[
    {
        "start": 0.0,
        "end": 16.48,
        "text": " Welcome back. I'm Keith Barry. I'm Jake Fisher. I'm Gabe Schener. And we bought a"
    },
    {
        "start": 16.48,
        "end": 23.0,
        "text": " cyber truck. We did. We bought a Tesla cyber truck. How crazy is that? We ordered it in December"
    },
    {
        "start": 23.0,
        "end": 31.880000000000003,
        "text": " of 2019. You bet. And it just arrived. Well, we had to go pick it up. And we'll talk about that later."
    },
    {
        "start": 31.880000000000003,
        "end": 39.64,
        "text": " It's a it's a 2024 Tesla cyber truck all-wheel drive foundation series. 600 horsepower. It's the"
    },
    {
        "start": 39.64,
        "end": 47.8,
        "text": " dual motor. One speed direct drive all-wheel drive. The MSRP and it was about $80,000, but it came with"
    },
    {
        "start": 47.8,
        "end": 54.599999999999994,
        "text": " the foundation series. And in addition to getting a cool Isaac Asimov reference on the side,"
    },
    {
        "start": 54.599999999999994,
        "end": 63.559999999999995,
        "text": " on the badging, it also comes with full self-driving and a couple other accessories. And that cost $20,000."
    },
    {
        "start": 63.559999999999995,
        "end": 68.03999999999999,
        "text": " Essentially, it lets you cut the line and get one of the first. Yeah, that's the only version you"
    },
    {
        "start": 68.03999999999999,
        "end": 74.2,
        "text": " can get now. And the foundation is basically like in another case would be like first edition. Exactly. Like"
    },
    {
        "start": 74.28,
        "end": 83.56,
        "text": " Kenny Rogers. But we're here $102,000 basically is how much this thing costs. You know, there's a lot"
    },
    {
        "start": 83.56,
        "end": 88.76,
        "text": " to talk about. A lot has already been said about the cyber truck. A lot of those things are things"
    },
    {
        "start": 88.76,
        "end": 93.56,
        "text": " that we don't cover here are consumer reports. But I think it's important to address the elephant in"
    },
    {
        "start": 93.56,
        "end": 99.96000000000001,
        "text": " the room, kind of write off and then move on and talk about things otherwise. Is a controversial"
    },
    {
        "start": 99.96,
        "end": 105.32,
        "text": " vehicle I've heard. I've heard that people have some opinions about this. Yeah, there could be"
    },
    {
        "start": 105.32,
        "end": 111.63999999999999,
        "text": " some of that. Yeah. I mean, it's interesting because this is a vehicle that obviously stands out"
    },
    {
        "start": 111.63999999999999,
        "end": 118.91999999999999,
        "text": " a lot. I mean, generally, it's like you could get a Lamborghini or something. It's totally going"
    },
    {
        "start": 118.91999999999999,
        "end": 122.75999999999999,
        "text": " to stand out. This is the first time like a truck. I mean, I suppose you could lift the truck"
    },
    {
        "start": 122.75999999999999,
        "end": 127.96,
        "text": " really high and that will stand out too. But from the factory, this thing obviously doesn't look"
    },
    {
        "start": 127.96,
        "end": 135.4,
        "text": " like anything else on the road. And I think because of that and also because, you know, I don't"
    },
    {
        "start": 135.4,
        "end": 140.6,
        "text": " think there's any vehicle that that indelibly bears the fingerprints of its creator more than this"
    },
    {
        "start": 140.6,
        "end": 146.6,
        "text": " one. And it's not just because of the stainless steel. But I mean, this is Elon Musk's vehicle."
    },
    {
        "start": 146.6,
        "end": 151.88,
        "text": " And a lot of people surprisingly have opinions about Elon Musk, which is interesting. And I think"
    },
    {
        "start": 152.44,
        "end": 157.0,
        "text": " what's important about this in terms of the driving perspective, some of those people think he's"
    },
    {
        "start": 158.12,
        "end": 163.08,
        "text": " a visionary truth teller. Some of them think that he's a conspiracy theorist and a bigot. And both of"
    },
    {
        "start": 163.08,
        "end": 169.08,
        "text": " those types of people are going to talk to you when you interact with you, when you drive this car,"
    },
    {
        "start": 169.08,
        "end": 173.56,
        "text": " I found well, I mean, I think it's I mean, look, part of it obviously is Elon Musk who is"
    },
    {
        "start": 174.20000000000002,
        "end": 179.4,
        "text": " controversial. You know, but obviously he has accomplished a whole lot. But it's than that. It's"
    },
    {
        "start": 179.4,
        "end": 184.68,
        "text": " also electric. There's controversy about electric. Exactly. It's a giant truck. There's controversy"
    },
    {
        "start": 184.68,
        "end": 191.56,
        "text": " about that. So basically it's kind of like, look, it's big. It's loud. It's different. And if you"
    },
    {
        "start": 191.56,
        "end": 197.16,
        "text": " are the type of person who just wants to go to the supermarket and go back home and not talk to a"
    },
    {
        "start": 197.16,
        "end": 202.52,
        "text": " group of people who have many varied opinions, probably not the vehicle for you. Yeah. I mean,"
    },
    {
        "start": 202.52,
        "end": 210.20000000000002,
        "text": " I got many, many digits pointed at me. And you can get switch ones. They were thumbs up, thumbs down."
    },
    {
        "start": 210.20000000000002,
        "end": 214.60000000000002,
        "text": " It was actually super cool to see like little kids pointing at it the way that I would have pointed"
    },
    {
        "start": 214.6,
        "end": 219.88,
        "text": " it like a kuntosh when I was a kid or like, you know, someone seeing something cool out there."
    },
    {
        "start": 219.88,
        "end": 226.12,
        "text": " And also at the same time, I've been covering Tesla almost my entire career. And the last thing"
    },
    {
        "start": 226.12,
        "end": 232.44,
        "text": " that I want to do is talk about Elon Musk with strangers. And that's what this car, you know,"
    },
    {
        "start": 232.44,
        "end": 237.88,
        "text": " I come out of Costco and there are people around it taking photos. And I go and hide behind"
    },
    {
        "start": 237.88,
        "end": 243.56,
        "text": " the Subaru Park next to it until they leave. So, so I mean, yeah. Yeah. The reactions varied."
    },
    {
        "start": 244.12,
        "end": 252.68,
        "text": " And from anywhere, from total disdain to appreciation. I mean, mostly disdain. But, but I mean,"
    },
    {
        "start": 252.68,
        "end": 261.08,
        "text": " this thing is just the most outlandish otherworldly creation. I mean, you see it and a lot of people just"
    },
    {
        "start": 261.08,
        "end": 265.8,
        "text": " don't believe like what they're looking at. I mean, what is this thing? I mean, how did it even get"
    },
    {
        "start": 265.8,
        "end": 274.36,
        "text": " here? So, I mean, there's such a befuddlement about this car that you haven't seen anything like that."
    },
    {
        "start": 274.36,
        "end": 280.6,
        "text": " Honestly, I think that that's and you know what? I mean, like it or not, I mean, it's there's like"
    },
    {
        "start": 280.6,
        "end": 284.52,
        "text": " they say, there's no bad press. I mean, it gets attention. Yeah, we're talking about it right now."
    },
    {
        "start": 285.56,
        "end": 290.36,
        "text": " I mean, honestly, I think one of the best things about this car is the fact that it is so unique."
    },
    {
        "start": 290.36,
        "end": 295.64,
        "text": " And it's so unique in a lot of ways. I wish that more car companies honestly would do and we've"
    },
    {
        "start": 295.64,
        "end": 300.84000000000003,
        "text": " seen a little from Kia from Hyundai doing some things with their electric platforms making them"
    },
    {
        "start": 300.84000000000003,
        "end": 308.68,
        "text": " really, you know, not boxed in to the design constraints. Yep. And I wish more car companies"
    },
    {
        "start": 308.68,
        "end": 313.08000000000004,
        "text": " to do something like this. At the same time, there's also a lot of really unique things about the"
    },
    {
        "start": 313.08000000000004,
        "end": 317.72,
        "text": " vehicle. And that's why we're just we're going to we're going to test it like any other vehicle."
    },
    {
        "start": 317.72,
        "end": 322.36,
        "text": " That's the last we're going to talk about Elon Musk. That's the last we're going to talk about any"
    },
    {
        "start": 322.36,
        "end": 325.88000000000005,
        "text": " of that. So let me, I mean, you're exactly right. I mean, look, we test vehicles, right? We do not"
    },
    {
        "start": 325.88000000000005,
        "end": 330.76000000000005,
        "text": " test styling. No, there's no, now we have this rubric and how we, you know, assess vehicles. We're"
    },
    {
        "start": 330.76000000000005,
        "end": 336.12,
        "text": " looking to reliability. We're looking at safety and how it drives. We do not put into the styling."
    },
    {
        "start": 336.12,
        "end": 339.56,
        "text": " The styling is not part of any. You're right. There's a lot of cars that look really good these days"
    },
    {
        "start": 339.56,
        "end": 345.24,
        "text": " and there's some of their little frumpy. But it's not in the ratings. But we do talk about"
    },
    {
        "start": 345.24,
        "end": 350.84000000000003,
        "text": " driving experience. And this is one vehicle that you can't escape that part of the driving experience."
    },
    {
        "start": 350.84000000000003,
        "end": 355.24,
        "text": " You have to be an extrovert. Yeah. And we evaluate the consequences of styling in terms of"
    },
    {
        "start": 355.24,
        "end": 361.08,
        "text": " functionality such as visibility or access. Yeah, which is important or such as whether you can"
    },
    {
        "start": 361.08,
        "end": 366.52,
        "text": " injure yourself on the sharp sides of the panels. But I'm kind of getting ahead of myself here."
    },
    {
        "start": 366.52,
        "end": 371.0,
        "text": " So I mean, let's I think we should just sort of start from the beginning here. Gabe, you you picked"
    },
    {
        "start": 371.0,
        "end": 376.28,
        "text": " this up and the Tesla delivery experience for those who haven't bought one in a while or ever."
    },
    {
        "start": 376.28,
        "end": 380.76,
        "text": " I remember the days when it was like special. Tesla would show up in your and you know, it was"
    },
    {
        "start": 380.76,
        "end": 385.24,
        "text": " this big deal. And then there were the delivery centers where you go and it felt like, you know,"
    },
    {
        "start": 385.24,
        "end": 390.44,
        "text": " it felt it felt special. It felt like, you know, and you were in boarding group one. And now it"
    },
    {
        "start": 390.44,
        "end": 396.28,
        "text": " doesn't didn't feel like that, right? Right. Boarding group six. Okay. Everyone else. Yeah. Okay,"
    },
    {
        "start": 396.28,
        "end": 402.11999999999995,
        "text": " check your bag. Ten years ago, our model S was delivered here right here. It was like beautiful."
    },
    {
        "start": 402.11999999999995,
        "end": 408.2,
        "text": " Then we went to some Tesla centers and picked up model threes and wise and then whatnot."
    },
    {
        "start": 409.32,
        "end": 415.55999999999995,
        "text": " In this case, I mean, it was awful. I mean, you come in even though you have a specific"
    },
    {
        "start": 415.55999999999995,
        "end": 422.84,
        "text": " appointment date and time and you arrive and nobody greets you nothing. You stand in line"
    },
    {
        "start": 422.91999999999996,
        "end": 426.91999999999996,
        "text": " in front of a makeshift table. It looks like a neighborhood liminates, liminates stand."
    },
    {
        "start": 427.71999999999997,
        "end": 435.4,
        "text": " And you are handed then a pile of paper. You're sent to a bench somewhere to sign them."
    },
    {
        "start": 436.76,
        "end": 445.0,
        "text": " And given that, you know, they were all wrong and I had to like change everything there."
    },
    {
        "start": 445.0,
        "end": 451.55999999999995,
        "text": " That's besides the point. But yeah, I mean, the the contempt for the customer is unreal. I mean,"
    },
    {
        "start": 451.64,
        "end": 456.68,
        "text": " and I chatted with other people there. It was the same kind of experience. Well,"
    },
    {
        "start": 456.68,
        "end": 460.44,
        "text": " long. I mean, not everyone is going to pick up their cyber truck at the exact same location"
    },
    {
        "start": 460.44,
        "end": 465.8,
        "text": " that we purchased yet in on the East Coast. Obviously. So, I mean, your mileage will vary."
    },
    {
        "start": 466.68,
        "end": 472.2,
        "text": " I sincerely hope there are much better delivery centers elsewhere in the country, but our"
    },
    {
        "start": 472.2,
        "end": 476.68,
        "text": " experience wasn't great. Right. Yeah. And also, you know, to get something out of the way,"
    },
    {
        "start": 476.76,
        "end": 483.16,
        "text": " when we picked up the car, there was a nice big error message already on it. And we were told"
    },
    {
        "start": 483.16,
        "end": 488.12,
        "text": " perfectly fine, perfectly fine, drive the car, nothing wrong with it. Now, to be fair,"
    },
    {
        "start": 488.12,
        "end": 492.76,
        "text": " we're not going to put this thing into our full testing regimen until we get that error message"
    },
    {
        "start": 492.76,
        "end": 496.2,
        "text": " taken away. Right. And that's due with the steering. Right. It said that there was a steering"
    },
    {
        "start": 496.2,
        "end": 501.88,
        "text": " alignment issue. And the first person we talked with the service center said, totally fine. We checked"
    },
    {
        "start": 502.04,
        "end": 506.44,
        "text": " it out. It's you're good to go. No problem. Ignore it will be gone with the software update."
    },
    {
        "start": 506.44,
        "end": 512.12,
        "text": " Then we call Tesla and they say, well, that shouldn't be there. So, we're, you know, we put all of our"
    },
    {
        "start": 512.12,
        "end": 516.84,
        "text": " cars on the alignment rack. We make sure they're all all aligned before we test them. We're not going"
    },
    {
        "start": 516.84,
        "end": 521.56,
        "text": " to test a car with an error message. But just putting that out there that, you know, a little bit of"
    },
    {
        "start": 521.56,
        "end": 528.28,
        "text": " half-bakedness here. You know, so the driving experience when you get in this car, it's, I like in it"
    },
    {
        "start": 528.28,
        "end": 533.0799999999999,
        "text": " to, you know, if anyone's ever been to another country where they drive on the other side of the road,"
    },
    {
        "start": 533.0799999999999,
        "end": 537.64,
        "text": " and you pick up your rental car and you're driving out of the airport and you're like, wait, where,"
    },
    {
        "start": 537.64,
        "end": 544.76,
        "text": " where am I? And Jake, you can maybe explain why that is. Well, you said a couple of reasons, right?"
    },
    {
        "start": 544.76,
        "end": 548.1999999999999,
        "text": " I mean, it's a couple of reasons. I mean, certainly seems very different, right? I mean, you look at"
    },
    {
        "start": 548.1999999999999,
        "end": 552.92,
        "text": " the, you know, glass areas, very, very different. You guys have windshield that's like a plane"
    },
    {
        "start": 553.64,
        "end": 559.7199999999999,
        "text": " last, but it's huge. You have quite a panoramic view out, but, you know, to your point, like,"
    },
    {
        "start": 560.28,
        "end": 566.04,
        "text": " getting into a different planet or a different, something I'm not used to, honestly, if you came"
    },
    {
        "start": 566.04,
        "end": 570.8399999999999,
        "text": " out of another Tesla, in many ways, you can feel right at home. So, I mean, first of all, the"
    },
    {
        "start": 570.8399999999999,
        "end": 576.4399999999999,
        "text": " controls are very similar to what you might experience on a Tesla model S or a Tesla Model 3."
    },
    {
        "start": 576.4399999999999,
        "end": 580.52,
        "text": " Yeah, just download those podcasts and listen to when you learn more about that. Right. But I mean,"
    },
    {
        "start": 580.6,
        "end": 585.4,
        "text": " obviously, you know, there's, you know, this is very similar controls. You can either love it or"
    },
    {
        "start": 585.4,
        "end": 590.92,
        "text": " you get to hate it. There's certainly learning curve. But I think maybe the most interesting part is"
    },
    {
        "start": 590.92,
        "end": 597.8,
        "text": " how it drives. And this is a huge vehicle. Let's, let's get that out of the way. It is large. It is"
    },
    {
        "start": 597.8,
        "end": 602.68,
        "text": " heavy. It doesn't drive that way. So when you drive around, like, kind of every day with it,"
    },
    {
        "start": 602.68,
        "end": 606.52,
        "text": " I mean, first of all, it's got a rather small steering wheel, you know, you'd expect this giant"
    },
    {
        "start": 606.52,
        "end": 610.4399999999999,
        "text": " truck, it was a kind of, like, kind of this big truck driver, you know, kind of thing. It doesn't"
    },
    {
        "start": 610.4399999999999,
        "end": 617.0799999999999,
        "text": " have that. It feels somewhat nimble despite its large size. I mean, and part of it is probably"
    },
    {
        "start": 617.0799999999999,
        "end": 622.92,
        "text": " because that reverse spots of this has come tons of power. So I mean, just it's almost, I don't know,"
    },
    {
        "start": 622.92,
        "end": 628.1999999999999,
        "text": " if nimble is too much for it, but it's like the steering is responsive. It's certainly got a lot of"
    },
    {
        "start": 628.1999999999999,
        "end": 635.0,
        "text": " power. It's kind of, I mean, as long as you're not in a small area, out on the road, it does feel kind"
    },
    {
        "start": 635.0,
        "end": 639.96,
        "text": " of like a big model three. Yeah, it's so many people have said about it. It would driven it. Yeah."
    },
    {
        "start": 639.96,
        "end": 645.64,
        "text": " Yeah, let me just build up on that a little bit. I mean, the steering ratio is so unheard of"
    },
    {
        "start": 645.64,
        "end": 650.76,
        "text": " quick. I mean, it's less than one turn between lock to lock. So from one end of the steering to"
    },
    {
        "start": 650.76,
        "end": 655.56,
        "text": " the other, it's less than one turn. Usually, for most cars, it's about three or two and a half turns"
    },
    {
        "start": 655.56,
        "end": 663.0,
        "text": " lock to lock here. It's like, it's almost like a race car. So it makes the car feel really nimble"
    },
    {
        "start": 663.0,
        "end": 671.56,
        "text": " at high speed, but the ratio is very, very variable. So depending on all kinds of speed and all."
    },
    {
        "start": 672.2,
        "end": 679.32,
        "text": " So it gives you a response that's not always predictable. So it's in like normal urban suburban"
    },
    {
        "start": 679.32,
        "end": 685.32,
        "text": " type speeds, you really find yourself really getting too much turn in response. And so it makes it"
    },
    {
        "start": 685.32,
        "end": 692.36,
        "text": " really easy to clip a corner or worse, you know, take out your neighbor's mailbox."
    },
    {
        "start": 692.9200000000001,
        "end": 697.48,
        "text": " So you're end up on social media. Someone is filming you parallel part. I mean, I've seen like"
    },
    {
        "start": 697.48,
        "end": 703.48,
        "text": " tons of these videos. You're always big. No, yeah. But it's the, it's a flip side of that"
    },
    {
        "start": 703.48,
        "end": 708.5200000000001,
        "text": " nimbleness is that it's not very predictable. So it doesn't give you the confidence you want."
    },
    {
        "start": 708.5200000000001,
        "end": 712.36,
        "text": " You always have to check yourself. You always have to correct something. So for those who don't"
    },
    {
        "start": 712.36,
        "end": 717.0,
        "text": " know, just want to cut in and say this, this vehicle is the first to come out with with a pure"
    },
    {
        "start": 717.0,
        "end": 722.28,
        "text": " steer by wire system. So Jake, if you want to explain that, I just want to kind of like break that"
    },
    {
        "start": 722.28,
        "end": 726.2,
        "text": " apart. Right. This is a little bit of a, the steering is kind of Dr. John a little and Mr."
    },
    {
        "start": 726.2,
        "end": 730.04,
        "text": " Mr. I had because you, or, or it's like a box of chocolates. You don't really know what you're"
    },
    {
        "start": 730.04,
        "end": 734.92,
        "text": " going to get because it is a steer by wire. First, my first experience with a steer by wire"
    },
    {
        "start": 734.92,
        "end": 739.48,
        "text": " without a redundant physical connection. I know it's an accident. He had one with a, you know,"
    },
    {
        "start": 739.48,
        "end": 745.4,
        "text": " but it's like it's, it's variable ratio to the max, right? So, so when you're driving just"
    },
    {
        "start": 745.4,
        "end": 750.6,
        "text": " normally down the road, I still, it is very, very good. It feels nimble. There's like a mile"
    },
    {
        "start": 750.6,
        "end": 755.96,
        "text": " there. The issue is when you start kind of turning more, you know, in kind of like parking lot"
    },
    {
        "start": 755.96,
        "end": 762.84,
        "text": " situation or something like that, it goes from normal to just really turning the wheels very,"
    },
    {
        "start": 762.84,
        "end": 769.16,
        "text": " very quickly because like, exactly like you said, the entire turning doesn't go very far. So what"
    },
    {
        "start": 769.16,
        "end": 771.56,
        "text": " had there's rear wheel steering? And there's a variable that is, yes, it's, it's,"
    },
    {
        "start": 771.56,
        "end": 776.28,
        "text": " it's, it's, it's, it's, so the issue is that you might get used to this. You're driving down the"
    },
    {
        "start": 776.28,
        "end": 781.3199999999999,
        "text": " road. It's fine. I know what I'm, it's like that all sudden you're parking the car or you're coming"
    },
    {
        "start": 781.3199999999999,
        "end": 787.24,
        "text": " out of a driveway or you're coming onto the road and you get to a certain point and you have no idea"
    },
    {
        "start": 787.24,
        "end": 793.72,
        "text": " how much you've turned because it very much quickly changes. So essentially, you know, you're coming"
    },
    {
        "start": 793.8000000000001,
        "end": 799.72,
        "text": " out of a, you know, I wouldn't say gas station, but it could be, this is the car. And you know,"
    },
    {
        "start": 799.72,
        "end": 804.6,
        "text": " or a driveway or something and you get onto it and you basically look like an amateur driver because"
    },
    {
        "start": 805.64,
        "end": 812.12,
        "text": " it may turn too much and yeah, you could hit a, you know, curb or malfunction."
    },
    {
        "start": 812.12,
        "end": 817.5600000000001,
        "text": " No, I was amazed at how, how maneuverable it was in tight spaces because at first,"
    },
    {
        "start": 817.5600000000001,
        "end": 822.12,
        "text": " I was like, oh, I can't see anything out of here. Where am I going? Where is it going? And then"
    },
    {
        "start": 822.12,
        "end": 829.48,
        "text": " very quickly, you get used to the looking in the side mirror and looking at the, at the rear"
    },
    {
        "start": 829.48,
        "end": 837.08,
        "text": " steer and see where it's going and comparing that to the parking line. So that, that didn't take"
    },
    {
        "start": 837.08,
        "end": 840.44,
        "text": " a whole lot of getting used to. Well, you're, you're a better driver than I am. I'm going to say"
    },
    {
        "start": 840.44,
        "end": 848.52,
        "text": " that because backing up this beast was one of the most stressful things that I have ever encountered."
    },
    {
        "start": 848.52,
        "end": 852.68,
        "text": " So this has a 360 degree, degree surround camera like, like cheap cars, right?"
    },
    {
        "start": 852.68,
        "end": 857.16,
        "text": " Oh, absolutely not. Oh, okay. It's not. It has a lot of cameras. But yeah, I mean,"
    },
    {
        "start": 857.16,
        "end": 861.4,
        "text": " if I could get a Nissan Centro and I could see kind of that overhead view here, I can't, but the"
    },
    {
        "start": 861.4,
        "end": 866.92,
        "text": " problem is that a Nissan Centro, I could look behind me. This, you really can't see much behind you"
    },
    {
        "start": 866.92,
        "end": 872.04,
        "text": " at all because one, you got the little tiny rear rear mirror. It's very, very small, but the rear"
    },
    {
        "start": 872.04,
        "end": 877.64,
        "text": " glass is very small. If the Tarno was up, it's completely covered. For my views, I pretty much see"
    },
    {
        "start": 877.64,
        "end": 883.3199999999999,
        "text": " the road. I don't even see the cars behind me. It's got a rear camera that goes in the screen,"
    },
    {
        "start": 883.3199999999999,
        "end": 887.64,
        "text": " but it almost makes me a little nauseous looking at that. Absolutely. I can't do the cameras."
    },
    {
        "start": 887.64,
        "end": 891.64,
        "text": " You can't really make out the cars behind you. And then it's got these big buttresses behind you"
    },
    {
        "start": 891.64,
        "end": 896.6,
        "text": " that blocks a lot of the vision. So, and it's so cab forward that even in the front, you don't"
    },
    {
        "start": 896.6,
        "end": 901.8,
        "text": " necessarily know where those, where the part is. You can't tell where the vehicle ends on any"
    },
    {
        "start": 901.8,
        "end": 907.16,
        "text": " part of this vehicle. So look, I mean, a lot of people don't like to back into spots. I mean,"
    },
    {
        "start": 907.16,
        "end": 911.64,
        "text": " a lot of people don't like to back into spots. They'll go front in. But now you've got a vehicle"
    },
    {
        "start": 911.64,
        "end": 917.24,
        "text": " that's huge. And then you have a vehicle. You can really can't see behind you. And vehicle that"
    },
    {
        "start": 917.88,
        "end": 924.52,
        "text": " you kind of have to learn how to steer. And if you want to use a supercharger, I guess what you"
    },
    {
        "start": 924.52,
        "end": 930.1999999999999,
        "text": " got to do. Back in. You got to back in probably between two very expensive cars with people sitting"
    },
    {
        "start": 930.1999999999999,
        "end": 935.64,
        "text": " in the cars too. So it becomes very, very stressful in those type of situations. Again, driving on"
    },
    {
        "start": 935.64,
        "end": 941.0,
        "text": " the highway, driving on the roads. Pretty nice. About the size, let's just put it in perspective."
    },
    {
        "start": 941.0,
        "end": 946.92,
        "text": " It's about the same length as a regular full-size crew cap pickup truck or a Chevy Suburban."
    },
    {
        "start": 946.92,
        "end": 950.76,
        "text": " And it has a bigger bed than most of the trucks the same size. And it has a nice"
    },
    {
        "start": 950.76,
        "end": 958.04,
        "text": " bivertiary. Being so into that. Yeah. That you have a lot of that length and to the benefit of the"
    },
    {
        "start": 958.04,
        "end": 964.28,
        "text": " bed. Yeah. Some of the packaging in this vehicle is actually really impressive. Unfortunately,"
    },
    {
        "start": 964.28,
        "end": 968.04,
        "text": " some of the packaging and also the fact that the lack of those cameras, which are really,"
    },
    {
        "start": 968.04,
        "end": 972.52,
        "text": " really necessary in this vehicle, the fact that the cameras don't give you information"
    },
    {
        "start": 973.16,
        "end": 978.04,
        "text": " that's easy to interpret. I think an incredibly difficult tip. But I want to take you on on"
    },
    {
        "start": 978.04,
        "end": 983.0799999999999,
        "text": " packaging. So, I mean, look, you look at pickup trucks. Pick up trucks are unbelievable,"
    },
    {
        "start": 983.0799999999999,
        "end": 990.4399999999999,
        "text": " popular. Why? Because they are very, very useful. They have, they're really, I mean, it's like,"
    },
    {
        "start": 990.9200000000001,
        "end": 996.6800000000001,
        "text": " we've designed this form factor of American pickup trucks, right? And they're kind of the two boxes,"
    },
    {
        "start": 996.6800000000001,
        "end": 1003.4000000000001,
        "text": " like a three boxes, right? If you consider the bed box bed. And they're super functional."
    },
    {
        "start": 1003.4000000000001,
        "end": 1007.8800000000001,
        "text": " They're super functional. There's so much room inside these these vehicles. And you look at"
    },
    {
        "start": 1007.8800000000001,
        "end": 1012.5200000000001,
        "text": " something like even the electric versions, right? The Rivian or the Ford F150 Lightning,"
    },
    {
        "start": 1012.5200000000001,
        "end": 1017.0,
        "text": " you look in the front and there's this huge compartment in the front. You look at the rear seats."
    },
    {
        "start": 1017.0,
        "end": 1022.36,
        "text": " It's huge. There's so much room in here. This vehicle does not have that much room. It does have"
    },
    {
        "start": 1022.36,
        "end": 1028.12,
        "text": " that front, that front compartment. Very small. Very small. You look in the rear, it's much smaller,"
    },
    {
        "start": 1028.12,
        "end": 1033.48,
        "text": " much less headroom. You almost have to sit down in the rear seats rather than kind of up with"
    },
    {
        "start": 1033.48,
        "end": 1039.0,
        "text": " a really good posture that you see in other pickup trucks. And why is that? It's because it's function,"
    },
    {
        "start": 1039.0,
        "end": 1043.96,
        "text": " it's, it's form first and then function later. Like this car was designed, the exterior of this,"
    },
    {
        "start": 1043.96,
        "end": 1048.76,
        "text": " was designed. And then it's like these really, really smart engineers tried really, really hard,"
    },
    {
        "start": 1048.76,
        "end": 1054.28,
        "text": " and try to figure out how to make that design more functional as opposed to the basic pickup truck,"
    },
    {
        "start": 1054.28,
        "end": 1060.44,
        "text": " which is like, all right, we want room inside. What's the box that's going to fit that's the best?"
    },
    {
        "start": 1060.44,
        "end": 1064.76,
        "text": " Yeah, if you're going to go to the trouble of remaking the pickup truck, because I mean,"
    },
    {
        "start": 1064.76,
        "end": 1070.1200000000001,
        "text": " let's be honest, I mean, nothing significant has been invented in terms of pickup trucks for"
    },
    {
        "start": 1070.6,
        "end": 1077.8799999999999,
        "text": " God knows how many decades. So here, I was surprised that I mean, you have a bed and a unified bed"
    },
    {
        "start": 1077.8799999999999,
        "end": 1083.32,
        "text": " and cap unlike many other body on frame pickup trucks where the bed and the cab are two different"
    },
    {
        "start": 1083.32,
        "end": 1091.32,
        "text": " entities. Yeah. So here you had the perfect opportunity to have a gate between the bed and the"
    },
    {
        "start": 1091.32,
        "end": 1096.1999999999998,
        "text": " cab like just like the reason he is going to have 20 years ago, the Chevy Avalon. Just remember,"
    },
    {
        "start": 1096.92,
        "end": 1101.96,
        "text": " that was brilliant because you have the flexibility to extend cargo into the passenger,"
    },
    {
        "start": 1102.76,
        "end": 1109.88,
        "text": " or you can turn into a camper or a sleeper. So that's a miss. I completely agree. I mean,"
    },
    {
        "start": 1109.88,
        "end": 1114.2,
        "text": " and that's the kind of innovation I think they were expecting from a brand new electric pickup"
    },
    {
        "start": 1114.2,
        "end": 1118.04,
        "text": " truck in Rivian, I think, kind of spoil this because it's like, hey, let's rethink certain things."
    },
    {
        "start": 1118.04,
        "end": 1122.1200000000001,
        "text": " The user's the gear tunnel that you have in the Rivian. You've got certain, like, you know,"
    },
    {
        "start": 1122.12,
        "end": 1126.9199999999998,
        "text": " all these kind of like, hey, what about why not this and have the cam, you know, the flashlights"
    },
    {
        "start": 1126.9199999999998,
        "end": 1132.1999999999998,
        "text": " here and there's all these kind of like innovations and neat things. It seems like the innovation here"
    },
    {
        "start": 1132.1999999999998,
        "end": 1136.52,
        "text": " is like trying to make up for the design. You know, it's almost like you think about a cell phone,"
    },
    {
        "start": 1136.52,
        "end": 1140.4399999999998,
        "text": " right? Cell phones are rectangular, right? For a reason, it was almost like, you know,"
    },
    {
        "start": 1141.1599999999999,
        "end": 1146.52,
        "text": " Tim Cook from Apple said, we're going to make a triangular cell phone. And then you guys designed"
    },
    {
        "start": 1146.6,
        "end": 1154.6,
        "text": " this. So there's trying to works. Well, I think it was an episode of the office. Yeah. But yeah,"
    },
    {
        "start": 1154.6,
        "end": 1160.52,
        "text": " yeah, it's a different thing. It's innovating around a design as opposed to creating a new"
    },
    {
        "start": 1160.52,
        "end": 1165.8799999999999,
        "text": " design around innovation. So something I think we need to talk about because people are talking about"
    },
    {
        "start": 1165.8799999999999,
        "end": 1172.92,
        "text": " this online is this idea of of of issues with the truck. So ours showed up. There weren't any"
    },
    {
        "start": 1173.0,
        "end": 1179.16,
        "text": " big panel gaps. No parts fell off. Sure. Um, I will say, you know, there's that big 50 inch"
    },
    {
        "start": 1180.1200000000001,
        "end": 1185.4,
        "text": " windshield wiper and it has its own unique tires that actually say cyber, well, they actually"
    },
    {
        "start": 1185.4,
        "end": 1191.24,
        "text": " say server trick on on them. But they're perelie scorpions, but they're specially made for the"
    },
    {
        "start": 1191.24,
        "end": 1196.76,
        "text": " cyber truck. And this is not something you can just go down to pet boys or or I Lee or AutoZone to"
    },
    {
        "start": 1196.76,
        "end": 1201.88,
        "text": " pick up at this point. We had some issues with the vehicle recently. One of our drivers got into"
    },
    {
        "start": 1201.88,
        "end": 1206.8400000000001,
        "text": " go to work and all of a sudden, a bunch of error messages popped up on the screen. And it's sort"
    },
    {
        "start": 1206.8400000000001,
        "end": 1213.24,
        "text": " of now feeling like, huh, is there, you know, but it's important for folks who haven't, who might"
    },
    {
        "start": 1213.24,
        "end": 1218.6000000000001,
        "text": " not, who might be watching this podcast, who don't know what consumer reports is all about. That's"
    },
    {
        "start": 1218.6000000000001,
        "end": 1223.3200000000002,
        "text": " not going to go into our reliability score. These are things that we'll talk about. These are"
    },
    {
        "start": 1223.3200000000002,
        "end": 1229.48,
        "text": " experiences we'll talk about. But, but, but, you know, we're going to have that sort of the hive"
    },
    {
        "start": 1229.48,
        "end": 1234.52,
        "text": " mind of all of the owners of these telling us what that reliability score. And, and I'm not the"
    },
    {
        "start": 1234.52,
        "end": 1238.6,
        "text": " person to talk about that. If you want to explain a little more about how we're going to, how we're"
    },
    {
        "start": 1238.6,
        "end": 1243.72,
        "text": " going to deal with this as a unique vehicle, because it does have that that drive by wire. It has"
    },
    {
        "start": 1243.72,
        "end": 1250.92,
        "text": " an incredibly unique wiring system. It has, it has a unique exterior design. Yeah. Yeah. The"
    },
    {
        "start": 1250.92,
        "end": 1255.64,
        "text": " about the tires. I mean, well, I looked at those tires. I thought they were going to be really"
    },
    {
        "start": 1255.64,
        "end": 1262.68,
        "text": " noisy. And they weren't. I was pleasantly surprised that they weren't emitting that kind of noise"
    },
    {
        "start": 1262.68,
        "end": 1268.2800000000002,
        "text": " that you'd associate with. Although the tires remind me. And also, I'd say that in terms of"
    },
    {
        "start": 1268.2800000000002,
        "end": 1273.64,
        "text": " ride comfort, the cyber truck rides better than the Model Y. Yeah. I will say, though, that there"
    },
    {
        "start": 1273.64,
        "end": 1279.3200000000002,
        "text": " is some weird noise. There's this, you need to let it sort of electrical wine in it. I don't know"
    },
    {
        "start": 1279.3200000000002,
        "end": 1285.16,
        "text": " if that's ours or if that's, but particularly when the rear steer is on, you hear all kinds of"
    },
    {
        "start": 1285.64,
        "end": 1291.64,
        "text": " weird and electric motor noises. Absolutely. But we're going to, we're going to wait until we hear,"
    },
    {
        "start": 1291.64,
        "end": 1296.3600000000001,
        "text": " well, so it's a little bit of a whining, not the car whining before we talk to it. Yeah. Yeah."
    },
    {
        "start": 1296.3600000000001,
        "end": 1302.1200000000001,
        "text": " I mean, let me talk about reliability for, for a sec, you know, and it's, it's, it's strange when"
    },
    {
        "start": 1302.1200000000001,
        "end": 1307.16,
        "text": " it comes to Tesla, like, you know, I mean, for consumer reports, we have certain judgments about"
    },
    {
        "start": 1307.16,
        "end": 1313.48,
        "text": " this reliability, you know, and you probably've heard, you may hear more about what other people say"
    },
    {
        "start": 1313.48,
        "end": 1318.1200000000001,
        "text": " to consumer reports says about it. So I want to just take the chance of talking about it. So,"
    },
    {
        "start": 1318.1200000000001,
        "end": 1322.44,
        "text": " so reliability, yes, it doesn't really matter what happens to our specific vehicle, whether"
    },
    {
        "start": 1322.44,
        "end": 1328.44,
        "text": " that's problem-free or we have a lot of problems with it, it all has to do with the survey. So every"
    },
    {
        "start": 1328.44,
        "end": 1334.44,
        "text": " year we have approximately 300,000 vehicles in this survey and we go into it and we look at actual"
    },
    {
        "start": 1334.44,
        "end": 1341.24,
        "text": " people's experiences. Getting into Tesla, Tesla is a little bit, I don't know, it's a bipolar,"
    },
    {
        "start": 1341.24,
        "end": 1345.8,
        "text": " but a little bit is because the Tesla Model 3 and the Model Y, which are their mainstream vehicles,"
    },
    {
        "start": 1345.8,
        "end": 1353.72,
        "text": " are actually fairly reliable. We, we're recommending them. In fact, the Tesla Model Y is a top pick"
    },
    {
        "start": 1353.72,
        "end": 1360.84,
        "text": " right now. So those are vehicles are quite good. The issue is, is that the higher trim vehicles,"
    },
    {
        "start": 1360.84,
        "end": 1367.24,
        "text": " the Tesla Model S, the Tesla Model X, they continue to have more problems. Again, that's from a lot"
    },
    {
        "start": 1367.24,
        "end": 1372.68,
        "text": " of people telling us what they have found with their vehicles. It isn't us having issues with the"
    },
    {
        "start": 1372.68,
        "end": 1377.48,
        "text": " no way. No, no, no. It's hundreds of other people having it. And what's interesting about it too,"
    },
    {
        "start": 1377.48,
        "end": 1383.0,
        "text": " is that those S and those X owners, they tell us they actually like their cars and they would buy"
    },
    {
        "start": 1383.0,
        "end": 1387.4,
        "text": " them again and they're happy with them. Despite the problem. But they are having those problems. So,"
    },
    {
        "start": 1387.4,
        "end": 1390.84,
        "text": " so me look on a vehicle like this, you're probably not buying it because you think it's going to be"
    },
    {
        "start": 1390.84,
        "end": 1396.2,
        "text": " the most trouble-free vehicle. There's probably other reasons that that you might be interested in. I"
    },
    {
        "start": 1396.2,
        "end": 1400.3600000000001,
        "text": " don't think anyone's sitting at home waiting for the issue with consumer reports to show up to say,"
    },
    {
        "start": 1400.3600000000001,
        "end": 1405.0,
        "text": " should I buy the side truck? I'm not reliable. Yeah, I want to find out what consumer reports things."
    },
    {
        "start": 1405.0,
        "end": 1411.32,
        "text": " 80,000 miles out of it. Yeah. But I would say, again, to the point, here you've got kind of a"
    },
    {
        "start": 1411.32,
        "end": 1418.6000000000001,
        "text": " high-trim vehicle like the S, like the X, what we found all the time is when there's more stuff new,"
    },
    {
        "start": 1418.6000000000001,
        "end": 1424.3600000000001,
        "text": " there's more problems with it. I don't care if it's Tesla, I don't care if it's Toyota. And this has"
    },
    {
        "start": 1424.36,
        "end": 1429.6399999999999,
        "text": " a lot of new stuff. Incredibly new. Yeah. Like first time ever used in a production vehicle."
    },
    {
        "start": 1429.6399999999999,
        "end": 1434.84,
        "text": " Correct. Sometimes. Yeah. So it's going to be really, really interesting. It will be, but I mean,"
    },
    {
        "start": 1434.84,
        "end": 1440.4399999999998,
        "text": " again, you know, I would predict that this is probably the next of the most reliable vehicle. And if"
    },
    {
        "start": 1440.4399999999998,
        "end": 1444.52,
        "text": " you're looking for something that's very reliable, you might want to look elsewhere. Hopefully some of"
    },
    {
        "start": 1444.52,
        "end": 1450.1999999999998,
        "text": " those owners will fill out a questionnaire including that some of the 2 million orders that the"
    },
    {
        "start": 1450.2,
        "end": 1455.56,
        "text": " cyber truck has now. Yeah. Let's see how many of those convert. I will say we need to talk about"
    },
    {
        "start": 1455.56,
        "end": 1459.32,
        "text": " also what we're going to, now that we bought this, what we're going to do with it because we're not"
    },
    {
        "start": 1459.32,
        "end": 1464.92,
        "text": " going to, you know, there's enough people out there putting this through challenges and, you know,"
    },
    {
        "start": 1464.92,
        "end": 1470.6000000000001,
        "text": " filming it, doing these things. And listen enough, there's enough layoffs and media. We don't want"
    },
    {
        "start": 1470.6000000000001,
        "end": 1475.72,
        "text": " to take anyone's job. But what are we going to do with this vehicle that's unique to consumer"
    },
    {
        "start": 1475.72,
        "end": 1480.44,
        "text": " reports? Maybe you can talk us through some of our testing process because I imagine some folks"
    },
    {
        "start": 1480.44,
        "end": 1484.44,
        "text": " aren't necessarily frequent, frequent viewers or frequent listeners who are listening to this"
    },
    {
        "start": 1484.44,
        "end": 1489.56,
        "text": " episode. So we're going to put it through exactly the same regiment of testing and evaluations"
    },
    {
        "start": 1489.56,
        "end": 1494.84,
        "text": " that we do with every single car. So we'll measure the acceleration and the braking distances and"
    },
    {
        "start": 1496.04,
        "end": 1502.84,
        "text": " the range on the highway at 70 miles an hour and how easy it is to interact with the, with the"
    },
    {
        "start": 1502.84,
        "end": 1510.76,
        "text": " current terms of usability. How easy it is to get in and out of it and also we'll do some, we'll"
    },
    {
        "start": 1510.76,
        "end": 1518.76,
        "text": " evaluate it on our rock hill, you know, it has a adjustable suspension. It theoretically should be"
    },
    {
        "start": 1518.76,
        "end": 1527.48,
        "text": " able to scale that no problem. And we'll see how comfortable it rides, how quiet it is, etc. So"
    },
    {
        "start": 1527.56,
        "end": 1533.4,
        "text": " a whole full battery of testing and evaluations. Any, you know, you think about things like emergency"
    },
    {
        "start": 1533.4,
        "end": 1539.4,
        "text": " handling and our avoidance move and all these things, you know, we have this 327 acre test facility"
    },
    {
        "start": 1539.4,
        "end": 1544.04,
        "text": " here. We're working at it right, right outside. Yeah. I'm seeing someone take the underprolug on it"
    },
    {
        "start": 1544.04,
        "end": 1549.88,
        "text": " right now. And when we do test these vehicles to the limits, you know, it is on the same surface"
    },
    {
        "start": 1549.88,
        "end": 1554.84,
        "text": " that all these other vehicles have experienced too. So it's not like, you know, let's go see how it"
    },
    {
        "start": 1554.84,
        "end": 1559.24,
        "text": " does in this autocross and this parking lot, but it's, it's a monitored service that we make sure"
    },
    {
        "start": 1559.24,
        "end": 1564.1999999999998,
        "text": " that it has consistent coefficient of friction and ambient conditions. Test is by the same people"
    },
    {
        "start": 1564.1999999999998,
        "end": 1569.72,
        "text": " on the same road at the same speeds on the same surfaces. So, which I don't think, you know, other"
    },
    {
        "start": 1569.72,
        "end": 1575.48,
        "text": " folks really can't do that with this vehicle. So anything else you want to add or? Well, I mean,"
    },
    {
        "start": 1575.48,
        "end": 1580.36,
        "text": " I think there's a lot, the one thing about it is, you know, we talked about the body panels, you know,"
    },
    {
        "start": 1580.36,
        "end": 1586.12,
        "text": " I mean, that's important to talk about. I mean, I think, you know, seeing it up front and really"
    },
    {
        "start": 1586.12,
        "end": 1592.04,
        "text": " seeing like the sharp edges on that, it really surprising. And, you know, I mean, you look at our"
    },
    {
        "start": 1592.04,
        "end": 1596.12,
        "text": " vehicle, I mean, we look at all these new vehicles and we're always, you know, we got a bunch of"
    },
    {
        "start": 1596.12,
        "end": 1599.9599999999998,
        "text": " people who check it in and have worked in body shops and, you know, sometimes you look at paint,"
    },
    {
        "start": 1599.9599999999998,
        "end": 1606.12,
        "text": " you're like, that paint is not perfect. This is not a perfect vehicle. No. And, you know, it'll be"
    },
    {
        "start": 1606.12,
        "end": 1615.1599999999999,
        "text": " interesting to see how the body panels continue to change over time. Oh, Tesla says mature."
    },
    {
        "start": 1615.1599999999999,
        "end": 1621.1599999999999,
        "text": " It says the mature, over time, which is how I would like to refer to my aging process. I'm just"
    },
    {
        "start": 1621.1599999999999,
        "end": 1625.2399999999998,
        "text": " maturing. It's just a natural process. You have a cast iron skillet, you know, you have to kind"
    },
    {
        "start": 1625.2399999999998,
        "end": 1630.1999999999998,
        "text": " of like season it. Maybe it needs to be seasoned. There's something like 30 warnings about in the"
    },
    {
        "start": 1630.2,
        "end": 1636.52,
        "text": " cleaning section about the exterior. And it says things like, you know, although rust like,"
    },
    {
        "start": 1638.1200000000001,
        "end": 1644.92,
        "text": " a rust like surface may appear, your vehicle is not rusting. Do not take it into a car wash. If"
    },
    {
        "start": 1644.92,
        "end": 1650.76,
        "text": " you must take it to a car wash, put it in car wash mode. So this is going to be, I mean, I know"
    },
    {
        "start": 1650.76,
        "end": 1656.28,
        "text": " it's like to keep my fridge clean. And this is imagine you're taking your fridge out at 60 miles"
    },
    {
        "start": 1656.28,
        "end": 1661.08,
        "text": " an hour with bug splattering on it, you know, right? And we've got all bunch of fingerprints all over"
    },
    {
        "start": 1661.08,
        "end": 1665.3999999999999,
        "text": " it to well, I figure out how to clean that. It's interesting to see how many people to put wraps on"
    },
    {
        "start": 1665.3999999999999,
        "end": 1670.44,
        "text": " there is already. And the other thing too, just little things like cleaning the inside of the"
    },
    {
        "start": 1670.44,
        "end": 1678.04,
        "text": " windshield. Yeah. Yeah, that's right. Because of that windshield is so sloped and that the dashboard"
    },
    {
        "start": 1678.04,
        "end": 1682.44,
        "text": " is so long. I mean, it's we're trying to figure out how to clean the inside of the windshield. We"
    },
    {
        "start": 1682.44,
        "end": 1688.68,
        "text": " can't you can't get there. We're there to buy a little extender. Yeah. Get in there and clean it."
    },
    {
        "start": 1688.68,
        "end": 1693.0800000000002,
        "text": " But this is going to be interesting vehicle to live with. I think, you know, we take vehicles home"
    },
    {
        "start": 1693.0800000000002,
        "end": 1698.28,
        "text": " as well after we're finished with the instrumented tests. We live with them for a while. And that's when"
    },
    {
        "start": 1698.28,
        "end": 1703.3200000000002,
        "text": " it's going to be, you know, you know, springtime when I'm putting in some plants, I'm going to go,"
    },
    {
        "start": 1703.3200000000002,
        "end": 1707.3200000000002,
        "text": " I'm going to take it to the garden center and see what happens. If I need to pick up some rocks and"
    },
    {
        "start": 1707.3200000000002,
        "end": 1711.64,
        "text": " some gravel and stuff, we'll see what happens. We're going to tow with it. We have folks who have"
    },
    {
        "start": 1711.64,
        "end": 1716.3600000000001,
        "text": " boats, who have jet skis, who have campers. And, you know, we're going to see what it's like to live"
    },
    {
        "start": 1716.3600000000001,
        "end": 1720.8400000000001,
        "text": " with it. The same way that we've done with the F-150 Lightning, which we found out actually wasn't"
    },
    {
        "start": 1720.8400000000001,
        "end": 1726.1200000000001,
        "text": " that great towing and didn't have that great a range. And we're going to live with this vehicle and"
    },
    {
        "start": 1726.1200000000001,
        "end": 1730.0400000000002,
        "text": " see what it's like. And maybe by then there'll be so many on the road that nobody's pointing"
    },
    {
        "start": 1730.0400000000002,
        "end": 1734.68,
        "text": " anymore. We'll update. If you want to learn more about it, we have a first drive review that's"
    },
    {
        "start": 1734.68,
        "end": 1740.0400000000002,
        "text": " up at CR.org. If you sign up for our newsletter, we'll we'll keep you updated when we have more"
    },
    {
        "start": 1740.04,
        "end": 1747.08,
        "text": " information on it. We're going to have a ton of other videos and other social media posts about it"
    },
    {
        "start": 1747.08,
        "end": 1752.12,
        "text": " as we have it. And then it's going to go into the, it's going to go into tests. And we're going to"
    },
    {
        "start": 1752.12,
        "end": 1757.96,
        "text": " be very quiet for a while. And then all of a sudden, we'll add more information. So stay tuned. And if"
    },
    {
        "start": 1757.96,
        "end": 1763.72,
        "text": " you have any questions about cyber trucks, about Tesla, about our testing procedure, any of that"
    },
    {
        "start": 1763.72,
        "end": 1768.52,
        "text": " stuff, please send it to us. We love to, we love to answer questions. Send them to us at talking"
    },
    {
        "start": 1768.52,
        "end": 1774.6,
        "text": " cars at iCloud.com. Another reason to send us a question, if we use it on the show, you're going"
    },
    {
        "start": 1774.6,
        "end": 1781.24,
        "text": " to get some swag, which is awesome. Some CR swag that you can wear places. And so our first question"
    },
    {
        "start": 1781.24,
        "end": 1786.84,
        "text": " comes from Phil from Maine, your unbiased reviews are what I value most about consumer reports. And I"
    },
    {
        "start": 1786.84,
        "end": 1792.6,
        "text": " love that you remind listeners often that you purchase all the vehicles anonymously. But I have to"
    },
    {
        "start": 1792.6,
        "end": 1798.9199999999998,
        "text": " wonder how many different wigs and fake mustache combinations does Mike Quincy own in order to"
    },
    {
        "start": 1798.9199999999998,
        "end": 1803.8799999999999,
        "text": " accomplish this. Isn't your staff recognizable at all the local dealerships when you purchase so"
    },
    {
        "start": 1803.8799999999999,
        "end": 1808.76,
        "text": " many cars each year when you put the consumer reports address as the owner address. And a special"
    },
    {
        "start": 1808.76,
        "end": 1814.84,
        "text": " thank you to whoever on the staff has to go through that car buying process so often. Well, Phil, we're"
    },
    {
        "start": 1814.84,
        "end": 1820.52,
        "text": " answering your question this, this week because Gabe Shenhar is the, the, the sort of the man behind"
    },
    {
        "start": 1820.52,
        "end": 1825.48,
        "text": " the curtain with these. And that reminds me, I have an assignment to the car that I have to buy."
    },
    {
        "start": 1825.48,
        "end": 1831.0,
        "text": " And I'm not going to say what it is. Gabe, how does this, how does this start and how do we do this?"
    },
    {
        "start": 1831.0,
        "end": 1839.08,
        "text": " Well, of course, we have a whole box of fake moustaches and beards and glasses. We anyway. But,"
    },
    {
        "start": 1839.96,
        "end": 1845.56,
        "text": " you know, at first I thought people would really care that it's consumer reports buying car, but"
    },
    {
        "start": 1845.6399999999999,
        "end": 1852.76,
        "text": " for the most parts, it's like not even on the radar. I mean, the salespeople want to go through"
    },
    {
        "start": 1852.76,
        "end": 1858.52,
        "text": " the sale, they care about the sale, they care about the commission and getting you out the door."
    },
    {
        "start": 1858.52,
        "end": 1866.9199999999998,
        "text": " And it's only a rare case where I saw, oh, how, some reports, some reports, how about that? You"
    },
    {
        "start": 1866.9199999999998,
        "end": 1872.36,
        "text": " know, and got a real kick out of that. But for the most parts, not even an issue. And,"
    },
    {
        "start": 1873.32,
        "end": 1879.9599999999998,
        "text": " not to the question about revealing who we are. I mean, you are the whole process is anonymous."
    },
    {
        "start": 1880.4399999999998,
        "end": 1888.6,
        "text": " The, the buyers that I assigned to buy cars deal with dealers on their own email or"
    },
    {
        "start": 1889.7199999999998,
        "end": 1893.8,
        "text": " private phone. And let me just say that's actually a good tip for buying a car anyways."
    },
    {
        "start": 1894.52,
        "end": 1899.7199999999998,
        "text": " Start over email and also create another email address because you're going to get a lot of emails."
    },
    {
        "start": 1899.72,
        "end": 1902.84,
        "text": " You're going to get a ton of marketing material. But anyhow, yeah."
    },
    {
        "start": 1902.84,
        "end": 1909.56,
        "text": " Subtribes. Yeah. But anyway, only at the day of delivery, we tell them, hey, we're"
    },
    {
        "start": 1909.56,
        "end": 1914.92,
        "text": " consumer reports. This is how to register the car. Here is our tax exemption. And then"
    },
    {
        "start": 1915.72,
        "end": 1919.88,
        "text": " everything goes pretty seamlessly from there. Yeah. I mean, the interesting thing is there's,"
    },
    {
        "start": 1919.88,
        "end": 1925.64,
        "text": " you know, awards automotive, which is a consulting firm says, you know, there's a huge turnover"
    },
    {
        "start": 1925.64,
        "end": 1932.1200000000001,
        "text": " in the auto industry, 73% turnover every two years. So a lot of the sales people who you're"
    },
    {
        "start": 1932.1200000000001,
        "end": 1937.3200000000002,
        "text": " dealing with aren't going to be working at that dealer the next time you go. It's just a, you know,"
    },
    {
        "start": 1937.3200000000002,
        "end": 1943.48,
        "text": " and there's about 250 dealerships in Connecticut. And we lived kind of all over the place. And,"
    },
    {
        "start": 1943.48,
        "end": 1948.3600000000001,
        "text": " you know, I, you know, if you're buying another Honda, it may not be the same Honda dealership."
    },
    {
        "start": 1948.3600000000001,
        "end": 1953.4,
        "text": " And we make sure that we're not going back to the same place. Honestly, I think, I mean, in my"
    },
    {
        "start": 1953.4,
        "end": 1958.3600000000001,
        "text": " recollection, the only time there was someone, I mean, the only concern is like, oh, I know who"
    },
    {
        "start": 1958.3600000000001,
        "end": 1964.76,
        "text": " you are. I think that happened once years ago. And it was actually someone who was a salesperson"
    },
    {
        "start": 1964.76,
        "end": 1969.8000000000002,
        "text": " at a different dealer. Yes. Which was kind of interesting. So, so yeah, we could avoid going back"
    },
    {
        "start": 1969.8000000000002,
        "end": 1974.3600000000001,
        "text": " to the same dealer. But if someone quits and then goes to another dealer, runs into somebody,"
    },
    {
        "start": 1974.3600000000001,
        "end": 1977.4,
        "text": " well, then we got to go pick another dealer. I'm going to start up. Yeah. If we, if we,"
    },
    {
        "start": 1977.4,
        "end": 1981.0800000000002,
        "text": " we'll have to do that, we've had a few times we've had to pick another dealer if to, if enough"
    },
    {
        "start": 1981.08,
        "end": 1984.76,
        "text": " people, you know, I saw you when talking cars. All right. Well, we're going to go to Nissan"
    },
    {
        "start": 1984.76,
        "end": 1989.48,
        "text": " of X. But I mean, to your point, I had a time where I bought a car and it was after we told them"
    },
    {
        "start": 1989.48,
        "end": 1993.96,
        "text": " consumer reports. And they brought me to the F and I office afterwards. And they said, we made a"
    },
    {
        "start": 1993.96,
        "end": 1998.28,
        "text": " mistake on your paperwork. It the car cost a thousand dollars more and you have to buy an extended"
    },
    {
        "start": 1998.28,
        "end": 2003.72,
        "text": " warranty. So obviously, they don't care who we are. They try to rip us off just as well."
    },
    {
        "start": 2003.72,
        "end": 2009.1599999999999,
        "text": " It's actually that was a fun, that was a fun experience. By the way, walking away, by the time I got"
    },
    {
        "start": 2009.16,
        "end": 2013.24,
        "text": " to the car, they were running after me and we sold it, you know, the car, the car was now"
    },
    {
        "start": 2013.24,
        "end": 2019.5600000000002,
        "text": " a car wearing the free teacher we send you. They have a good thing. You're a secret shop."
    },
    {
        "start": 2019.5600000000002,
        "end": 2025.48,
        "text": " All right. Heat just doing a really, really bad job. Yeah. But in all seriousness, if I show up"
    },
    {
        "start": 2025.48,
        "end": 2030.0400000000002,
        "text": " at a car dealership, wearing a seat of that, that would be, I'd get a talking to it at the very"
    },
    {
        "start": 2030.0400000000002,
        "end": 2036.0400000000002,
        "text": " least. That would be very, that would be very incompatible with my employment here, I think."
    },
    {
        "start": 2036.04,
        "end": 2041.96,
        "text": " Sure. Yeah. Cool. All right. Thanks for the question Phil. Kurt with a K has a question."
    },
    {
        "start": 2041.96,
        "end": 2048.68,
        "text": " Thanks for all the info in your in the October, 2024 issue of your magazine regarding the safest car."
    },
    {
        "start": 2048.68,
        "end": 2054.44,
        "text": " Only puzzlement for me was the total absence of Subaru models in the list given and then past articles."
    },
    {
        "start": 2054.44,
        "end": 2058.2,
        "text": " You've praised Subaru for safety features. Where do they fall down compared to the others you"
    },
    {
        "start": 2058.2,
        "end": 2063.48,
        "text": " praised? Can I, I'm going to take that one because I wrote the article. Yeah. I'm going to tell you"
    },
    {
        "start": 2063.48,
        "end": 2067.72,
        "text": " through every step of the editorial process on this and there are folks who don't have to do with"
    },
    {
        "start": 2067.72,
        "end": 2072.6,
        "text": " cars. The designers were asking me, where are the Subaru's? Everyone was asking, where are the"
    },
    {
        "start": 2072.6,
        "end": 2078.44,
        "text": " Subaru's? And the answer is, if you look in the in the criteria that we set for, you know,"
    },
    {
        "start": 2078.44,
        "end": 2084.12,
        "text": " what makes a car kind of safe off the bat, most of the model year 2024 Subaru's have optional"
    },
    {
        "start": 2084.12,
        "end": 2089.96,
        "text": " blind spot warning and rear cross traffic warning. Blind spot warning has been proven to reduce"
    },
    {
        "start": 2090.92,
        "end": 2096.84,
        "text": " collisions and collisions with injuries. So that's just a reason why why they're not on there."
    },
    {
        "start": 2096.84,
        "end": 2103.4,
        "text": " The Soltera doesn't have automatic crash notification for a specific period of time."
    },
    {
        "start": 2103.4,
        "end": 2107.96,
        "text": " Automatic crash notification is another proven system is proven to, if you get in a crash that"
    },
    {
        "start": 2107.96,
        "end": 2114.36,
        "text": " may help save your life. So in order to make the list, the cars had to have these as standard on"
    },
    {
        "start": 2114.36,
        "end": 2120.76,
        "text": " all trims and we only looked at the systems that there was sort of data out there showing that"
    },
    {
        "start": 2120.76,
        "end": 2126.52,
        "text": " they actually were safety and it's, it's important to look at it on all trims. Yeah, yeah. I mean,"
    },
    {
        "start": 2126.52,
        "end": 2131.4,
        "text": " just to do for people playing the home game, you know, this was an article specifically about"
    },
    {
        "start": 2131.4,
        "end": 2137.1600000000003,
        "text": " the safest vehicles saying here are the vehicles that basically provide all these safety,"
    },
    {
        "start": 2137.1600000000003,
        "end": 2141.8,
        "text": " the lead to safety equipment standard. You know, and we really want to make sure that it's standard,"
    },
    {
        "start": 2141.8,
        "end": 2146.6800000000003,
        "text": " not that I have to go pay extra and, you know, add leather interior to get this and not everyone"
    },
    {
        "start": 2146.6800000000003,
        "end": 2154.2000000000003,
        "text": " gets that safety. So the ones on the list that you worked on, you know, they have it all. These"
    },
    {
        "start": 2154.2000000000003,
        "end": 2159.0800000000004,
        "text": " are some vehicles that don't and hopefully Subaru makes some changes that actually just makes"
    },
    {
        "start": 2159.0800000000004,
        "end": 2164.2000000000003,
        "text": " those systems standard like some many other automakers have done. Yeah. And just to put it out there"
    },
    {
        "start": 2164.2000000000003,
        "end": 2168.6800000000003,
        "text": " crit, if you're looking at a Subaru and you get one with blind spot warning and rear cross traffic"
    },
    {
        "start": 2168.68,
        "end": 2174.44,
        "text": " warning and it's, it would have been on the list. So if you're if you're interested in buying a"
    },
    {
        "start": 2174.44,
        "end": 2179.16,
        "text": " Subaru, it's not that there's something about it that's unsafe, right? It's just saying that,"
    },
    {
        "start": 2179.16,
        "end": 2183.48,
        "text": " you know, don't buy that base model that's lacking these features that could keep you from from"
    },
    {
        "start": 2183.48,
        "end": 2188.9199999999996,
        "text": " having a crash. And I think there's more to it too that, you know, really what can help you on the"
    },
    {
        "start": 2188.9199999999996,
        "end": 2193.72,
        "text": " road is not necessarily just the safety features on your car, but the safety features that are on the"
    },
    {
        "start": 2193.72,
        "end": 2198.8399999999997,
        "text": " cars around you. Yes. So, you know, you might be very safety conscious and want to make sure that"
    },
    {
        "start": 2198.8399999999997,
        "end": 2203.72,
        "text": " you get all these features. But if the guy behind you didn't pay for his extra automatic"
    },
    {
        "start": 2203.72,
        "end": 2208.52,
        "text": " emergency braking, whatever, and plows into you, you're still at risk. So it's just important that"
    },
    {
        "start": 2208.52,
        "end": 2215.56,
        "text": " the fleet gets these features to make you safer as well. Yeah. Herd immunity for for for rear end"
    },
    {
        "start": 2215.56,
        "end": 2221.48,
        "text": " and blind spot collisions. Yeah. The people who don't have safety on their mind are probably the"
    },
    {
        "start": 2221.48,
        "end": 2227.16,
        "text": " ones who need these safety features most. Yeah. Exactly. So, you know, keep driving safely out"
    },
    {
        "start": 2227.16,
        "end": 2232.04,
        "text": " there, Kurt, and be comfortable with your purchase as long as you know, you know, what's on there."
    },
    {
        "start": 2232.04,
        "end": 2239.88,
        "text": " So again, Kurt and Phil are going to get some swag. And you could too if you send your question"
    },
    {
        "start": 2239.88,
        "end": 2246.44,
        "text": " to talkingcarsaticloud.com and we use it on air. So thanks so much for joining us. And it was a"
    },
    {
        "start": 2246.44,
        "end": 2250.28,
        "text": " little bit of a longer episode, a little bit of a unique episode. Hopefully you learned something"
    },
    {
        "start": 2250.28,
        "end": 2254.92,
        "text": " about the Cybertruck, hopefully you learned something a little about consumer reports. And we'll talk"
    },
    {
        "start": 2254.92,
        "end": 2263.0,
        "text": " cars again soon."
    }
]