[
    {
        "start": 0.0,
        "end": 21.0,
        "text": " Hi and welcome back. I'm Mike Quincy. I'm Kelly Funcaze. I'm Joe Vesselac. So today we are going to talk about the 2024 Kia EV9."
    },
    {
        "start": 21.0,
        "end": 32.0,
        "text": " Let's just make it clear that the argument could be made. The EV9 is like the first mainstream three row all electric SUV."
    },
    {
        "start": 32.0,
        "end": 51.0,
        "text": " The Tesla Model X arrived in 2016. The Mercedes-Benz EQS SUV and RIVian R1S are also available. But those three models are significantly more money than the EV9 which starts at $54,900."
    },
    {
        "start": 51.0,
        "end": 69.0,
        "text": " That price is more in line with the Tesla Model Y which has minuscule third row seats but really isn't suitable for adults. So just getting that out of the way. Kelly let's turn to you and really talk about what exactly is the EV9."
    },
    {
        "start": 69.0,
        "end": 82.0,
        "text": " The EV9 is a mid-sized three row SUV. Similar in size. It's really kind of the EV version of the Kia Telluride. Similar to Honda Pilot, Mazda CX90 and Toyota Grand Highlander as well."
    },
    {
        "start": 82.0,
        "end": 88.0,
        "text": " And the Thailander. The Telluride in particular did very well in our test."
    },
    {
        "start": 88.0,
        "end": 92.0,
        "text": " Exactly. So we're expecting this one to probably do well too but again we'll have to find out."
    },
    {
        "start": 92.0,
        "end": 105.0,
        "text": " So what we bought was a long range all-wheel drive model. It has 320 horsepower dual electric motors, 99.8 kilowatt hour battery and a one-speed direct drive transmission."
    },
    {
        "start": 105.0,
        "end": 114.0,
        "text": " We added carpeted floor mats and with the destination fee the grand total came to $65,620."
    },
    {
        "start": 114.0,
        "end": 127.0,
        "text": " Now as of right now, as of this podcast recording, the EV9 is built in Korea. So the only way it's eligible for their federal tax credit up to $7,500 is if it's leased."
    },
    {
        "start": 127.0,
        "end": 137.0,
        "text": " The Kia plans to assemble the EV9 in its West Point Georgia plant which will make it eligible for some of those funds if the SUV is purchased."
    },
    {
        "start": 137.0,
        "end": 142.0,
        "text": " So Joe now we're going to turn to you with some of your initial driving impressions."
    },
    {
        "start": 142.0,
        "end": 152.0,
        "text": " Yeah, so I think overall it does pretty well. It handles well. The steering is okay. That being said up until you get into the, you know, you start pushing it at the limit."
    },
    {
        "start": 152.0,
        "end": 165.0,
        "text": " The steering loses feel and feedback as you, you know, as speeds increase as you experience more turns as well as, you know, you'll notice some of the agility where it's, you know, you'll notice the weight of the vehicle."
    },
    {
        "start": 165.0,
        "end": 172.0,
        "text": " It does have a low center of gravity. So sub limits, it feels very flat and, you know, a low center of gravity."
    },
    {
        "start": 172.0,
        "end": 177.0,
        "text": " But once you start pushing it driving it a little harder, you'll notice that, you know, there's more body roll."
    },
    {
        "start": 177.0,
        "end": 182.0,
        "text": " It leans in the turns. It's not as composed as you feel like it would be initially."
    },
    {
        "start": 182.0,
        "end": 187.0,
        "text": " Right. And you talk about weight and this is something we've talked about a lot with EVs."
    },
    {
        "start": 187.0,
        "end": 193.0,
        "text": " How much more they weigh comparison to similarly, similarly sized. That's not easy to say of vehicles."
    },
    {
        "start": 193.0,
        "end": 198.0,
        "text": " But what did you take away with your time in the EV night?"
    },
    {
        "start": 198.0,
        "end": 207.0,
        "text": " Yeah, so weight is definitely a factor, but also size, right? So the wheelbase of this EV is slightly larger than even the average midsize SUV."
    },
    {
        "start": 207.0,
        "end": 215.0,
        "text": " So I think we calculated, you know, five between five and eight inches larger longer than the average midsize SUV. So it's got the weight and the size."
    },
    {
        "start": 215.0,
        "end": 220.0,
        "text": " So that's going to contribute to some of those negatives, right? So it's not a sports car by any means."
    },
    {
        "start": 220.0,
        "end": 224.0,
        "text": " You're going to get that body roll and leaning and you're going to feel that weight as you drive it."
    },
    {
        "start": 224.0,
        "end": 228.0,
        "text": " Right. And with size, I mean, it is a legitimate, I guess a legitimate three row."
    },
    {
        "start": 228.0,
        "end": 233.0,
        "text": " Right. So are you putting, you know, full size adults here or is this mostly kids?"
    },
    {
        "start": 233.0,
        "end": 242.0,
        "text": " Right. So if we talk about the third row seat, right, that's probably not a place in almost any SUV that you're really going to have a comfortable experience for any adult."
    },
    {
        "start": 242.0,
        "end": 255.0,
        "text": " It does have more headroom than footroom there. So if you do have to cram an adult back there, they're not going to be crunched over and leaning, but their feet are probably going to be a little crunched up and in, you know, intrusion into putting those up there."
    },
    {
        "start": 255.0,
        "end": 265.0,
        "text": " But otherwise it's more boxy. So that's where you get some of that headroom in the third row. And so, you know, it's you have a little bit more room in the cabin for those passengers."
    },
    {
        "start": 265.0,
        "end": 272.0,
        "text": " But it doesn't seem like this SUV or any SUV is rivaling the third row space of a minivan. Right."
    },
    {
        "start": 272.0,
        "end": 285.0,
        "text": " No, I could definitely say I've never found myself to be completely comfortable in any of these third rows where I would say I'm willing to go on a trip that's beyond a half hour to an hour, even more of an emergency situation or in a pinch."
    },
    {
        "start": 285.0,
        "end": 288.0,
        "text": " But yeah, when it comes to three rows, you want to be in a minivan."
    },
    {
        "start": 288.0,
        "end": 292.0,
        "text": " Yeah. Yeah. And this is definitely positioned sort of as a family."
    },
    {
        "start": 292.0,
        "end": 300.0,
        "text": " Exactly. Kids are probably going to be fine. They don't have the longer legs and then they do have the extra headroom. So kids back there, probably good adults, maybe not a long road trip."
    },
    {
        "start": 300.0,
        "end": 310.0,
        "text": " I mean, I'm consumer reports.org, you know, most of the people that come for automotive information looking for SUVs. So, you know, the family vehicle still alive and well here."
    },
    {
        "start": 310.0,
        "end": 321.0,
        "text": " But, you know, that being said, that there's still really pretty good power in this model. Like a lot of EVs we test. It's a very responsive. I mean, it's super quick. All that low end torque that we love to talk about."
    },
    {
        "start": 321.0,
        "end": 331.0,
        "text": " And we're seeing about 270 miles of cruising range, which is certainly competitive in the ballpark, would you say, for a lot of EVs this size?"
    },
    {
        "start": 331.0,
        "end": 340.0,
        "text": " Yeah. Yeah, I would say so. It's typical of what we're seeing. One thing I want to know going back to power delivery, which I would like to infress impressions. That's a high. That is very smooth."
    },
    {
        "start": 340.0,
        "end": 348.0,
        "text": " The EV 9 is very smooth off the line. And that continues throughout, you know, as you increase your speed. It's very easy to change speed."
    },
    {
        "start": 348.0,
        "end": 363.0,
        "text": " As well as the multiple levels of regen braking is great in this vehicle. You have so much adjustability. And yeah, it can adapt to pretty much anyone in their driving style, which I like a lot about."
    },
    {
        "start": 363.0,
        "end": 377.0,
        "text": " And we've seen that with a lot of Kia and Hyundai EVs. Just even in the last year or so, we did this really intense 70 mile per hour highway range test of all of our EVs just last summer."
    },
    {
        "start": 377.0,
        "end": 386.0,
        "text": " And yeah, the performance of the easy regen for the Hyundai's and Kia's are definitely kind of a, you know, one of their trademarks, which is good."
    },
    {
        "start": 386.0,
        "end": 403.0,
        "text": " Right. And the regen, I'll just take a moment to talk about that. It's really a drivable car. So all of those different levels of regenerative braking all kind of feel pretty good. You can go all the way to the one pedal driving to essentially regen off where you're just coasting like a regular gas powered car."
    },
    {
        "start": 403.0,
        "end": 416.0,
        "text": " So you have that personalization. You can change it. All the levels still felt pretty good too. But yeah, again, the 270 miles right for such a big car. That's quite a bit there. So the drivability and the range, it's going to be a pretty good choice."
    },
    {
        "start": 416.0,
        "end": 431.0,
        "text": " And when you talk about the the regen, how easy it is to adjust to manipulate it. I mean, you know, Kelly, this falls really much in your in your ballpark about usability controls. And how, you know, what are your thoughts about how the EV 9 is working out so far?"
    },
    {
        "start": 431.0,
        "end": 455.0,
        "text": " Yeah. So the regen controls are great. They are pedals on the back of the steering wheel. Right. So that we're traditionally used in gas power cars to shift gears. Now they're able to adjust the regenerative braking. So you can kind of do that on the fly. I know several of us here mentioned specifically that we like the one pedal driving, but really only when we're the only one in the car. Right. As soon as we add passengers to the mix, then we kind of lower that down. It sometimes go to the coast. Exactly."
    },
    {
        "start": 455.0,
        "end": 484.0,
        "text": " Yes, a very, very common theme on everyone mentioning that the passengers hate that, you know, certain aggressive one pedal drive. But even even internally here at auto test, we all don't even agree on how much we look at or dislike it. Right. Right. But the ability to change it on the fly is what's key. Right. So you can change it. You know, if I get into the car after Joe or, you know, if I own the car after my spouse, then you can be able to change that or even picking up passengers or school kids, right. Right. And even some of the day to day things though."
    },
    {
        "start": 484.0,
        "end": 499.0,
        "text": " We found to be a little bit, a little bit wonky. I mean, the climate controls are pretty bad. The seat heaters and the heat is steering wheel buttons are on the door, which you will get used to turn the car on. Did you figure that out?"
    },
    {
        "start": 499.0,
        "end": 516.0,
        "text": " Imagine that. Right. Yeah. I think you were being maybe even a little generous with saying, you know, that the climate controls were a little wonky. I think they're pretty bad. Right. So there's very few physical buttons to control the climate. Right. Anything you want to do, you have to go into the touchscreen. But let's talk about where that touchscreen is located."
    },
    {
        "start": 516.0,
        "end": 545.0,
        "text": " They put where all of the climate controls displays in our located between the driver screen and the center screen, which is almost completely blocked by the steering wheel rim makes them totally out of view when you're driving. Right. So you have to kind of lean over. Then touch using on the touchscreen, the things you want. It's also small because it's kind of squished in between those two screens there. So the touch targets, right. The actual physical amount of space you have to touch."
    },
    {
        "start": 546.0,
        "end": 559.0,
        "text": " Touch with your finger is quite small. So it requires precision while you're also leaning out of driving position. It just creates a lot of distraction while driving just to do pretty basic things with adjusting with climate control that you're doing all the time."
    },
    {
        "start": 559.0,
        "end": 566.0,
        "text": " I mean, as we've talked about with a lot of the Mercedes EVs that we've tested to manipulate the controls, it takes that word precision. Exactly."
    },
    {
        "start": 566.0,
        "end": 584.0,
        "text": " Do you think in any parts of the design of these vehicles, they were just thinking, well, the driver will have a passenger to do all this. I mean, is that that's crazy, right. Yeah, you need or you need like either a shell for a ledge, some other form of like another point of contact so you can actually get that accuracy."
    },
    {
        "start": 584.0,
        "end": 594.0,
        "text": " I feel secure thumb and reach with your feet. I don't know. I feel like I'm always throwing. It feels like you're throwing darts at this screen sometimes when the vehicle rides were offering you're moving."
    },
    {
        "start": 594.0,
        "end": 607.0,
        "text": " You're always hitting the wrong button. Now you got to go back. D select, reselect and that's just right. I'd actually say no, this was not intended to be used by the passenger because of where they put it."
    },
    {
        "start": 607.0,
        "end": 622.0,
        "text": " Again, it's between the driver screen and center screen. So now it's a huge reach for the passenger to go all the way across the center screen then to use the climate if you're not using those very few select buttons there. So no, I would say that's not the goal there that they went with."
    },
    {
        "start": 622.0,
        "end": 638.0,
        "text": " And even on a much lower tech day to day livability issues that I personally found driving the EV 9 was the center console is is a lot of hard plastic. And you put just like one I've this aluminum coffee mug that I take with me everywhere."
    },
    {
        "start": 638.0,
        "end": 655.0,
        "text": " But it rattles around like a 1977, I mean, I thought there's something there's something wrong with this car. There's I've heard this incredible rattle in the center console. It was it was the coffee cup the coffee mug, you know, knocking around in the cup holders."
    },
    {
        "start": 655.0,
        "end": 678.0,
        "text": " I mean, that seems like a weird detail for any automaker to just kind of gloss over. Yeah, yeah, fit and finishes, you know, there are a lot of hard plastic pieces around. Even it there's these kind of embedded buttons where they're basically touch screen buttons underneath the center screen that are illuminated from behind. So they don't look like buttons right the whole panel kind of moves when you push them."
    },
    {
        "start": 678.0,
        "end": 693.0,
        "text": " That kind of it looks nice, but isn't super practical again, you find yourself almost using that as an anchor to rest your wrist on while you're using that touch screen. But then on Venox to you, you just pushed some of those buttons that were embedded behind the piece of plastic."
    },
    {
        "start": 693.0,
        "end": 722.0,
        "text": " Yep, you know, a dazzling in a in a boardroom or design studio, not so practical on a day to day basis. Right. Right. Maybe it looks pretty, but using it might run into trouble. Right. Well, this and these these are our our first impressions of the of the EV 9 and and check out sweet Johnny links got a great first drive article consumer reports dot org and definitely check back as we complete our full roster of over 50 tests that we're going to do on this vehicle as we do on."
    },
    {
        "start": 722.0,
        "end": 735.0,
        "text": " Every vehicle here at consumer reports auto test center as you know everyone wants to talk about EVs and we are testing all of them that are out there, which brings us to our audience questions."
    },
    {
        "start": 735.0,
        "end": 751.0,
        "text": " We love your questions keep coming emails 30 second videos send them all to talking cars at iCloud dot com that's talking cars at iCloud dot com. And first up is Vincent from Valley stream New York who writes."
    },
    {
        "start": 751.0,
        "end": 763.0,
        "text": " I own a 2020 Toyota RAV4 XSE hybrid that came equipped with Dunlop Grand Tech P2 20 tires at that time I was getting close to 41 miles per gallon."
    },
    {
        "start": 763.0,
        "end": 774.0,
        "text": " The Dunlops were out at 24,000 miles after doing research with consumer reports. I decided to replace these tires with general Ultimax 365 AW."
    },
    {
        "start": 774.0,
        "end": 786.0,
        "text": " These tires have a 60,000 mile warranty, but unfortunately my miles per gallon only hits 36 miles per gallon now. Are there hybrid specific tires for hybrid vehicles?"
    },
    {
        "start": 786.0,
        "end": 801.0,
        "text": " So as as most of talking cars audience knows we have a very robust tire test program and Joe I know you checked in with Ryan Pizzlekowski for an expert answer."
    },
    {
        "start": 801.0,
        "end": 816.0,
        "text": " Correct. There isn't exactly hybrid specific tires, but there are low rolling resistance tires and there are tires marketed for EVs that are low rolling resistance as for you know better fuel economy as well as noise reduction."
    },
    {
        "start": 816.0,
        "end": 824.0,
        "text": " That being said those tires come with compromises those would be shallower tread depth, an overall light or tire to be more efficient."
    },
    {
        "start": 824.0,
        "end": 834.0,
        "text": " The tires that Vincent has those are all weather tires those are going to have a deeper tread they're going to have they may be softer they're more catered towards inclement weather."
    },
    {
        "start": 834.0,
        "end": 843.0,
        "text": " So you're going to lose rolling resistance as well as efficiency he may maintain that 60,000 mile or that longer tread life, but it all comes as a compromise."
    },
    {
        "start": 843.0,
        "end": 855.0,
        "text": " So what he needs to look at is go look at you know our ratings look at what's a good low rolling resistance tires that still has good overall grip in the characteristics for tread wear that he's looking for."
    },
    {
        "start": 855.0,
        "end": 863.0,
        "text": " And most people don't realize the nuances of tires you're always going to get something and then give up something."
    },
    {
        "start": 863.0,
        "end": 878.0,
        "text": " So people say well I don't want to replace my tires all the time so you want you're going to accent your your tire choice for longer wear or it's a performance car and you're going to accent handling and whatnot or in this case fuel economy."
    },
    {
        "start": 878.0,
        "end": 889.0,
        "text": " Yeah you got to look at what's more important to you and what you're trying to get out of the tire, but you always got to keep in mind you know grip and safety is very important in what conditions you're driving in."
    },
    {
        "start": 889.0,
        "end": 911.0,
        "text": " And listen hats off to Vincent for coming to consumer reports checking out our tire information all the talking cars fans out there replacing tires check out our stuff it's really good next question we have is John from Vermont who writes this past June I purchased a new Silverado 1500 crew cab and I love the truck."
    },
    {
        "start": 911.0,
        "end": 930.0,
        "text": " This past November the IIS updated its safety ratings for the truck with new test results and the news is not good especially with a three year old in the truck with me and the moderate overlap crash test that was updated is the kind I'm most likely to experience in our rule area with many two lane roads."
    },
    {
        "start": 930.0,
        "end": 949.0,
        "text": " My wife is pushing me to sell the truck and get something safer if I do make the change trucks are out given the other trucks results so I'm playing with the idea of a new small slash mid size SUV or minivan or use Volvo or Audi what do you think about all of this."
    },
    {
        "start": 949.0,
        "end": 971.5,
        "text": " So I'm going to turn you for now there's kind of a lot to unpack here terms of truck driving right on blah blah blah what is what is your your your your gut reaction for john yeah so there is a lot to unpack so first of all this is an updated test from the IHS where they added a belt dummy in the back seat to evaluate the crash protection of passengers in the rear seat."
    },
    {
        "start": 971.5,
        "end": 998.5,
        "text": " And what that is is it's a head on test right so as john was saying rural roads that's exactly the scenario that they're talking about for this right when you have two lanes and opposing directions coming towards each other if one of those cars years over that double yellow into the oncoming that's this type of test right so these types of crashes are very severe right often fatal so they recently started testing these and they haven't conducted all of the this test on all of the cars yet."
    },
    {
        "start": 998.5,
        "end": 1009.5,
        "text": " So there's very limited data that we have so far and john is right the silver auto did not do so hot in that test right it actually got a poor in that moderate overlap test."
    },
    {
        "start": 1009.5,
        "end": 1027.5,
        "text": " But we're also seeing that a lot of other cars are getting poor is to so even some of those small and mid size SUVs are getting marginal or poor we like to see good for those types of tests so right now it's almost too early to say go by this car instead because it performs well because most cars are not going to be a little bit more."
    },
    {
        "start": 1027.5,
        "end": 1051.5,
        "text": " So well because most cars aren't performing well we're likely to see the vehicles get built up and the you know the frame of the car get built up in a way to be able to pass these tests but we don't have a lot right now right that being said so the truck is not performing well but a lot of others aren't however there are new crash avoidance technologies that are coming to the market I knew we had you on this."
    },
    {
        "start": 1051.5,
        "end": 1080.5,
        "text": " To hopefully address this specific type of crash so we're hearing a lot of the automakers starting to talk about this we haven't seen a lot of them come onto the market quite yet but they're they're right at the verge of coming on the market right now but it's funny that that john you mentioned Volvo or Audi so the Volvo the XC 90 the 2024 that is coming out this year so that's an SUV is actually going to have this technology on it so if you're specifically looking at Volvo as a brand."
    },
    {
        "start": 1080.5,
        "end": 1106.5,
        "text": " So I would take a look and do a little bit research on that and see if that's something that that you're interested in and Joe you and I grew up around this area go to Vermont a lot and we also have spent a fair amount of time driving pickup trucks just in general would you would you take what you would you want like a 1500 so 1500 series pickup truck kind of as a daily driver living in Vermont just in general."
    },
    {
        "start": 1106.5,
        "end": 1135.5,
        "text": " I think I would I would definitely I feel like if you put efficiency aside I feel like just the capability of the truck as well as if you have a crew cab you can fit you know four or five people in the vehicle you can get everything you need to get done done whether it's safely or not obviously with higher standards that there are that that's not the case but yeah I would find myself driving a pickup truck in that circumstance right but but I mean we should probably have dock M's here to talk about you."
    },
    {
        "start": 1136.5,
        "end": 1165.5,
        "text": " You know child safety and you know as a pickup truck the best place to put a child safety seat and stuff like that right and you know we acknowledge that pickup trucks of the last 20 years have gone from being almost primarily work trucks works you know trade trucks to being family vehicles right they have higher trim lines there's lots of fancy interiors I mean you can spend the roomy yeah that that's the thing a lot of stuff when you don't have the kids are people in the back you can fold the seats up and that's a giant you can do it."
    },
    {
        "start": 1166.5,
        "end": 1191.5,
        "text": " You know cargo area that keeps things dry out of the elements there's a lot a lot of capability out of a truck and and in your living in Vermont you're dealing usually with a lot of snow trucks have decent ground clearance so so there's that but just as we talked about with tires they're compromises with every automotive choice for example a Volvo does not have some of the best reliability and consumer reports exactly"
    },
    {
        "start": 1191.5,
        "end": 1217.5,
        "text": " and some of their control are beyond terrible. Okay. Audi has some models that did well in consumer reports testing. However one of the studies that we did was called cost of ownership once the warranty is over for a lot of these German models like Audi BMW Mercedes-Benz it costs a lot of money to maintain the car after warranty."
    },
    {
        "start": 1217.5,
        "end": 1232.5,
        "text": " I'm just bringing that up because he mentioned Volvo, he mentioned Audi and you know so I guess you know John if you're listening go to consumer reports dot morgue and check out our ratings for SUVs."
    },
    {
        "start": 1232.5,
        "end": 1261.5,
        "text": " You mentioned a three year old doesn't mention how many other kids he might have you know does do you need three year old seedings for example but and with every vehicle that consumer reports tests we do child safety seats fits and boosters and all that stuff so so again the answer is just go to consumer reports dot org and and some of us are just a little jealous that John gets to live in Vermont because it's so beautiful one of my favorite states."
    },
    {
        "start": 1261.5,
        "end": 1287.5,
        "text": " So that will about do it for this episode which was produced of course by super producer Dave Abrams and expertly edited by Andrew I still play hockey believes and Anatoli the great shumski as always check the show notes for more information on the vehicles and topics that we discussed just a reminder keep your questions coming to talking cars at iCloud dot com. Thanks so much for tuning in and we'll see you next week."
    },
    {
        "start": 1291.5,
        "end": 1293.5,
        "text": " you"
    }
]