[
    {
        "start": 0.0,
        "end": 16.48,
        "text": " Hi and welcome to Talking Cars. I'm Jennifer Stockburger. I'm Alex Nasik. I'm Joe Vesla."
    },
    {
        "start": 16.48,
        "end": 23.72,
        "text": " So today we're going to give our first thoughts, first impressions around the 2024 BMW X2."
    },
    {
        "start": 23.72,
        "end": 28.04,
        "text": " So certainly in my homework before we start I wanted to kind of sort out the evens and"
    },
    {
        "start": 28.04,
        "end": 36.92,
        "text": " the odds, the BMW evens and the odds specifically. So obviously the most popular models are among SUVs"
    },
    {
        "start": 36.92,
        "end": 45.28,
        "text": " X1, X3, X5. But obviously there's evens, X2, X4, X6 that gets slotted in there. And if you"
    },
    {
        "start": 45.28,
        "end": 53.68,
        "text": " look that up, what the even numbers in SUVs or even in sedans, their intention is to be"
    },
    {
        "start": 53.68,
        "end": 59.88,
        "text": " a little bit sportier version of the complement of the slightly, of the lower number below them."
    },
    {
        "start": 59.88,
        "end": 66.28,
        "text": " So the X2 is a sportier version of the X1. The X4 is a sportier version of the X3 and the"
    },
    {
        "start": 66.28,
        "end": 70.44,
        "text": " same with the sedans. You know, at least they're supposed to be sportier. Or at least they're"
    },
    {
        "start": 70.44,
        "end": 76.52,
        "text": " supposed to be. So we'll get to that. But specifically Alex, why did we get an X2 when we only"
    },
    {
        "start": 76.52,
        "end": 82.16,
        "text": " recently have tested an X1? Yeah, right. So they are, they are very similar, right? Like the dimensions"
    },
    {
        "start": 82.16,
        "end": 86.24,
        "text": " are similar in a lot of ways in terms of like wheelbase and length and even the power trains are"
    },
    {
        "start": 86.24,
        "end": 90.28,
        "text": " similar interior and whatnot. We'll get into the differences. But they're really seen as two"
    },
    {
        "start": 90.28,
        "end": 94.96,
        "text": " different models. So unless you know the difference and the evens and the odds that you just explained"
    },
    {
        "start": 94.96,
        "end": 98.84,
        "text": " going into it, you might just look at these two and ones called X1, ones called X2, they're"
    },
    {
        "start": 98.84,
        "end": 103.92,
        "text": " completely different models. And that, you know, yes, in some ways and know it some other way."
    },
    {
        "start": 103.92,
        "end": 108.32,
        "text": " So we just want to see what the, those differences are and how they impacts, you know, just the"
    },
    {
        "start": 108.32,
        "end": 112.96,
        "text": " usefulness of the vehicle from cargo capacity and access visibility, all these things. You know,"
    },
    {
        "start": 112.96,
        "end": 119.67999999999999,
        "text": " it's kind of similar to the way Mercedes did the GLA versus the GLB, right? Similar platform"
    },
    {
        "start": 119.67999999999999,
        "end": 123.52,
        "text": " and whatnot underneath, but they're kind of slightly different body styles basically. Right. And"
    },
    {
        "start": 123.52,
        "end": 128.48,
        "text": " that's what we're here for is to help consumers sort that out. Exactly. Not just say, oh, it's"
    },
    {
        "start": 128.48,
        "end": 132.48,
        "text": " identical, except it's kind of the screen version. Right. Let's see what the actual tangible"
    },
    {
        "start": 132.48,
        "end": 141.6,
        "text": " differences are. So to your point, same power trains as the X1, right? The X drive 28 I trim,"
    },
    {
        "start": 141.6,
        "end": 151.2,
        "text": " two liter turbocharged four, 241 horsepower, whereas the sportier M35, X drive 312 horsepower,"
    },
    {
        "start": 152.39999999999998,
        "end": 159.76,
        "text": " very turbocharged two liter, right? Capable. 5.2 seconds, 0 to 60 according to BMW on the M,"
    },
    {
        "start": 159.76,
        "end": 168.16,
        "text": " and 6.2 on the regular, a little bit of price difference in that the X2 ranges from 42 to 51,"
    },
    {
        "start": 168.16,
        "end": 177.68,
        "text": " four hours was 46,29, 295, 995 dollar destination. And we did have optional convenience driver assistant"
    },
    {
        "start": 177.68,
        "end": 187.44,
        "text": " and he did see packages versus the X1, 40,500 to 49. So about a $2,000 premium for the X2 over the"
    },
    {
        "start": 187.44,
        "end": 193.84,
        "text": " X1, the biggest difference for this X2 had a bit of a hiatus there was it's a little bit bigger,"
    },
    {
        "start": 194.56,
        "end": 201.68,
        "text": " a little bit more cargo room promises a little more rear seat room. So I want to start with the"
    },
    {
        "start": 201.68,
        "end": 206.64,
        "text": " what I call the really good part of this car and that's the driving impressions."
    },
    {
        "start": 207.28,
        "end": 215.36,
        "text": " Joe, your thoughts on the driving of the X2. Yeah. So the X2 is a car that likes to be driven or it's"
    },
    {
        "start": 215.36,
        "end": 221.36,
        "text": " better. It gets it's drives smoother the harder you drive it. Low speed drive ability I think is"
    },
    {
        "start": 221.36,
        "end": 227.28,
        "text": " one of its biggest issues that I've had and it can be frustrating with the stop start that's delayed."
    },
    {
        "start": 227.28,
        "end": 234.64000000000001,
        "text": " It seems to show up too late or too soon start too late. Yeah. Or vice versa. I had to be inconsistent"
    },
    {
        "start": 234.64000000000001,
        "end": 241.12,
        "text": " and actually some rough bumps and just rolling start or stop situations where you need to get and"
    },
    {
        "start": 242.08,
        "end": 247.28,
        "text": " get down or get the power down and it has to downshift a gear and it takes some extra time."
    },
    {
        "start": 247.28,
        "end": 253.20000000000002,
        "text": " I agree. Like definitely that rolling which I tend to do maybe I don't fully stop at stop signs but"
    },
    {
        "start": 253.20000000000002,
        "end": 258.32,
        "text": " that that rolling stop the transmission doesn't seem to know where it wants to use that."
    },
    {
        "start": 258.32,
        "end": 263.92,
        "text": " Yeah. Yeah. And the transmission just you know it is a dual clutch which kind of adds to the"
    },
    {
        "start": 263.92,
        "end": 268.16,
        "text": " whole thing right. We see a lot of times these dual clutch transmissions aren't especially in"
    },
    {
        "start": 268.16,
        "end": 272.08000000000004,
        "text": " these low speed situations aren't as smooth right. You have this clutch trying to engage and"
    },
    {
        "start": 272.08000000000004,
        "end": 276.32000000000005,
        "text": " it's not the same thing as just like a torque converter and a typical transmission right. So"
    },
    {
        "start": 276.88000000000005,
        "end": 281.92,
        "text": " can just be kind of jerky and just when it's trying to engage at these low speeds not the smoothest"
    },
    {
        "start": 281.92,
        "end": 288.16,
        "text": " or most satisfying experience. And then that couples with the kind of not great start stop system."
    },
    {
        "start": 288.16,
        "end": 293.52000000000004,
        "text": " Kind of shudders back to life and not quickly. What I will counter with though Joe is what you're"
    },
    {
        "start": 293.52,
        "end": 298.47999999999996,
        "text": " saying is when you're driving it with a bit more vigor that's where the dual clutch that's super"
    },
    {
        "start": 298.47999999999996,
        "end": 305.44,
        "text": " quick shift when you're upshifting it's just like like an imperceptible super smooth great power"
    },
    {
        "start": 305.44,
        "end": 313.12,
        "text": " delivery you know that's to me the best part of this car right. Yeah. Is it does feel sporty again"
    },
    {
        "start": 313.12,
        "end": 316.96,
        "text": " when you're driving it with you know when you're on your way all as well right when they're moving"
    },
    {
        "start": 317.35999999999996,
        "end": 323.03999999999996,
        "text": " or driving around in the you know in the city or traffic it can get really frustrating."
    },
    {
        "start": 323.84,
        "end": 331.84,
        "text": " Ride Alex. Yeah ride is not probably it's strong suit right. It's definitely firmer just like the"
    },
    {
        "start": 331.84,
        "end": 336.71999999999997,
        "text": " last X2 and just like the X1 right. That's actually pretty similar. So you know you might be thinking"
    },
    {
        "start": 336.71999999999997,
        "end": 341.28,
        "text": " the X2 is the sportier version of the X1 so it's going to have a stiffer ride and at least in the"
    },
    {
        "start": 341.28,
        "end": 345.35999999999996,
        "text": " the versions that we tested that I'd say they're pretty similar. I mean it's pretty controlled"
    },
    {
        "start": 345.36,
        "end": 349.2,
        "text": " right. They're doing it to add to the sportiness of the vehicle right. If it was really soft"
    },
    {
        "start": 349.2,
        "end": 354.96000000000004,
        "text": " and rolled around a lot you wouldn't really think it has the sporty edge to it but it does kind"
    },
    {
        "start": 354.96000000000004,
        "end": 360.64,
        "text": " of get jittery and rough overs and that's what I felt the unsettledness of ride single impacts."
    },
    {
        "start": 360.64,
        "end": 364.88,
        "text": " I'm I'm one of those people who actually likes a little bit of firmness. I don't like floaty"
    },
    {
        "start": 364.88,
        "end": 369.84000000000003,
        "text": " sure for sure. Yeah. Her ride is a preference. So single impacts fine but if it was multiple as we"
    },
    {
        "start": 369.84000000000003,
        "end": 374.32,
        "text": " have on some of these roads out here even coming into the jack gets very unsettled. Yeah you get"
    },
    {
        "start": 374.32,
        "end": 380.08,
        "text": " some shutter. I yeah I don't know. I found I like I tend to like a firmer ride when it comes to"
    },
    {
        "start": 380.08,
        "end": 385.59999999999997,
        "text": " compromising for handling. I could see this is you know on the firmer edge of that you know we're"
    },
    {
        "start": 385.59999999999997,
        "end": 391.52,
        "text": " and for the purpose of the vehicle I think I'd you know would like a little more comfort but still"
    },
    {
        "start": 391.52,
        "end": 395.92,
        "text": " maintaining the firm edge. It's close but you know a little too firm for most people I would think."
    },
    {
        "start": 395.92,
        "end": 400.48,
        "text": " You just answered my question like you expect when you're talking about a real sports car"
    },
    {
        "start": 400.48,
        "end": 405.92,
        "text": " or sporty driving car. I'm far like this that you want to drive with some vigor. Yeah. Is"
    },
    {
        "start": 406.64000000000004,
        "end": 411.92,
        "text": " a firmer ride a prerequisite to that handling or could it be a bit more balanced per"
    },
    {
        "start": 411.92,
        "end": 416.40000000000003,
        "text": " house? Yeah I think there could be more bounce. No one's taking this to the track or yeah right"
    },
    {
        "start": 416.40000000000003,
        "end": 421.44,
        "text": " driving it that extreme right. Yeah and there's a lot of things that kind of contribute to what"
    },
    {
        "start": 421.44,
        "end": 426.8,
        "text": " that end balance is as far as which shock absorbers are chosen in the tuning in this and that and how"
    },
    {
        "start": 426.8,
        "end": 431.84000000000003,
        "text": " much time money development they put into it right and I think I don't you mentioned the handling"
    },
    {
        "start": 431.84000000000003,
        "end": 437.76,
        "text": " and I think it's definitely above average for a you know vehicle in this class and of this size right"
    },
    {
        "start": 437.76,
        "end": 443.6,
        "text": " it is a more engaging driving experience but I don't know if it's enough to justify like the ride"
    },
    {
        "start": 443.6,
        "end": 448.72,
        "text": " and some of these other things like it's not it's getting close to sporty in my opinion but it's not"
    },
    {
        "start": 448.72,
        "end": 454.24,
        "text": " quite there. I mean again if you drive it really hard I guess it gets better but it still is a front"
    },
    {
        "start": 454.24,
        "end": 460.48,
        "text": " wheel drive based you know SUV ultimately at the end of the day. And sport your opinion then the"
    },
    {
        "start": 460.48,
        "end": 467.84000000000003,
        "text": " X1. Maybe I think they're too close for me to even get to yeah form an opinion like that I think"
    },
    {
        "start": 467.84000000000003,
        "end": 475.68,
        "text": " they're so close that yeah maybe yeah I agree they're pretty close. Okay so well from the driving"
    },
    {
        "start": 475.68,
        "end": 482.72,
        "text": " and this is where things like go a skew a little bit in that work inside the vehicle. So for me"
    },
    {
        "start": 482.72,
        "end": 487.52000000000004,
        "text": " no question a little bit more room a little bit more room cargo a little bit more rear seat room"
    },
    {
        "start": 487.52000000000004,
        "end": 491.52000000000004,
        "text": " though it's still not what I would call it generous rear seat compared to the last X2. Compared to"
    },
    {
        "start": 491.52000000000004,
        "end": 499.6,
        "text": " the last X2. Yeah right yeah and yeah I think more spacious right but maybe not compared to the X1"
    },
    {
        "start": 499.6,
        "end": 506.08000000000004,
        "text": " right. Right I'm not quite for me for Jennifer Stockburger the why of why you would pick an X2"
    },
    {
        "start": 506.08000000000004,
        "end": 512.0,
        "text": " more X1 because we also talked about visibility Joe and you do even cargo it's compromised by the"
    },
    {
        "start": 512.0,
        "end": 518.48,
        "text": " body. Yeah that the rearward rearward visibility is pretty bad they're huge deep pillars the"
    },
    {
        "start": 518.48,
        "end": 525.84,
        "text": " sloping roof line it's just shop the rear windows you know very very small yeah it's not and in"
    },
    {
        "start": 525.84,
        "end": 531.68,
        "text": " that compromises cargo volume when you try to fit our box in our Merck box and you take those"
    },
    {
        "start": 531.68,
        "end": 538.0,
        "text": " rear windows and the front brake and by the time you resolve there this there this big. Yeah the"
    },
    {
        "start": 538.0,
        "end": 542.64,
        "text": " it is actually a pretty big difference between the one and the two here is the whole greenhouse is"
    },
    {
        "start": 542.64,
        "end": 547.12,
        "text": " actually smaller. Yes. They lowered the whole roof so all the pillars are kind of different I mean"
    },
    {
        "start": 547.12,
        "end": 552.24,
        "text": " most obvious is the back right where the cargo area is cut off but if you sit in the X1 you're like"
    },
    {
        "start": 552.24,
        "end": 556.48,
        "text": " wow there is a ton of headroom in here the glass area is huge the visibility is surprisingly"
    },
    {
        "start": 557.2,
        "end": 561.28,
        "text": " maybe not surprisingly but it's just genuinely really good and then you get into the X2 and you start"
    },
    {
        "start": 561.28,
        "end": 567.28,
        "text": " to feel like I said adds a sporty feel maybe but it starts to feel all closed in and style over"
    },
    {
        "start": 567.28,
        "end": 573.28,
        "text": " function may. Oh 100% yeah this is much more in aesthetic. Yep a vehicle that it looks good"
    },
    {
        "start": 573.28,
        "end": 577.76,
        "text": " different from the outside. Yeah it looks different for someone who doesn't like how the X1"
    },
    {
        "start": 577.76,
        "end": 582.4,
        "text": " looks and it's like we'll give them another option. For me I have shorter legs I think I've"
    },
    {
        "start": 582.4,
        "end": 587.68,
        "text": " said this many times so I end up forward I'm already at the like the liner the headliners like"
    },
    {
        "start": 587.68,
        "end": 593.12,
        "text": " here like I'm already like into the roof and the liner and all I want to do is lower myself"
    },
    {
        "start": 593.2,
        "end": 598.32,
        "text": " which is not my preference. Yeah so yeah I mean it's too bad it literally turns something that is"
    },
    {
        "start": 598.32,
        "end": 604.24,
        "text": " such a is actually a standout highlight of the X1 and totally kind of reverses. There are some"
    },
    {
        "start": 604.24,
        "end": 612.0,
        "text": " real niceties too moving to comfort. Couple things pluses of minus is one BMW often does has that"
    },
    {
        "start": 612.0,
        "end": 619.28,
        "text": " mechanical seat cushion extension I see it when I get in this car it's often pulled out for people"
    },
    {
        "start": 619.28,
        "end": 625.1999999999999,
        "text": " with longer legs to just bolster your thigh a little bit but easy to put back in if you want to"
    },
    {
        "start": 625.1999999999999,
        "end": 629.8399999999999,
        "text": " change all those problems though. On the contrary yes it's a little crack for all the gold"
    },
    {
        "start": 629.8399999999999,
        "end": 633.92,
        "text": " vishes. I guess you know where it all is at least. But the other is BMW doesn't give you an"
    },
    {
        "start": 633.92,
        "end": 638.56,
        "text": " adjustable seatbelt. Yeah that's a really strange thing. Not just in this car but a lot of"
    },
    {
        "start": 638.56,
        "end": 643.92,
        "text": " BMW. Pimmots but does not adjust. Yeah I just my seat I end up compromising my seat position"
    },
    {
        "start": 644.0,
        "end": 648.7199999999999,
        "text": " just so I can get the seatbelt and where it's comfortable for me. Yeah yeah. But great seat."
    },
    {
        "start": 648.7199999999999,
        "end": 654.0799999999999,
        "text": " Yeah they know how to make a seat BMW knows how to make a seat they proven that over and over again."
    },
    {
        "start": 654.0799999999999,
        "end": 659.28,
        "text": " And in this car. Yeah nicely bolstered. Yeah it's got like the sport seat or whatever."
    },
    {
        "start": 659.28,
        "end": 663.1999999999999,
        "text": " That's like the sport seat. I believe it's a $400 option that we paid just like the X1 and"
    },
    {
        "start": 663.1999999999999,
        "end": 667.52,
        "text": " yeah I mean that's a great use of $400 in my opinion if you're going to buy this car or the"
    },
    {
        "start": 667.52,
        "end": 673.68,
        "text": " X1 is yeah really nice. Worth that. If you're somebody as a long commute or you know just super"
    },
    {
        "start": 673.68,
        "end": 680.8,
        "text": " comfortable and adjustable. Yeah. So they're very very nice. Okay controls. So what we learn too is"
    },
    {
        "start": 680.8,
        "end": 686.4,
        "text": " this is our first exposure and again one of the reasons we got the X2 in addition to the X1"
    },
    {
        "start": 686.4,
        "end": 693.52,
        "text": " is this is the next iteration of BMW's iDrive control system. So this is iDrive 9 versus iDrive 8"
    },
    {
        "start": 693.52,
        "end": 703.1999999999999,
        "text": " that we had in our X1 and there were words in the logbook like mess like this is a nightmare"
    },
    {
        "start": 703.76,
        "end": 710.9599999999999,
        "text": " like the intention of iDrive 9 one of it was to make some commonly used controls more accessible."
    },
    {
        "start": 710.9599999999999,
        "end": 716.7199999999999,
        "text": " Correct. But nearly everything is still through the screen. There is very few hard buttons,"
    },
    {
        "start": 716.7199999999999,
        "end": 722.64,
        "text": " a few on the wheel but even those are selectable like it. They're not clear what their functions are."
    },
    {
        "start": 722.64,
        "end": 728.0,
        "text": " Yeah and I mean some of those words I think came from the fact that and this is if you are"
    },
    {
        "start": 728.0,
        "end": 732.88,
        "text": " considering a car like when we bought ours it came with some sort of software error that wasn't"
    },
    {
        "start": 732.88,
        "end": 737.4399999999999,
        "text": " letting us log into the profile or it wouldn't store the profile with the car right so every time"
    },
    {
        "start": 737.4399999999999,
        "end": 742.72,
        "text": " you got in the car you had to basically re-log in it wouldn't recognize the key fob it unpaired"
    },
    {
        "start": 742.72,
        "end": 747.36,
        "text": " your phone every time so you had to re-back so that was a nightmare and that was totally a mess and"
    },
    {
        "start": 747.36,
        "end": 751.92,
        "text": " that's how it came delivered to us and I could totally see that you might think that's how it's"
    },
    {
        "start": 751.92,
        "end": 756.08,
        "text": " supposed to function right because we ended up having to contact BMW ourselves to the only then"
    },
    {
        "start": 756.08,
        "end": 760.0,
        "text": " find out you know there there was a software update that we needed to solve the issue and we went"
    },
    {
        "start": 760.0,
        "end": 764.88,
        "text": " through that and that was kind of a mess in it of itself just to get it fixed but so some of those"
    },
    {
        "start": 764.88,
        "end": 770.08,
        "text": " issues kind of resolved after we did that right yeah everything you said about it being touch green"
    },
    {
        "start": 770.08,
        "end": 775.92,
        "text": " only is is obviously you're stuck with that everything BMW seems to require two two activations you"
    },
    {
        "start": 775.92,
        "end": 780.56,
        "text": " have to do everything twice yeah to make it work yeah a lot of the systems seem to like they lead you"
    },
    {
        "start": 780.56,
        "end": 786.0,
        "text": " into this dark room and then you have to back your way out of it to get to where you were you know"
    },
    {
        "start": 786.0,
        "end": 790.88,
        "text": " while you're driving all while you're driving it's always you know it's so many layers and"
    },
    {
        "start": 790.88,
        "end": 795.76,
        "text": " honestly a lot of I'm glad the car drives nice because I get to just I go I'll just leave everything"
    },
    {
        "start": 795.76,
        "end": 800.24,
        "text": " alone and just focus on driving because there's too much going on you really it's such a learning"
    },
    {
        "start": 800.24,
        "end": 805.12,
        "text": " curve for anybody even if you've been in the vehicle for you know extended period of time it strikes"
    },
    {
        "start": 805.12,
        "end": 810.4,
        "text": " me that it was such a learning curve for us so Mike Cross and I said what were the so the the key"
    },
    {
        "start": 810.4,
        "end": 816.4,
        "text": " to what you're saying was that one of the two keys is a primary key it is that key that has to"
    },
    {
        "start": 816.4,
        "end": 822.72,
        "text": " be paired to the profile of the car okay we we typically have a main key and a spare key we had"
    },
    {
        "start": 822.72,
        "end": 830.0,
        "text": " the primary key as the spare so that's why it's unparrying everything and not keeping the profile"
    },
    {
        "start": 830.0,
        "end": 835.28,
        "text": " so we learn that yeah and the other interesting thing which I thought and I think it's worth"
    },
    {
        "start": 835.28,
        "end": 842.48,
        "text": " people knowing about I drive nine on the X2 or any other BMW is that the software updates which"
    },
    {
        "start": 842.48,
        "end": 848.24,
        "text": " we've become super used to in the cars we test get downloaded to your phone and then you accept"
    },
    {
        "start": 848.24,
        "end": 855.28,
        "text": " them up to your car and the BMW app right so it's a little bit different different than just accepting"
    },
    {
        "start": 855.28,
        "end": 861.28,
        "text": " the updates in the car Mike said the first 20 started it got frozen at about 24% and then a couple"
    },
    {
        "start": 861.28,
        "end": 867.28,
        "text": " days later it was all done so it's not always clear yeah yeah one what you're updating and why yeah"
    },
    {
        "start": 867.28,
        "end": 874.4,
        "text": " and I think one more I drive nine thing if you don't mind is no they BMW says it explicitly is this"
    },
    {
        "start": 874.4,
        "end": 880.8,
        "text": " is them moving towards swiping tapping and what have you as opposed to the rotary dial right and"
    },
    {
        "start": 880.8,
        "end": 884.88,
        "text": " pressing and pushing and jogging that thing so that's actually gone in this car right yeah a lot of"
    },
    {
        "start": 884.88,
        "end": 890.72,
        "text": " the other BMWs recently still have it with the 8.5 iDrive system and whatever but it seems to be"
    },
    {
        "start": 890.72,
        "end": 895.0400000000001,
        "text": " and this is the signal right that going forward they're going to be relying more on touch greens"
    },
    {
        "start": 895.0400000000001,
        "end": 899.12,
        "text": " and voice controls yeah it's part of it too which is one of the improvements is improved voice"
    },
    {
        "start": 899.12,
        "end": 904.64,
        "text": " controls for this car as well and I think back to remember the original I think it was a five series"
    },
    {
        "start": 904.64,
        "end": 910.48,
        "text": " with that we had with the iDrive and we I think we use similar words nass nightmare because it was so"
    },
    {
        "start": 910.48,
        "end": 915.6,
        "text": " new and the king's hand been with dialed so and now we just learned oh now we just learned how to"
    },
    {
        "start": 915.6,
        "end": 921.2,
        "text": " use the dial and they take it away I know right as i drive like I think it was iDrive seven got so"
    },
    {
        "start": 921.2,
        "end": 925.84,
        "text": " good right it was so yes it was a sweet spot yeah it was kind of a sweet spot for sure and we got"
    },
    {
        "start": 925.84,
        "end": 932.08,
        "text": " used to the dials in in BMWs and other things so I say often in the logbook myself like just when"
    },
    {
        "start": 932.08,
        "end": 938.4,
        "text": " I think I got it yeah to your point yeah they change it again right so if we go back highs and lows"
    },
    {
        "start": 938.4,
        "end": 945.0400000000001,
        "text": " from our previous ratings of the x2 the low the highs handling responsive engine and transmission"
    },
    {
        "start": 945.04,
        "end": 953.1999999999999,
        "text": " I would still say that was true fit and finish in front seat cover the lows visibility ride road noise"
    },
    {
        "start": 953.1999999999999,
        "end": 959.52,
        "text": " and blind spot warning unavailable I can confirm that blind spot warning is now standard along with"
    },
    {
        "start": 959.52,
        "end": 966.16,
        "text": " other safety features forward collision warning automatic convergesy braking the addition of"
    },
    {
        "start": 966.16,
        "end": 972.64,
        "text": " cyclist alert that kind of door it warns you if you go to open your door that a cyclist is approaching"
    },
    {
        "start": 972.64,
        "end": 978.4,
        "text": " great for if you're an urban or near a bike path or something like that optional camera and radar"
    },
    {
        "start": 978.4,
        "end": 985.1999999999999,
        "text": " base driver assistance parking assist backup assist all those are there as far as the other lows"
    },
    {
        "start": 985.1999999999999,
        "end": 991.36,
        "text": " show visibility ride and road noise yeah we can confirm visibility is still bad yeah ride"
    },
    {
        "start": 992.16,
        "end": 999.6,
        "text": " slightly better perhaps a little better still firm still firm road noise I think a little"
    },
    {
        "start": 999.76,
        "end": 1004.0,
        "text": " a little more suppressed yeah I think so too it's a little more refined and in some ways right the car"
    },
    {
        "start": 1004.0,
        "end": 1009.6800000000001,
        "text": " overall yeah yeah but not drastic to mature from its previous its compromises come from its styling I"
    },
    {
        "start": 1009.6800000000001,
        "end": 1015.84,
        "text": " think and it's I drive nine but we'll see what all of those highs and lows turn out to be when we"
    },
    {
        "start": 1015.84,
        "end": 1022.0,
        "text": " fully test right so stay tuned more than just us for our full full road test in the not too distant"
    },
    {
        "start": 1022.0,
        "end": 1031.68,
        "text": " future of the new 24 BMW X2 so moving on to our audience questions as always we love them keep"
    },
    {
        "start": 1031.68,
        "end": 1039.92,
        "text": " them coming talking cars at iCloud dot com either video or text or email so the first one comes from"
    },
    {
        "start": 1039.92,
        "end": 1045.76,
        "text": " Dan S I recently found out that many cars have an auxiliary battery for the start stop function"
    },
    {
        "start": 1046.64,
        "end": 1051.92,
        "text": " another point of failure says Dan I'm wondering what talking cars and consumer ports thinks of"
    },
    {
        "start": 1051.92,
        "end": 1058.32,
        "text": " these are claims of an 8 to 12 percent mile per gallon improvement anywhere close to real world"
    },
    {
        "start": 1058.32,
        "end": 1063.76,
        "text": " results I could envision individual use cases showing up showing that much of an increase but I"
    },
    {
        "start": 1063.76,
        "end": 1069.04,
        "text": " can't believe it's anything close to the average is the additional complication worth it or have"
    },
    {
        "start": 1069.04,
        "end": 1075.52,
        "text": " these systems not been around long enough to have developed a track record Alex noise sure"
    },
    {
        "start": 1076.24,
        "end": 1081.2,
        "text": " a lot of stuff in this question great question but so we'll try to kind of go through the different"
    },
    {
        "start": 1081.2,
        "end": 1087.04,
        "text": " points here you know starting with the the different batteries right this auxiliary battery some"
    },
    {
        "start": 1087.04,
        "end": 1092.24,
        "text": " definitely do some of these start stop systems do have um separate batteries to handle that"
    },
    {
        "start": 1092.24,
        "end": 1097.2,
        "text": " functionality typically you know we see it in like Stellantis vehicles like jeeps and dodge and"
    },
    {
        "start": 1097.2,
        "end": 1102.24,
        "text": " things like that and some other Mercedes models tend to um but a lot of others just use one battery"
    },
    {
        "start": 1102.96,
        "end": 1107.76,
        "text": " so it depends on kind of the point or the car you're talking about but certainly the system in"
    },
    {
        "start": 1107.76,
        "end": 1112.0,
        "text": " general regardless of how many batteries it has like I can't argue that it's a potential failure point"
    },
    {
        "start": 1112.0,
        "end": 1118.24,
        "text": " right you add stuff to a car like that that's gonna happen but I will say these systems are designed"
    },
    {
        "start": 1118.24,
        "end": 1122.0,
        "text": " you know I think a common misconception is like oh this must be really bad for the engine or"
    },
    {
        "start": 1122.0,
        "end": 1127.28,
        "text": " really bad for the starter or the battery even they are designed to handle it ultimately um you know"
    },
    {
        "start": 1127.28,
        "end": 1131.84,
        "text": " the the cars that use the single battery they're probably gonna have what's called an AGM"
    },
    {
        "start": 1131.9199999999998,
        "end": 1137.4399999999998,
        "text": " battery right as opposed to just a standard off the shelf battery these can be depleted more right"
    },
    {
        "start": 1137.4399999999998,
        "end": 1141.84,
        "text": " because the the charge and discharge cycle a car with this type of systems different than"
    },
    {
        "start": 1141.84,
        "end": 1146.48,
        "text": " a car without it so it has to be able to handle that so they might be larger a little bit more"
    },
    {
        "start": 1146.48,
        "end": 1153.28,
        "text": " expensive to replace if they do go bad um that is certainly true uh the eight to 12% MPG improvement"
    },
    {
        "start": 1153.28,
        "end": 1158.0,
        "text": " that you mentioned um I've seen numbers like that too not necessarily from our own testing but in"
    },
    {
        "start": 1158.0,
        "end": 1163.04,
        "text": " you know reading SAE papers or anything like that it's it's possible but you're right that it"
    },
    {
        "start": 1163.76,
        "end": 1168.64,
        "text": " it might not be the average it totally depends on the driving cycle or the situation that you're"
    },
    {
        "start": 1168.64,
        "end": 1172.08,
        "text": " driving if you're constantly on the highway and the engine never shuts off of course you're"
    },
    {
        "start": 1172.08,
        "end": 1177.04,
        "text": " gonna see something less right but if you're doing a city type of cycle or driving maybe you're"
    },
    {
        "start": 1177.04,
        "end": 1182.0,
        "text": " in New York City or something and you're a lot of sitting there and you know otherwise be idling"
    },
    {
        "start": 1182.0,
        "end": 1187.2,
        "text": " there there's a legitimate you know savings and fuel there um so it all depends and of course it"
    },
    {
        "start": 1187.2,
        "end": 1191.1200000000001,
        "text": " also depends on whether you shut the system off or not because that might sound obvious but"
    },
    {
        "start": 1191.1200000000001,
        "end": 1195.28,
        "text": " so many people these systems can get annoying right and so they just hunt for that button right"
    },
    {
        "start": 1195.28,
        "end": 1201.68,
        "text": " away right again well not a great adopter of new technology but that is the first thing"
    },
    {
        "start": 1201.68,
        "end": 1206.8,
        "text": " you guys an F-150 the first thing it does is when you stop so go you're not even dry yeah"
    },
    {
        "start": 1206.8,
        "end": 1212.72,
        "text": " you sign I don't like it I do the same like for the X2 I jump to that because I know it's"
    },
    {
        "start": 1212.72,
        "end": 1217.68,
        "text": " gonna enter you know it's gonna get in the way of the transmission issues that's already there"
    },
    {
        "start": 1217.68,
        "end": 1222.8,
        "text": " and I go I know that this is gonna be a problem or at some point so I'll just get ahead of it"
    },
    {
        "start": 1222.8,
        "end": 1227.52,
        "text": " the ones where I do tend and I there are occasions where I do shut off it's the ones where it doesn't"
    },
    {
        "start": 1227.52,
        "end": 1232.48,
        "text": " give you your steering back right it it's so delayed that you actually get like almost a lot of"
    },
    {
        "start": 1232.48,
        "end": 1235.76,
        "text": " steering yeah yeah yeah sometimes tugging the steering wheel I actually get to get going"
    },
    {
        "start": 1235.76,
        "end": 1242.16,
        "text": " it's kind of funny yep um yeah and I guess the only other thing I would mention is as far as like"
    },
    {
        "start": 1242.16,
        "end": 1247.52,
        "text": " the 8 to 12 percent there's some confusion about like a the regular start stop system that"
    },
    {
        "start": 1247.52,
        "end": 1251.52,
        "text": " is more commonplace and then you have these mild hybrids that are also out on the road right and"
    },
    {
        "start": 1251.52,
        "end": 1257.28,
        "text": " those kind of bridge the gap between just having start stop and having a regular hybrid like a"
    },
    {
        "start": 1257.28,
        "end": 1262.0800000000002,
        "text": " Prius or something those use two separate batteries because you got a 48-fold system going on in"
    },
    {
        "start": 1262.0800000000002,
        "end": 1267.52,
        "text": " addition to the regular 12 volts so those typically have separate batteries and will give you a"
    },
    {
        "start": 1267.52,
        "end": 1271.76,
        "text": " little bit more fuel savings right because the engine can stay off longer and some other things so"
    },
    {
        "start": 1271.76,
        "end": 1276.4,
        "text": " just you know keep keep in mind there's different types of systems that you might be right looking at"
    },
    {
        "start": 1276.4,
        "end": 1283.6,
        "text": " and to Dan just to close out Dan's question I don't recall Anita Steven anybody talking about start"
    },
    {
        "start": 1283.6,
        "end": 1288.8,
        "text": " stop systems being a new oh thank you yes I did check with them ahead of time and you don't"
    },
    {
        "start": 1288.8,
        "end": 1293.6,
        "text": " necessarily see anything in our data saying that those are causing particular issues so yeah great"
    },
    {
        "start": 1293.6,
        "end": 1298.16,
        "text": " point thank you so Dan it depends on the system whether you like it and depends on how you drive"
    },
    {
        "start": 1298.16,
        "end": 1304.0,
        "text": " so great question I agree also the next one comes from Milton hello from a 30-year subscriber to"
    },
    {
        "start": 1304.0,
        "end": 1313.2,
        "text": " the magazine here are my last four cars a 96 Toyota 4Runner and 06 BMW 330 convertible a 2013 Lexus"
    },
    {
        "start": 1313.2,
        "end": 1320.8000000000002,
        "text": " RX 458 and a 2023 Hyundai Palisade what do they all have in common none of them have what my first"
    },
    {
        "start": 1320.8,
        "end": 1328.24,
        "text": " car in high school had that car was a 1978 Buick Electro Limited and the feature is cornering lights"
    },
    {
        "start": 1328.8799999999999,
        "end": 1334.0,
        "text": " what happened to them I'm older now and when driving at night in a subdivision or other poorly"
    },
    {
        "start": 1334.0,
        "end": 1342.56,
        "text": " lit areas I wish I could see better where I was turning so Milton I also love cornering lights"
    },
    {
        "start": 1342.56,
        "end": 1347.2,
        "text": " but and and what Milton's talking about is really what we call side marker cornering lights"
    },
    {
        "start": 1347.92,
        "end": 1354.0,
        "text": " very slow speeds and that's to me the differentiator when you turn they come on yeah in the direction"
    },
    {
        "start": 1354.0,
        "end": 1362.16,
        "text": " you are turning very helpful I agree parking lots a subdivision slow speed those features which"
    },
    {
        "start": 1362.16,
        "end": 1366.64,
        "text": " they're still out there if you want to look for them and I don't have a rundown of which cars have"
    },
    {
        "start": 1366.64,
        "end": 1372.8,
        "text": " them and which don't but they still exist yeah many Mercedes for example have the Lexus I was"
    },
    {
        "start": 1372.8,
        "end": 1377.2,
        "text": " just driving has it they're nice look kind of a surprise and delight at night you turn the wheel"
    },
    {
        "start": 1377.2,
        "end": 1382.48,
        "text": " for the first time yes or you're backing up in a driveway super helpful but they are slow speed"
    },
    {
        "start": 1382.48,
        "end": 1388.0,
        "text": " they are typically not operating above say 15 20 miles per hour well you're steering angle isn't"
    },
    {
        "start": 1388.0,
        "end": 1395.6,
        "text": " high enough at those speeds anyway so jump forward to what is the new technology is the curve adaptive"
    },
    {
        "start": 1395.6,
        "end": 1402.1599999999999,
        "text": " the adaptive front lighting systems which are you know a new technology and headlights which are"
    },
    {
        "start": 1402.16,
        "end": 1409.1200000000001,
        "text": " now at driving speeds where they are swiveling in response to your steer and put to provide some"
    },
    {
        "start": 1409.1200000000001,
        "end": 1417.2,
        "text": " of that benefit at higher speeds for me when you need that side lighting the most is when you are"
    },
    {
        "start": 1417.2,
        "end": 1422.64,
        "text": " at slow speed yeah turning into a driveway I think for example or a corner a street corner where"
    },
    {
        "start": 1422.64,
        "end": 1427.44,
        "text": " there might be a pedestrian yeah so yeah I feel like most of the time even with the adaptive you"
    },
    {
        "start": 1427.44,
        "end": 1432.0,
        "text": " notice them only when you're kind of like trying to notice them most of the time if you're focused on"
    },
    {
        "start": 1432.0,
        "end": 1436.8,
        "text": " where you're going and driving you kind of you they don't seem to be all that you know notice"
    },
    {
        "start": 1436.8,
        "end": 1441.44,
        "text": " a bowl when I notice them is when they are delayed or not well synced to your steering you put"
    },
    {
        "start": 1441.44,
        "end": 1445.28,
        "text": " when you turn and then you come back to straight and they go yeah when they to real line and"
    },
    {
        "start": 1445.28,
        "end": 1450.08,
        "text": " you have to do that and the combination of the shark cut off or a notch you find yourself watching"
    },
    {
        "start": 1450.08,
        "end": 1455.52,
        "text": " the alignment of the curve adaptive rather than getting the benefit so I agree with you Milton"
    },
    {
        "start": 1455.52,
        "end": 1461.28,
        "text": " look obviously you're not opposed to looking around see and what kind of cars out there but look"
    },
    {
        "start": 1461.28,
        "end": 1467.6,
        "text": " for that yeah cornering light they still call them cornering light side side illumination illumination"
    },
    {
        "start": 1467.6,
        "end": 1473.52,
        "text": " pardon me light but it is still out there do you think is it maybe a little less common with led"
    },
    {
        "start": 1473.52,
        "end": 1479.12,
        "text": " lights becoming more prevalent just because they tend to cast wider right than like a how is that"
    },
    {
        "start": 1479.12,
        "end": 1484.8799999999999,
        "text": " but the benefit of the led is they can turn on and led that wasn't maybe illuminated for forward"
    },
    {
        "start": 1484.8799999999999,
        "end": 1489.44,
        "text": " motion right can give you a little side the leds have all this flexibility in turning on and off"
    },
    {
        "start": 1489.44,
        "end": 1497.68,
        "text": " yeah that's the benefit of them right both a stylus dream but also yeah add some functionality right"
    },
    {
        "start": 1497.68,
        "end": 1504.3200000000002,
        "text": " so cool anyway good question Milton the last one comes from Paul from Oxnard California I've"
    },
    {
        "start": 1504.3200000000002,
        "end": 1509.3600000000001,
        "text": " always been a driving car drive a car until the wheels fall off kind of guy I've owed a grand"
    },
    {
        "start": 1509.3600000000001,
        "end": 1515.2,
        "text": " total of two cars in 30 plus years I've been driving a 91 Volkswagen Jetta I bought new"
    },
    {
        "start": 1515.2,
        "end": 1521.52,
        "text": " and in 05 Hyundai Tucson I bought from a rental company and I'm still driving I don't know how much"
    },
    {
        "start": 1521.52,
        "end": 1528.32,
        "text": " longer the Tucson will last so I've started looking at new cars I'd like a small car SUV work is one"
    },
    {
        "start": 1528.32,
        "end": 1534.16,
        "text": " exit down the freeway so I've considered an EV but it's hard to find a small reasonably priced one"
    },
    {
        "start": 1534.16,
        "end": 1539.28,
        "text": " I think a plug and hybrid would be an option for me but I'm thinking a small internal combustion"
    },
    {
        "start": 1539.28,
        "end": 1545.6,
        "text": " engine car or SUV might also be a possibility do you folks have any recommendations for what I"
    },
    {
        "start": 1545.6,
        "end": 1551.36,
        "text": " could buy so we love these questions because we get to see whether we all disagree or we are"
    },
    {
        "start": 1551.36,
        "end": 1558.8,
        "text": " common so Joe yeah thoughts for Paul yeah I would I think I push him towards like a RAV4 hybrid CRV"
    },
    {
        "start": 1558.8,
        "end": 1563.92,
        "text": " hybrid and run it like he's been with these past because that car you can run that till the wheels"
    },
    {
        "start": 1564.4,
        "end": 1572.0800000000002,
        "text": " fall off and you're gonna have a car for another you know 20 years 20 years Alex agree I'm right"
    },
    {
        "start": 1572.0800000000002,
        "end": 1578.48,
        "text": " there with it like I don't think a EV or plug and hybrid really plays to the drive it to the wheels"
    },
    {
        "start": 1578.48,
        "end": 1584.0800000000002,
        "text": " fall off mentality or objective really right because it's not to say that they they can't last"
    },
    {
        "start": 1584.0800000000002,
        "end": 1589.1200000000001,
        "text": " long time but we do know that they do tend to have some reliability issues compared to hybrids"
    },
    {
        "start": 1589.12,
        "end": 1594.8,
        "text": " and regular gas cars right also just keeping them going they you know they have the big batteries"
    },
    {
        "start": 1594.8,
        "end": 1598.9599999999998,
        "text": " in them right and and that can be something that might need replacing if you're talking you've"
    },
    {
        "start": 1598.9599999999998,
        "end": 1603.52,
        "text": " had a car you know a 1991 if you were to keep it that long it's probably gonna need a battery"
    },
    {
        "start": 1603.52,
        "end": 1609.6799999999998,
        "text": " replacement and the hybrid that that you mentioned and I also wrote down like Prius Corolla RAV4"
    },
    {
        "start": 1609.6799999999998,
        "end": 1615.04,
        "text": " basically pick any yeah small hybrid like that those they do have a battery but it's so much"
    },
    {
        "start": 1615.04,
        "end": 1619.52,
        "text": " more accessible more commonplace if you did have to replace it someday like that's that's easier"
    },
    {
        "start": 1619.52,
        "end": 1626.96,
        "text": " than with a plug and hybrid or an EV I went with plug and hybrid option again talking about his my"
    },
    {
        "start": 1626.96,
        "end": 1632.56,
        "text": " my work is one exit away perfect and there's a lot of opportunity where you may not have to put a"
    },
    {
        "start": 1632.56,
        "end": 1637.6,
        "text": " lot of gas in this car Paul depending on what you're doing you know on your off time but the one I"
    },
    {
        "start": 1637.6,
        "end": 1644.96,
        "text": " picked was the key in the euro plug and hybrid I said great overall score 33 miles of pure"
    },
    {
        "start": 1644.96,
        "end": 1653.28,
        "text": " EV range so that probably we'll get him this one exit and back and 47 miles per gallon overall 33"
    },
    {
        "start": 1653.28,
        "end": 1662.72,
        "text": " 840 to 39 590 thousand dollars so a little bit up there the only other option I gave him again going"
    },
    {
        "start": 1662.72,
        "end": 1671.1200000000001,
        "text": " back to some of your concern was a 24 Subaru cross check mm-hmm not quite the SUV but almost there"
    },
    {
        "start": 1672.0,
        "end": 1678.7199999999998,
        "text": " a little less expensive 25 to 32 and 29 miles per gallon but I do think it sounds like"
    },
    {
        "start": 1679.36,
        "end": 1685.36,
        "text": " if he's willing to do the early adoption that the plug and hybrid might but again I mean from a"
    },
    {
        "start": 1685.36,
        "end": 1690.9599999999998,
        "text": " use case to drive it perfect right it's you got to decide that versus the I want to keep it forever"
    },
    {
        "start": 1690.9599999999998,
        "end": 1696.1599999999999,
        "text": " correct you left the balance those Paul you were your situation really is like the poster child"
    },
    {
        "start": 1696.16,
        "end": 1704.0,
        "text": " for a plug and that's yeah well again new technology right yeah how willing are you so thank you"
    },
    {
        "start": 1704.0,
        "end": 1710.0,
        "text": " that will do it for this episode keep your questions videos coming talking cars at iCloud.com"
    },
    {
        "start": 1710.0,
        "end": 1720.0800000000002,
        "text": " thanks for listening thanks for watching and we'll see you next time"
    }
]