[
    {
        "start": 0.0,
        "end": 16.92,
        "text": " Hey, welcome back. I'm Keith Barry. I'm Cassidy Simpson. I'm Michael Croson. And we're"
    },
    {
        "start": 16.92,
        "end": 22.240000000000002,
        "text": " going to talk cars today, but first before we get into that, there's a new face. And if"
    },
    {
        "start": 22.240000000000002,
        "end": 27.16,
        "text": " you're listening a new voice, and that is Cassidy. So why don't you introduce yourself."
    },
    {
        "start": 27.16,
        "end": 29.32,
        "text": " What you do here at CR and what you did before."
    },
    {
        "start": 29.32,
        "end": 34.68,
        "text": " Yeah, so like I said, my name's Cassidy Simpson. I've been at CR for just over a year now. And I'm one"
    },
    {
        "start": 34.68,
        "end": 43.0,
        "text": " of the automotive engineers. I handle a lot of the infotainment systems, so the evaluations of that,"
    },
    {
        "start": 43.0,
        "end": 49.56,
        "text": " as well as the connectivity, your phone, Apple CarPlay, Android Auto. I'm also part of some of"
    },
    {
        "start": 49.56,
        "end": 57.0,
        "text": " the usability teams. And I lead the ease of charging debrief that we do for UX evaluations."
    },
    {
        "start": 57.31999999999999,
        "end": 61.64,
        "text": " So almost everything we're going to talk about today other than other than electric, because the"
    },
    {
        "start": 61.64,
        "end": 66.12,
        "text": " car we're talking about today is not electric, which is a bit of a change from a couple of recent"
    },
    {
        "start": 66.12,
        "end": 73.4,
        "text": " episodes. We are talking today about the 2025 Mini Cooper S hard top two door, which is the"
    },
    {
        "start": 73.4,
        "end": 78.75999999999999,
        "text": " official name for the car that most people just call a Mini Cooper. It's we got the S. So that"
    },
    {
        "start": 78.75999999999999,
        "end": 84.44,
        "text": " means it is a 201 horsepower two liter turbocharged four cylinder engine. There's a seven speed"
    },
    {
        "start": 84.44,
        "end": 91.56,
        "text": " dual clutch automatic transmission, because there's no more stick shifts on minis as of the 2025"
    },
    {
        "start": 91.56,
        "end": 96.84,
        "text": " model year. And it's front wheel drive also gone is the three cylinder engine, which used to be the"
    },
    {
        "start": 96.84,
        "end": 101.96,
        "text": " base engine. It's now a four cylinder to start. It's really odd that there aren't any stick shifts"
    },
    {
        "start": 101.96,
        "end": 107.16,
        "text": " anymore, because a pretty high percentage of buyers were were stick shift buyers who chose them."
    },
    {
        "start": 107.16,
        "end": 111.24,
        "text": " Yeah, I'm you know, I want to hit I'm surprised to learn this and see this, but also it's kind of"
    },
    {
        "start": 111.24,
        "end": 116.28,
        "text": " the way things go, right? Yeah, the stick shift is unfortunately dying. Yeah, it's too bad. But the"
    },
    {
        "start": 116.28,
        "end": 123.56,
        "text": " Mini is still we think a little bit of a fun car MSRP starts at for the S starts at 34,600. We"
    },
    {
        "start": 123.56,
        "end": 130.04,
        "text": " added some features, including adaptive cruise control with stop and go for traffic jams, roof rails"
    },
    {
        "start": 130.04,
        "end": 139.07999999999998,
        "text": " interior camera will get to that. And a $995 destination charge we paid just under $37,000."
    },
    {
        "start": 140.04000000000002,
        "end": 147.32000000000002,
        "text": " And you know, the final assembly point in this vehicle was in Oxford, UK, but it is BMW owned."
    },
    {
        "start": 147.32000000000002,
        "end": 153.4,
        "text": " Many's been BMW owned for a while. That is kind of one of the reasons that we have Cassidy here,"
    },
    {
        "start": 153.4,
        "end": 159.56,
        "text": " because as our resident British person, I'm kind of curious as to what you think is they really like"
    },
    {
        "start": 159.56,
        "end": 166.28,
        "text": " to play up the Britishness of the car regardless of where the parts come from or where the ownership is."
    },
    {
        "start": 166.36,
        "end": 170.28,
        "text": " So what did you think when you're here and all of a sudden the mini shows up, something from home?"
    },
    {
        "start": 170.28,
        "end": 175.72,
        "text": " Oh my gosh. So I was so excited to drive this vehicle and I felt a really strong sense of"
    },
    {
        "start": 175.72,
        "end": 182.28,
        "text": " patriotism towards the UK. There's so many union jacks, but alas, the feeling of patriotism,"
    },
    {
        "start": 182.28,
        "end": 188.04,
        "text": " very quickly morphed into horror once I actually got into the vehicle itself and start to drive"
    },
    {
        "start": 188.04,
        "end": 194.68,
        "text": " in the car. Okay, so I think of it as English, but what did you think? Oh gosh, honestly, it's just"
    },
    {
        "start": 194.68,
        "end": 200.76000000000002,
        "text": " the infotainment system to be honest with you is just the thing that it's got the, it's the round"
    },
    {
        "start": 200.76000000000002,
        "end": 207.4,
        "text": " center screen, which it's a really cool aesthetic look, but the functionality of it isn't that great."
    },
    {
        "start": 207.4,
        "end": 213.08,
        "text": " It's got really high bright and crisp graphics and it's really cute. It's a very cute infotainment"
    },
    {
        "start": 213.08,
        "end": 220.44,
        "text": " system, but actually using it while driving it's not good. So I'm glad you're here for several"
    },
    {
        "start": 220.44,
        "end": 226.28,
        "text": " reasons because you're not just our resident English person. You're also our infotainment expert."
    },
    {
        "start": 226.28,
        "end": 231.56,
        "text": " So it's sort of two levels of expertise here. We talked about this round screen that sort of"
    },
    {
        "start": 231.56,
        "end": 236.35999999999999,
        "text": " looks like the old-fashioned speedometer and the older minis. We talked about this with the"
    },
    {
        "start": 236.35999999999999,
        "end": 241.0,
        "text": " countrymen, which is the first car that we had that had this. And I remember it had some hiccups"
    },
    {
        "start": 241.0,
        "end": 246.12,
        "text": " and weirdness and it kind of squeezed the screen in there for car play. What did you find when,"
    },
    {
        "start": 246.12,
        "end": 253.24,
        "text": " you know, what were the pain points as they would say? Oh gosh, there's so many. Definitely some"
    },
    {
        "start": 253.24,
        "end": 257.88,
        "text": " of the climate pain points. It took me the second time driving this vehicle to actually realize"
    },
    {
        "start": 257.88,
        "end": 263.24,
        "text": " that the climate itself, you actually have to tap on it and then slide up and down. That was one"
    },
    {
        "start": 263.24,
        "end": 268.04,
        "text": " of the big issues. I mean, climate itself is just two steps. Everything is done within the center"
    },
    {
        "start": 268.04,
        "end": 273.56,
        "text": " screen, but you have to go into a climate menu. And then like you said, with car play, it's just"
    },
    {
        "start": 273.56,
        "end": 279.24,
        "text": " such the so much real estate, but it is such a tiny screen that it really is difficult to see at"
    },
    {
        "start": 279.24,
        "end": 284.84,
        "text": " times. Absolutely. And then also, unless you have there is that, there is that heads-up display,"
    },
    {
        "start": 284.84,
        "end": 290.12,
        "text": " but it's like feels kind of glued on, right? Yeah. So at first I didn't even realize it was a heads-up"
    },
    {
        "start": 290.12,
        "end": 296.28,
        "text": " display, which is awful to say, but I really didn't. And you're not the only one. Almost everyone"
    },
    {
        "start": 296.28,
        "end": 300.92,
        "text": " who's gotten into one of these new minis has come across this. It's like the flat-pump. Yeah,"
    },
    {
        "start": 300.92,
        "end": 306.52000000000004,
        "text": " just like it just pops up when you start the vehicle. I didn't mind it too much. I actually found"
    },
    {
        "start": 306.52000000000004,
        "end": 311.64000000000004,
        "text": " it helpful because having the drivers display in the center screen itself, it's just there's so"
    },
    {
        "start": 311.64000000000004,
        "end": 317.16,
        "text": " much information going on. You're constantly looking where what's my speed versus when you've got"
    },
    {
        "start": 317.16,
        "end": 322.36,
        "text": " the heads-up display, at least it's right there in front of you. It is weird that it's not on the"
    },
    {
        "start": 322.36,
        "end": 328.92,
        "text": " windshield itself. That did take a little bit of getting used to. And I felt like no matter how you"
    },
    {
        "start": 328.92,
        "end": 336.92,
        "text": " tried to change the settings, it was always slightly rotated, even when it wasn't in the settings."
    },
    {
        "start": 336.92,
        "end": 346.52000000000004,
        "text": " Yeah. And there is supposed to be voice control, right? Yeah. Oh, the voice controls. My favorite"
    },
    {
        "start": 346.52000000000004,
        "end": 352.44,
        "text": " thing ever. So spoiler alert, the voice controls are in, have an English accent. So I'm like,"
    },
    {
        "start": 352.68,
        "end": 357.08,
        "text": " this is going to be excellent, right? It's God to understand me. How can it not? I mean,"
    },
    {
        "start": 357.8,
        "end": 363.71999999999997,
        "text": " we speak the same language. So you press it. And this is my test for all of them. I go set"
    },
    {
        "start": 363.71999999999997,
        "end": 372.92,
        "text": " temperature to 74 because systems have an issue with hearing 74. They say 75, I'm not sure why."
    },
    {
        "start": 373.72,
        "end": 380.44,
        "text": " So it goes back and it goes, setting temperature to 75 degrees. So I'm like, okay, then. So I try it"
    },
    {
        "start": 380.44,
        "end": 387.08,
        "text": " again. And I go set temperature to 74 degrees. There you go. And it goes setting temperature to"
    },
    {
        "start": 387.08,
        "end": 393.56,
        "text": " 74 degrees. I'm like, I said it the same way. Yeah. It's funny, though, because with these systems,"
    },
    {
        "start": 393.56,
        "end": 398.28,
        "text": " there are, you know, you're selling in a market like the United States. There are so many ways"
    },
    {
        "start": 398.28,
        "end": 404.04,
        "text": " that people speak English in the United States. And it is, it's from regional accents to people"
    },
    {
        "start": 404.04,
        "end": 408.6,
        "text": " who learned another language first, and they're speaking English or, you know, anything. There's"
    },
    {
        "start": 408.6,
        "end": 412.92,
        "text": " some you have to get that right. And you'd think that all cars, the British car would get a"
    },
    {
        "start": 412.92,
        "end": 419.88,
        "text": " British accent. But surprisingly, Tesla does actually get it right. So they have a ridiculous"
    },
    {
        "start": 419.88,
        "end": 426.36,
        "text": " amount of different, I don't know, voice systems. You can change it to one of them's British English."
    },
    {
        "start": 427.0,
        "end": 432.52000000000004,
        "text": " So we, I changed it to British English in that car. Then it was able to understand the difference"
    },
    {
        "start": 432.52000000000004,
        "end": 437.08000000000004,
        "text": " between a foreign and a five. So I will give Tesla props for that. It's a shame that many couldn't"
    },
    {
        "start": 437.08,
        "end": 443.08,
        "text": " do it. Do better. That's very interesting. So it's funny, because this is a car that's meant to be"
    },
    {
        "start": 444.12,
        "end": 449.15999999999997,
        "text": " driven and enjoyed. And it sounds like those are kind of distractions from the driving experience."
    },
    {
        "start": 449.15999999999997,
        "end": 453.88,
        "text": " But if you kind of put that aside, you get your tunes on or you turn it off and you listen to"
    },
    {
        "start": 453.88,
        "end": 460.03999999999996,
        "text": " the engine noise, which sometimes is augmented and pumped in. But whatever it's 2024, we'll forgive"
    },
    {
        "start": 460.03999999999996,
        "end": 465.08,
        "text": " them for that because everyone's doing it. The actual driving experience now might, you also are"
    },
    {
        "start": 465.08,
        "end": 470.44,
        "text": " here because you have some many experience, right? So yeah, I worked at a many dealership. I wrote"
    },
    {
        "start": 470.44,
        "end": 473.4,
        "text": " service there for a very short period of time, but basically I was brought in to be the warranty"
    },
    {
        "start": 473.4,
        "end": 477.56,
        "text": " administrator. After having you work to service advisor job for the same company, you know, they"
    },
    {
        "start": 477.56,
        "end": 481.88,
        "text": " have a bunch of different brands. So I got to learn about the brand and meet the customers and learn"
    },
    {
        "start": 481.88,
        "end": 486.91999999999996,
        "text": " the customers. And yeah, so I have quite a bit of experience with minis, you know, different"
    },
    {
        "start": 486.91999999999996,
        "end": 489.79999999999995,
        "text": " generations of them and things like that. And of course, the things that go wrong with them"
    },
    {
        "start": 489.79999999999995,
        "end": 494.59999999999997,
        "text": " and use abilities well. And I think everything you said, Cassidy's right, just right on this car."
    },
    {
        "start": 495.08,
        "end": 499.47999999999996,
        "text": " You know, that screen is it is cute, but terrible use of space. And you know, but again,"
    },
    {
        "start": 499.47999999999996,
        "end": 503.24,
        "text": " yeah, you're right. This is about kind of the driving experience, right? Many owners love their cars."
    },
    {
        "start": 503.24,
        "end": 507.32,
        "text": " They name their cars. The cars are practically part of the family and they love to get out and"
    },
    {
        "start": 507.32,
        "end": 511.88,
        "text": " drive them. I mean, there's an event called many takes the states where hundreds of many owners"
    },
    {
        "start": 511.88,
        "end": 516.92,
        "text": " get together and just drive all over the US on this pre-planned route. So, you know, many customers"
    },
    {
        "start": 516.92,
        "end": 522.52,
        "text": " drive their cars. They just love these things. And that's something that you'll we got a chance to do."
    },
    {
        "start": 522.52,
        "end": 527.4,
        "text": " And I'm not the biggest, you know, proponent for stick shift. I mean, I love it, but like,"
    },
    {
        "start": 527.4,
        "end": 531.48,
        "text": " I don't think it not having it ruins a car. However, there is something missing in this one for"
    },
    {
        "start": 531.48,
        "end": 535.24,
        "text": " the driving experience is that yeah, it's the dual clutch is basically like an auto, but there's no"
    },
    {
        "start": 535.24,
        "end": 539.64,
        "text": " paddles. You can't hold the gear, you know, if you're in like some tight corners and things like that."
    },
    {
        "start": 539.64,
        "end": 545.24,
        "text": " And, you know, it just it takes something away. It's just missing just that little bit for engagement."
    },
    {
        "start": 545.24,
        "end": 550.36,
        "text": " Exactly. Yeah. And also the other thing, which is kind of kind of bridges both of those is that"
    },
    {
        "start": 550.36,
        "end": 555.4,
        "text": " almost everyone in our in our in our logbook where we write our they they complained about the"
    },
    {
        "start": 555.4,
        "end": 560.92,
        "text": " auto start stop feature on this where first of all in order to turn it off, you have to go into"
    },
    {
        "start": 560.92,
        "end": 566.52,
        "text": " two menus. Like you said, everything's two menus. And because of the dual clutch transmission and"
    },
    {
        "start": 566.52,
        "end": 571.64,
        "text": " the small, small engine, and etc. has the same issue that a lot of the smaller BMWs have where"
    },
    {
        "start": 571.64,
        "end": 577.32,
        "text": " there's this hesitation when you go off the line and the car needs to start wake up. And at least if"
    },
    {
        "start": 577.32,
        "end": 580.9200000000001,
        "text": " you've named it, you can yell at it to get out of bed. Exactly. Now I will give them a little bit"
    },
    {
        "start": 580.9200000000001,
        "end": 585.96,
        "text": " of credit here. It's basically the same kind of system that's in the X2. But I think it's a little"
    },
    {
        "start": 585.96,
        "end": 592.0400000000001,
        "text": " bit better in the mini. It's just not quite as sort of clunky and so disconnected. But when we do our"
    },
    {
        "start": 592.0400000000001,
        "end": 596.9200000000001,
        "text": " city fuel economy testing, that's sort of a big thing. These cars that kind of start and stop and"
    },
    {
        "start": 596.9200000000001,
        "end": 601.1600000000001,
        "text": " how we manage that. And they are difficult to drive. They take a few sort of practice laps if you"
    },
    {
        "start": 601.1600000000001,
        "end": 605.1600000000001,
        "text": " will before we actually started getting like the real numbers. Just because we kind of have to again"
    },
    {
        "start": 605.16,
        "end": 609.88,
        "text": " refresh ourselves with how the car will behave, particularly in those very specific situations."
    },
    {
        "start": 610.4399999999999,
        "end": 616.52,
        "text": " But definitely, it's something to kind of be aware of. Many have been doing this stop start for a while."
    },
    {
        "start": 616.52,
        "end": 619.56,
        "text": " They used to have a dedicated button where you could turn it off. You'd have to do it on every single"
    },
    {
        "start": 619.56,
        "end": 625.0,
        "text": " key cycle. But it is sort of people, I think, my call and annoyance. Definitely something you probably"
    },
    {
        "start": 625.0,
        "end": 629.0,
        "text": " do get used to if you buy the car and live with it day in and day out. But just things to kind of"
    },
    {
        "start": 629.0,
        "end": 633.3199999999999,
        "text": " think about, if you're interested in one you go on your test drive, you'll kind of pay attention"
    },
    {
        "start": 633.32,
        "end": 636.5200000000001,
        "text": " those things and see if that's something you can live with. Something that I find kind of"
    },
    {
        "start": 636.5200000000001,
        "end": 640.9200000000001,
        "text": " interesting is reliability. Because I'm sure when you were working at many many years ago, there"
    },
    {
        "start": 640.9200000000001,
        "end": 647.5600000000001,
        "text": " were probably maybe a decent amount of warranty claims on newer cars. And that's changed. They've"
    },
    {
        "start": 647.5600000000001,
        "end": 653.72,
        "text": " actually gotten pretty high up in CR's ratings. They have. So basically the new minis are pretty good."
    },
    {
        "start": 654.6800000000001,
        "end": 659.6400000000001,
        "text": " And when you say the new minis, you mean recently the last couple of minutes. Yeah, the last few"
    },
    {
        "start": 659.64,
        "end": 665.24,
        "text": " years anyway, initial reliability has gotten a whole lot better. And part of that is I think they're"
    },
    {
        "start": 665.24,
        "end": 669.16,
        "text": " definitely paying attention to that. It's something that they care about. But also again, these customers,"
    },
    {
        "start": 669.16,
        "end": 673.56,
        "text": " many buyers, they just love their cars. So I think sometimes you're willing to live with some of"
    },
    {
        "start": 673.56,
        "end": 678.1999999999999,
        "text": " the quirks and your car isn't broken down. Your car is sick. Whatever you've named your car."
    },
    {
        "start": 679.0,
        "end": 683.8,
        "text": " So if your car's name is Keith, Keith is sick. Keith has a check angel. We need to get Keith to"
    },
    {
        "start": 683.8,
        "end": 687.4,
        "text": " feel better. That kind of thing. So I think there's sort of an attitude that happens there."
    },
    {
        "start": 687.4,
        "end": 692.92,
        "text": " But yeah, pretty good reliability on initial. Another thing that's really nice is you get three"
    },
    {
        "start": 692.92,
        "end": 696.84,
        "text": " years of included maintenance. So that sort of alleviates some of that stress when you do have to"
    },
    {
        "start": 696.84,
        "end": 701.4,
        "text": " bring your car in. Your oil chains, the tire rotation, if it's time for brake fluid flush, that's"
    },
    {
        "start": 701.4,
        "end": 706.12,
        "text": " all going to be covered. That's a nice ownership perk. And just again, I think just relieve stress"
    },
    {
        "start": 706.12,
        "end": 710.92,
        "text": " of bringing your car in for service. Yeah. And I think that also kind of that you're talking about"
    },
    {
        "start": 710.92,
        "end": 716.36,
        "text": " that connection to the car and you were talking about the look that being able to customize things,"
    },
    {
        "start": 716.36,
        "end": 721.96,
        "text": " the union jacks. But I think the cars become a little more livable at least. I mean, my first"
    },
    {
        "start": 721.96,
        "end": 727.64,
        "text": " experiences in many, I was looking for a, you know, got a new job. It was the first generation."
    },
    {
        "start": 727.64,
        "end": 731.5600000000001,
        "text": " Many I had had to commute. I was looking for something fuel efficient. So I went to a mini dealer"
    },
    {
        "start": 731.5600000000001,
        "end": 736.36,
        "text": " in Peebody, Massachusetts. And the, and the salesperson on the test drive at me was yelling at me"
    },
    {
        "start": 736.36,
        "end": 740.6,
        "text": " that I wasn't driving it hard enough. You just kept screaming. You drive like my grandparents."
    },
    {
        "start": 740.6,
        "end": 745.48,
        "text": " Hit the gas. Hit the gas. And I'm thinking, I'm on a test drive. But this one, I remember those"
    },
    {
        "start": 745.48,
        "end": 751.4,
        "text": " early ones, they had a real kind of go-kart feel to them in almost, almost kind of verging on a"
    },
    {
        "start": 751.4,
        "end": 757.72,
        "text": " bad way. But this one, it feels a little more livable, right? The sense of like you could just"
    },
    {
        "start": 757.72,
        "end": 762.04,
        "text": " sort of drive it. You're not getting your coffee knocked out of the cup holder or anything like that."
    },
    {
        "start": 762.04,
        "end": 766.04,
        "text": " Yeah. It's still, I mean, still a mini. It's still rough compared to a lot of cars. And in our"
    },
    {
        "start": 766.04,
        "end": 769.8000000000001,
        "text": " logbook, a lot of people sort of complained about that. But I think it's very appropriate for a mini."
    },
    {
        "start": 769.8000000000001,
        "end": 773.24,
        "text": " You know, I got in it having driven a lot of minis and it's exactly what I expected. But I think"
    },
    {
        "start": 773.24,
        "end": 777.64,
        "text": " it is a little bit, cushier, a little bit more livable. You know, part of that is maybe because"
    },
    {
        "start": 777.64,
        "end": 781.08,
        "text": " it isn't a stick, right? And you know, that just sort of adds to some of the things you have to do"
    },
    {
        "start": 781.08,
        "end": 785.0,
        "text": " as the driver, you know, as you're rowing through the gears and things like that. But I mean,"
    },
    {
        "start": 785.88,
        "end": 790.28,
        "text": " this car is still a riot. It's still a really good time, especially on back roads. It's very nimble."
    },
    {
        "start": 790.28,
        "end": 794.28,
        "text": " It rotates really well. And it makes good power. You know, those those early minis that were the"
    },
    {
        "start": 794.28,
        "end": 798.36,
        "text": " supercharged engine, they were, they were just rowdy. I mean, they were a bit of a handful. They"
    },
    {
        "start": 798.36,
        "end": 802.2,
        "text": " could torque steer and you had the supercharger wine. You know, some of that's gone away, which I think"
    },
    {
        "start": 802.2,
        "end": 806.36,
        "text": " helps. It's not the quietest of all vehicles. You get some wind noise, you get some road noise"
    },
    {
        "start": 806.36,
        "end": 811.88,
        "text": " and things like that. But definitely sort of let lacking that supercharger wine, the routiness."
    },
    {
        "start": 811.88,
        "end": 815.8000000000001,
        "text": " Definitely just I think makes it a little bit easier to live with in daily drive. Yeah. And"
    },
    {
        "start": 815.8000000000001,
        "end": 821.0,
        "text": " unfortunately, the other things that have changed on it make it a little harder to live with every day."
    },
    {
        "start": 821.0,
        "end": 825.24,
        "text": " Yeah. Yeah. There's there is that interesting and we're going to look into this. There's that"
    },
    {
        "start": 825.24,
        "end": 829.6400000000001,
        "text": " and the other many had the same thing that interior camera that's supposed to be for selfies. But"
    },
    {
        "start": 830.4399999999999,
        "end": 835.0,
        "text": " I don't know. It might be able to what is it looking at? We're going to find out, right? Yeah."
    },
    {
        "start": 835.0,
        "end": 839.8,
        "text": " Yeah. It's insane. There's quite a lot of vehicles now that have cameras in for selfies,"
    },
    {
        "start": 839.8,
        "end": 848.6,
        "text": " for zoom, or TikTok. Yeah. So we'll look into that. All right. So the mini, we have a long,"
    },
    {
        "start": 848.6,
        "end": 853.96,
        "text": " longer first drive of a very small car. And we're going to keep an eye on minis. They kind of"
    },
    {
        "start": 853.96,
        "end": 858.68,
        "text": " transition as a brand. There's an electric version that's coming. We're definitely going to try that."
    },
    {
        "start": 858.68,
        "end": 863.4,
        "text": " We just bought the electric actually you and I just bought the electric countryman."
    },
    {
        "start": 864.1999999999999,
        "end": 868.8399999999999,
        "text": " So we're going to kind of be looking at the new mini brand from all angles as they go forward"
    },
    {
        "start": 869.8,
        "end": 876.28,
        "text": " in a world without stick shifts and with batteries for better worse than in between. So head over"
    },
    {
        "start": 876.28,
        "end": 883.0,
        "text": " to CR.org. Search for the mini Cooper S review. So away from the mini and onto your questions,"
    },
    {
        "start": 883.0,
        "end": 890.12,
        "text": " which you have sent to us at CR.org slash talking cars that CR.org slash talking cars."
    },
    {
        "start": 890.12,
        "end": 895.64,
        "text": " If you send us a question there and you use it, this is a new thing we're doing. We send you swag."
    },
    {
        "start": 895.64,
        "end": 900.12,
        "text": " So you see people are wearing like stuff with CR on it. I mean, we're not going to send that."
    },
    {
        "start": 900.12,
        "end": 903.32,
        "text": " That's kind of nice. But we're going to send you some cool stuff. We're going to send you some"
    },
    {
        "start": 903.32,
        "end": 909.08,
        "text": " cool stuff. So the first person who's going to get something in the mail sent to them,"
    },
    {
        "start": 909.08,
        "end": 915.8000000000001,
        "text": " some CR swag is Rick from Chesapeake, Virginia, who asks, my iPhone 8 Plus has served me well for"
    },
    {
        "start": 915.8000000000001,
        "end": 920.5200000000001,
        "text": " about seven years now. But I'm also learning that updates to apps won't be available in the future."
    },
    {
        "start": 921.1600000000001,
        "end": 926.0400000000001,
        "text": " Happens. So that makes me think of how cars are using electronics so much more, especially in"
    },
    {
        "start": 926.0400000000001,
        "end": 933.48,
        "text": " display screens, in HVAC, climate controls. I know that CR surveys focus on engine and transmission"
    },
    {
        "start": 933.72,
        "end": 940.2,
        "text": " issues. But will future surveys collect data that speaks to the reliability of infotainment systems"
    },
    {
        "start": 940.2,
        "end": 944.76,
        "text": " and displays that are so frequently found in newer cars? So Cassidy, I'm going to throw that one"
    },
    {
        "start": 944.76,
        "end": 951.32,
        "text": " to you because this is this is your area of expertise. Yes. So infotainment is actually included in the"
    },
    {
        "start": 951.32,
        "end": 957.72,
        "text": " reliability survey. But is that not weighted as heavily as some of the other things like transmission?"
    },
    {
        "start": 958.6800000000001,
        "end": 963.5600000000001,
        "text": " So it's pretty common for vehicles to receive software updates either over the air or at the"
    },
    {
        "start": 963.5600000000001,
        "end": 970.84,
        "text": " dealership. And these updates are usually added in a changing features. So for example, our 2022"
    },
    {
        "start": 970.84,
        "end": 977.24,
        "text": " Rivian R1S just received an over the air update and it completely revamped the climate screen"
    },
    {
        "start": 977.24,
        "end": 982.9200000000001,
        "text": " and a few of the display screens. We've seen something as well in like Hyundai vehicles, one of the"
    },
    {
        "start": 982.92,
        "end": 989.4,
        "text": " corners that we had received an over the air update to enable wireless Apple CarPlay and Android"
    },
    {
        "start": 989.4,
        "end": 993.88,
        "text": " Auto on some of that vehicles. Involves said they're going to do the same thing too, which is good"
    },
    {
        "start": 993.88,
        "end": 999.4799999999999,
        "text": " because Volvo's infotainment system is subpar questionable. Yeah. So that was very kind of you"
    },
    {
        "start": 999.4799999999999,
        "end": 1005.0,
        "text": " keep. Yeah, it was subpar. Yeah, it's really interesting because like at the same time, yeah,"
    },
    {
        "start": 1005.0,
        "end": 1010.92,
        "text": " there are these two there's this tension between like yes, we're eventually someday someone's"
    },
    {
        "start": 1010.92,
        "end": 1017.24,
        "text": " going to stop releasing software for it. But for now, your car might actually get better the"
    },
    {
        "start": 1017.24,
        "end": 1021.56,
        "text": " longer you own it because of the fact these updates are getting sent out. Yes. And then even on some"
    },
    {
        "start": 1021.56,
        "end": 1027.1599999999999,
        "text": " of the older systems, they may also be backwards compatible. So you could get Apple CarPlay put in"
    },
    {
        "start": 1027.1599999999999,
        "end": 1032.12,
        "text": " them as well. So yeah, remember a few years ago Mazda did that. You could just plug something in"
    },
    {
        "start": 1032.12,
        "end": 1037.48,
        "text": " and you know, you had to pay for it. It's also kind of again, it's something where it used to be"
    },
    {
        "start": 1037.56,
        "end": 1041.8,
        "text": " that a car dealer would sell a car and that was the only time they make money off it. Now they can"
    },
    {
        "start": 1041.8,
        "end": 1046.92,
        "text": " make money off use cars because you can have to pay for these things. That's interesting. So we do"
    },
    {
        "start": 1046.92,
        "end": 1052.84,
        "text": " include that in the survey though. Yes, yes, it's included. Yeah, excellent. So we have another question"
    },
    {
        "start": 1052.84,
        "end": 1059.72,
        "text": " from Tom from Godwin, North Carolina. Tom asks, how can I safely add insulation under the hood of"
    },
    {
        "start": 1059.72,
        "end": 1065.56,
        "text": " an older Subaru Forester to reduce engine noise in the passenger compartment? Is spray on Styrofoam"
    },
    {
        "start": 1065.56,
        "end": 1071.8,
        "text": " safe on the firewall underside of the hood or anywhere else? Please do not send Tom a sweatshirt."
    },
    {
        "start": 1071.8,
        "end": 1076.6799999999998,
        "text": " He's just going to stuff it stuff it under the engine of the car. Mike, what what advice do we"
    },
    {
        "start": 1076.6799999999998,
        "end": 1081.6399999999999,
        "text": " get? Yes. So I would say Tom number one, don't add anything under the hood. There's always a"
    },
    {
        "start": 1081.6399999999999,
        "end": 1086.04,
        "text": " risk of fire. I'm going to get tangled up in belts and things like that. The move here, I would say"
    },
    {
        "start": 1086.04,
        "end": 1091.0,
        "text": " number one is just make sure that the exhaust on the vehicle is in good shape. You don't have any leaks,"
    },
    {
        "start": 1091.08,
        "end": 1095.08,
        "text": " rattles from the heat shields and things like that. Subaru's definitely have a bit of a history of"
    },
    {
        "start": 1095.08,
        "end": 1098.76,
        "text": " that, especially up here in New England. I know Tom's down in North Carolina. He's just outside"
    },
    {
        "start": 1098.76,
        "end": 1103.08,
        "text": " Fayetteville, but there are weather better than ours. So Rust is probably less of an issue."
    },
    {
        "start": 1103.08,
        "end": 1106.76,
        "text": " But number one, make sure your exhaust is in good shape. I would say number two, again,"
    },
    {
        "start": 1106.76,
        "end": 1110.36,
        "text": " this is some Subaru stuff here, but make sure your tires are in good shape. Some tires are"
    },
    {
        "start": 1110.36,
        "end": 1116.44,
        "text": " no easier than others. Wheel bearings. Subaru's have trouble with wheel bearings, particularly those"
    },
    {
        "start": 1116.44,
        "end": 1120.2,
        "text": " rear wheel bearings. That can cause like a big gravity kind of noise as you're going down the road."
    },
    {
        "start": 1120.2,
        "end": 1124.2,
        "text": " Over time, it just kind of sneaks up on you. You think my car is getting louder, it's getting old."
    },
    {
        "start": 1124.2,
        "end": 1127.96,
        "text": " You just need a new wheel bearing. So get that checked out. Same thing with all the bushings,"
    },
    {
        "start": 1127.96,
        "end": 1133.16,
        "text": " the struts, all that kind of stuff. As they age, everything just sort of adds up. The equation is"
    },
    {
        "start": 1133.16,
        "end": 1138.6000000000001,
        "text": " not as good as it was when it was once new. Which to be fair in an older forester wasn't the quietest"
    },
    {
        "start": 1138.6000000000001,
        "end": 1142.2,
        "text": " car to begin with. It wasn't, but then you imagine you have a wheel bearing, you have a transmission"
    },
    {
        "start": 1142.2,
        "end": 1145.56,
        "text": " mount that's starting to sag. You're starting to get some vibration through the car on that. So,"
    },
    {
        "start": 1145.56,
        "end": 1149.0,
        "text": " again, it all just adds up and it's kind of all of a sudden one day, like, man, this thing's really"
    },
    {
        "start": 1149.0,
        "end": 1153.72,
        "text": " loud. Didn't used to be quite this bad. So just make sure the car is kind of in tip top shape."
    },
    {
        "start": 1153.72,
        "end": 1158.68,
        "text": " And then if you really want to kind of get into quieting the car down, the move is going to be"
    },
    {
        "start": 1158.68,
        "end": 1163.16,
        "text": " doing all this in the interior. Remove the seats, remove the carpet, and you can actually add layers"
    },
    {
        "start": 1163.16,
        "end": 1168.36,
        "text": " of sound insulation. You can do heat insulation too for that matter. A lot of it is like a"
    },
    {
        "start": 1168.36,
        "end": 1172.28,
        "text": " butyl, like a sticky back sort of sheet that you can lay out on the floor, use kind of a roller"
    },
    {
        "start": 1172.28,
        "end": 1176.92,
        "text": " to sort of smoosh it on the floor and it will stick. And that just helps with, it's just a real"
    },
    {
        "start": 1176.92,
        "end": 1180.92,
        "text": " dense material that the sound can't penetrate quite as well. And then you can add extra layers over"
    },
    {
        "start": 1180.92,
        "end": 1185.24,
        "text": " the top, like foam and jute matting and then put your carpet back down over it. But at least inside"
    },
    {
        "start": 1185.24,
        "end": 1189.48,
        "text": " the car, it's away from heat. It's away from any kind of moving objects. That's the safest way to do"
    },
    {
        "start": 1189.48,
        "end": 1194.3600000000001,
        "text": " it. And I would say if you're a DIY type person, you're not afraid to maybe pull the seats and"
    },
    {
        "start": 1194.3600000000001,
        "end": 1198.3600000000001,
        "text": " carpet from your car, you could absolutely do this yourself. It's not really any harder than any"
    },
    {
        "start": 1198.3600000000001,
        "end": 1202.52,
        "text": " kind of like an arts and crafts project. You'll be on getting the seats out of the car. I will say,"
    },
    {
        "start": 1202.52,
        "end": 1206.76,
        "text": " though, it is a cost. You have to buy several different materials. You might need a couple of"
    },
    {
        "start": 1206.76,
        "end": 1211.64,
        "text": " tools for this, plus all your time. If you're not comfortable doing something like this yourself,"
    },
    {
        "start": 1211.64,
        "end": 1215.08,
        "text": " and you go to pay someone to do this, this is going to be hours and hours of labor. It's going to"
    },
    {
        "start": 1215.08,
        "end": 1220.6,
        "text": " cost a ton of money to probably realistically reduce the noise by just a couple of decibels."
    },
    {
        "start": 1220.6,
        "end": 1224.6,
        "text": " And in some cases, it might not even be noticeable, you know, just to your ear, right? You'd have to"
    },
    {
        "start": 1224.6,
        "end": 1228.76,
        "text": " measure it with a decibel meter. So it's a lot of money, a lot of effort for maybe minimal gains."
    },
    {
        "start": 1230.04,
        "end": 1234.36,
        "text": " But I mean, that's the thing, right? Car's age, they get old rubber seals start to shrink. You might"
    },
    {
        "start": 1234.36,
        "end": 1238.12,
        "text": " get a little wind noise that you didn't have before. So again, all the stuff adds up. So you just kind"
    },
    {
        "start": 1238.12,
        "end": 1242.52,
        "text": " of take them one at a time and do the best you can with trying to mitigate that. Yeah. And just know"
    },
    {
        "start": 1242.52,
        "end": 1247.8,
        "text": " that it, you know, engine noise and you know, those boxer engines have that kind of note to them."
    },
    {
        "start": 1247.8,
        "end": 1251.56,
        "text": " Absolutely. And you know, the all wheel drive, there's more drivetrain components spinning"
    },
    {
        "start": 1251.56,
        "end": 1255.4799999999998,
        "text": " underneath the car. All that adds up to noise. Yeah. And if you want something it's truly quieter,"
    },
    {
        "start": 1256.4399999999998,
        "end": 1260.6,
        "text": " I'm sure we have a list of the quietest cars at CR.org. But otherwise, you can also look at our"
    },
    {
        "start": 1260.6,
        "end": 1265.56,
        "text": " reviews of the newer foresters, including used foresters, you might just want to trade up a"
    },
    {
        "start": 1265.56,
        "end": 1271.3999999999999,
        "text": " couple of model years or exactly which might be cheaper than paying someone to to repad the inside"
    },
    {
        "start": 1271.3999999999999,
        "end": 1277.0,
        "text": " of your. It could be exactly. Please don't put anything in that. Don't put anything under the hood."
    },
    {
        "start": 1277.0,
        "end": 1281.9599999999998,
        "text": " Yeah. It's it's um, you know, they put insulation under the hood from factory, but that's all"
    },
    {
        "start": 1281.9599999999998,
        "end": 1287.7199999999998,
        "text": " specifically engineered engine covers the belly pans, um, special foam that is oil resistant,"
    },
    {
        "start": 1287.72,
        "end": 1292.2,
        "text": " coolant resistant, you know, it's meant for those environments and just the stuff that you can buy"
    },
    {
        "start": 1292.2,
        "end": 1295.8,
        "text": " either online, a hardware store or whatever, it just isn't meant for that. Yeah. So please don't do"
    },
    {
        "start": 1295.8,
        "end": 1301.64,
        "text": " that. All right. Good answers for Tom. And finally, the last question is coming from, uh,"
    },
    {
        "start": 1301.64,
        "end": 1308.04,
        "text": " Kipto from Kenya. So it's going to be a long distance, um, mailing the swag, uh, and Kipto asks,"
    },
    {
        "start": 1308.04,
        "end": 1312.44,
        "text": " I would like to get a great car when I'm older. So it should have good fuel economy, lots of safety"
    },
    {
        "start": 1312.44,
        "end": 1319.16,
        "text": " features, a manual transmission available. So that rules out the 2025. It does. Uh, at least"
    },
    {
        "start": 1319.16,
        "end": 1325.48,
        "text": " four seats and good reliability. I was thinking about the mini Cooper, but it doesn't come with AEPB"
    },
    {
        "start": 1325.48,
        "end": 1329.96,
        "text": " blind spot warning and rear cross traffic warning. What are my options? So that's, and this is an"
    },
    {
        "start": 1329.96,
        "end": 1333.64,
        "text": " interesting one. It's so interesting. And I got really excited when I saw this question. Yeah. So"
    },
    {
        "start": 1333.64,
        "end": 1338.2,
        "text": " why did you get excited? Well, because it's a, it's a whole market that we don't know about. So"
    },
    {
        "start": 1338.28,
        "end": 1343.0,
        "text": " first of all, what's available in Kenya as far as new cars go, right? And I think you do the same"
    },
    {
        "start": 1343.0,
        "end": 1347.16,
        "text": " thing. We both jumped online to see what that, what it's selling car, because you want to buy a car"
    },
    {
        "start": 1347.16,
        "end": 1351.88,
        "text": " that everyone else has. You want to buy a car that there's parts for it. Yeah, especially, and I"
    },
    {
        "start": 1351.88,
        "end": 1356.04,
        "text": " would say like growing car markets, right? Um, you know, here in the US, we're very lucky, um,"
    },
    {
        "start": 1356.04,
        "end": 1360.76,
        "text": " new cars for a long, long time. We have all this infrastructure. And, um, I have a story I can"
    },
    {
        "start": 1360.76,
        "end": 1364.28,
        "text": " kind of relate to this, but I didn't know anything about the Kenya car market. So I didn't want to"
    },
    {
        "start": 1364.28,
        "end": 1369.08,
        "text": " go recommend a car and find out you can get it there. That doesn't do, you know, um,"
    },
    {
        "start": 1369.08,
        "end": 1373.8,
        "text": " keep to any good, right? If it's, if it's something that just isn't available to them. Yeah, exactly."
    },
    {
        "start": 1373.8,
        "end": 1378.28,
        "text": " So we looked, um, I looked to, you know, some of these, it's interesting that you mentioned what"
    },
    {
        "start": 1378.28,
        "end": 1382.92,
        "text": " was interesting to me, when I'm sure it was interesting to you, Cassidy, is that is, is that the"
    },
    {
        "start": 1382.92,
        "end": 1387.32,
        "text": " things that it doesn't come with, um, we don't quite know where these minis might be coming from,"
    },
    {
        "start": 1387.32,
        "end": 1392.04,
        "text": " because there might, there might be a gray market importer that might be coming from the UK,"
    },
    {
        "start": 1392.04,
        "end": 1396.04,
        "text": " they might be coming, you know, they might be coming from South Africa, there might be a local"
    },
    {
        "start": 1396.04,
        "end": 1400.52,
        "text": " market. Um, so it's just a different, it's a different vehicle and they're equipped differently"
    },
    {
        "start": 1400.52,
        "end": 1404.68,
        "text": " in different countries and in different markets, even in Canada cars are equipped differently than here."
    },
    {
        "start": 1405.24,
        "end": 1411.56,
        "text": " Um, so I would say you might actually be able to find a mini that has these features on it."
    },
    {
        "start": 1411.8799999999999,
        "end": 1417.3999999999999,
        "text": " Um, you'd want to look for the blind spot warning, literally look on the car itself. And this"
    },
    {
        "start": 1417.3999999999999,
        "end": 1421.56,
        "text": " is a problem no matter where you are in the world, that those, those listings on your online"
    },
    {
        "start": 1421.6399999999999,
        "end": 1426.6799999999998,
        "text": " car marketplaces aren't necessarily going to be telling you what the car has. Go see the car"
    },
    {
        "start": 1426.6799999999998,
        "end": 1431.24,
        "text": " in person, you know, check to see if it has the little, the little light on the sides of the"
    },
    {
        "start": 1431.24,
        "end": 1437.0,
        "text": " other mirrors to see if it has blind spot warning. Um, otherwise there are some other cars out there."
    },
    {
        "start": 1437.0,
        "end": 1442.9199999999998,
        "text": " I, I noticed that BMW has a much higher market share than many, uh, it will basically everywhere,"
    },
    {
        "start": 1442.9199999999998,
        "end": 1447.8,
        "text": " but, uh, but especially, especially in Kenya and in most of Africa, and you might be able to get"
    },
    {
        "start": 1447.8,
        "end": 1452.9199999999998,
        "text": " better parts, something like, uh, like, uh, a one series or two series would scratch that same"
    },
    {
        "start": 1452.9199999999998,
        "end": 1457.8,
        "text": " itch and you might have better parts availability, especially some of the cosmetic parts. You know,"
    },
    {
        "start": 1457.8,
        "end": 1463.48,
        "text": " I own, I own a, I own a 30 year old French car of which there is, there is fewer than 30 left in"
    },
    {
        "start": 1463.48,
        "end": 1470.2,
        "text": " the United States and finding every little tiny little exterior piece for it is an absolute nightmare."
    },
    {
        "start": 1470.2,
        "end": 1475.48,
        "text": " They exist in other parts of the world, but you're going to pay a lot for shipping. So, um, so I"
    },
    {
        "start": 1475.48,
        "end": 1480.92,
        "text": " would say my advice is, you know, if you can't find a mini, go to your BMW dealer. Anyone else have"
    },
    {
        "start": 1480.92,
        "end": 1486.52,
        "text": " any other idea? Um, yeah, I do. So again, think about what's available, right? And not so much for"
    },
    {
        "start": 1486.52,
        "end": 1490.68,
        "text": " purchase where I'm getting it, but servicing in parts availability like you mentioned. Um, I had a"
    },
    {
        "start": 1490.68,
        "end": 1497.24,
        "text": " customer that had an Audi Q7 and he was from Uganda and he wanted to actually ship the Q7 back home"
    },
    {
        "start": 1497.24,
        "end": 1502.3600000000001,
        "text": " to Uganda because he splits his time, you know, here in the States and then in Uganda. And I was"
    },
    {
        "start": 1502.36,
        "end": 1507.6399999999999,
        "text": " like, listen, I see you once a month for this Q7 in service. We're always chasing all these problems."
    },
    {
        "start": 1507.6399999999999,
        "end": 1513.8799999999999,
        "text": " I was like, is there an Audi dealer or something, you know, an Audi specialist anywhere near where you"
    },
    {
        "start": 1513.8799999999999,
        "end": 1518.28,
        "text": " are? And I think at least at the time there might have been one Audi dealership in Uganda and it was"
    },
    {
        "start": 1518.28,
        "end": 1522.76,
        "text": " like a four hour drive from, from where this gentleman lived. And I was like, I don't, I don't think"
    },
    {
        "start": 1522.76,
        "end": 1527.8799999999999,
        "text": " it's sustainable to take this particular vehicle, you know, there. Um, so, you know, buy something that"
    },
    {
        "start": 1527.88,
        "end": 1533.48,
        "text": " can be service locally with a lot of ease. And I mean, that's just sort of good tips for anybody."
    },
    {
        "start": 1533.48,
        "end": 1537.24,
        "text": " There's place in the US that are three and four hours from the nearest whatever dealership. And"
    },
    {
        "start": 1537.24,
        "end": 1541.48,
        "text": " it becomes a project to get your car serviced. And it becomes a project for us sometimes with some of"
    },
    {
        "start": 1541.48,
        "end": 1546.68,
        "text": " these newer electric brands. Yeah, where the cars are. They're two hours away. Yeah, exactly. So, yeah."
    },
    {
        "start": 1547.5600000000002,
        "end": 1551.8000000000002,
        "text": " So there's some advice. We don't have the perfect advice because we don't know the market that well,"
    },
    {
        "start": 1551.8000000000002,
        "end": 1556.92,
        "text": " but, but, um, you know, keep an eye out and I'm sure you'll find something you like. But thanks for"
    },
    {
        "start": 1556.92,
        "end": 1562.6000000000001,
        "text": " writing to us and thanks. Thanks for watching. If you have a question, go to CR.org slash talking cars"
    },
    {
        "start": 1563.48,
        "end": 1568.76,
        "text": " and put in your information. If you have questions about infotainment, about minis, about EVs,"
    },
    {
        "start": 1568.76,
        "end": 1574.3600000000001,
        "text": " about auto start stuff, what car you should buy and how not to start a fire under your hood. Any of"
    },
    {
        "start": 1574.3600000000001,
        "end": 1578.28,
        "text": " those questions in here, here, and we'll send you some stuff, which is great. So, Cassidy,"
    },
    {
        "start": 1578.28,
        "end": 1582.3600000000001,
        "text": " thanks for joining us. Thank you for having me. It's been great. It's great. Definitely. And we"
    },
    {
        "start": 1582.3600000000001,
        "end": 1586.1200000000001,
        "text": " promise we'll bring you on for cars that aren't British because they're really, there aren't that many."
    },
    {
        "start": 1586.12,
        "end": 1592.12,
        "text": " Man, okay. If we get an inios, well, if we get a grenadier, we'll bring in no promises."
    },
    {
        "start": 1593.2399999999998,
        "end": 1602.04,
        "text": " Thanks so much and we'll talk cars again later."
    }
]