[
    {
        "start": 0.0,
        "end": 2.0,
        "text": " This is the BBC."
    },
    {
        "start": 17.36,
        "end": 19.6,
        "text": " Hello and welcome to Podcasting House."
    },
    {
        "start": 19.6,
        "end": 23.12,
        "text": " And if you're with us for the first time, then welcome aboard."
    },
    {
        "start": 23.12,
        "end": 24.64,
        "text": " And this is what you need to know."
    },
    {
        "start": 24.64,
        "end": 28.92,
        "text": " A couple of times a week we will listen to a BBC podcast we think you might like to."
    },
    {
        "start": 28.92,
        "end": 33.56,
        "text": " And if you like it, then you can search for it and subscribe wherever you found Podcasting House."
    },
    {
        "start": 33.56,
        "end": 36.52,
        "text": " I'm Rianne and with me, I have Eli."
    },
    {
        "start": 36.52,
        "end": 40.120000000000005,
        "text": " Eli, what is in your podcast box of Loveliness this week?"
    },
    {
        "start": 40.120000000000005,
        "end": 41.32,
        "text": " Well, hello."
    },
    {
        "start": 41.32,
        "end": 47.0,
        "text": " This is Books and Authors, a podcast that brings together episodes from a couple of radio four programs."
    },
    {
        "start": 47.0,
        "end": 52.52,
        "text": " One is called Open Book and mainly talks to authors about books that they've written or are working on."
    },
    {
        "start": 52.52,
        "end": 56.84,
        "text": " And it also takes in the literary scene and goes to book festivals and things like that."
    },
    {
        "start": 56.84,
        "end": 59.88,
        "text": " The other show that contributes to this podcast series is called A Good Read,"
    },
    {
        "start": 59.88,
        "end": 62.6,
        "text": " which brings in two guests to talk about books that they love."
    },
    {
        "start": 62.6,
        "end": 65.56,
        "text": " But the nice thing about this podcast is it combines these two shows."
    },
    {
        "start": 65.56,
        "end": 67.64,
        "text": " And it was a single theme called Books and Authors."
    },
    {
        "start": 67.64,
        "end": 69.48,
        "text": " So it's two for the price of one kind of."
    },
    {
        "start": 69.48,
        "end": 74.92,
        "text": " The episode we're about to hear has got comedian Phil Jupiter's talking about a book on Dada"
    },
    {
        "start": 74.92,
        "end": 77.96000000000001,
        "text": " and comedian Robin Inz, who's from Infinite Monkey Cage,"
    },
    {
        "start": 77.96000000000001,
        "end": 80.76,
        "text": " and talking about Soviet era science fiction."
    },
    {
        "start": 80.76,
        "end": 83.24000000000001,
        "text": " Here it is, Books and Authors."
    },
    {
        "start": 83.24,
        "end": 87.56,
        "text": " Hello, with me today two comedians first, Phil Jupiter stand up,"
    },
    {
        "start": 87.56,
        "end": 93.96,
        "text": " poet and improviser for 18 years, team captain on BBC two's pop quiz Nevermind the Buscox"
    },
    {
        "start": 93.96,
        "end": 97.64,
        "text": " and a regular guest on shows such as QI on television."
    },
    {
        "start": 97.64,
        "end": 100.28,
        "text": " And I'm sorry I haven't a clue on the radio."
    },
    {
        "start": 100.28,
        "end": 104.19999999999999,
        "text": " He's currently on a nationwide tour with his stand up show Dupricity."
    },
    {
        "start": 104.84,
        "end": 109.64,
        "text": " With Phil, it's Robin Inz, who with Professor Brian Cox presents Radio 4's"
    },
    {
        "start": 109.64,
        "end": 115.96000000000001,
        "text": " irreverent science program The Infinite Monkey Cage is also creator and co-host of the podcast"
    },
    {
        "start": 115.96000000000001,
        "end": 117.96000000000001,
        "text": " Robin and Joseph's book shambles."
    },
    {
        "start": 117.96000000000001,
        "end": 123.16,
        "text": " And he too is right now on tour with a show called Pragmatic Insanity."
    },
    {
        "start": 124.36,
        "end": 127.96000000000001,
        "text": " Phil Jupiter, would you begin? What is your choice of a good read?"
    },
    {
        "start": 127.96000000000001,
        "end": 138.52,
        "text": " My choice this week is Hans Richter's Dada, art and anti art, a book which I picked up on"
    },
    {
        "start": 138.52,
        "end": 142.68,
        "text": " something of a whim. I was an art gallery and I was wondering around. I believe it was the"
    },
    {
        "start": 142.68,
        "end": 148.60000000000002,
        "text": " date modern and I am a great one for hitting the book shop at an art gallery afterwards"
    },
    {
        "start": 148.60000000000002,
        "end": 153.64000000000001,
        "text": " because quite often when I am gallery wandering I have questions."
    },
    {
        "start": 154.76000000000002,
        "end": 160.04000000000002,
        "text": " And often there's not someone there you can particularly ask or that you feel that you can engage"
    },
    {
        "start": 160.04000000000002,
        "end": 162.60000000000002,
        "text": " in the deeper semantic issues of what you've been looking at."
    },
    {
        "start": 162.60000000000002,
        "end": 168.20000000000002,
        "text": " And so I suddenly realised that I was being quite curious about sort of surrealist art which"
    },
    {
        "start": 168.2,
        "end": 174.92,
        "text": " I know started with Dada around about 1916. So I saw this book on the side and I thought I'll"
    },
    {
        "start": 174.92,
        "end": 181.23999999999998,
        "text": " give that a go. And just literally just got it on and started reading this thing. And what it is,"
    },
    {
        "start": 181.23999999999998,
        "end": 189.64,
        "text": " it is Hans Richter was one of the artists in the Dada movement and he just tells the story of it"
    },
    {
        "start": 189.64,
        "end": 195.88,
        "text": " from his own perspective as one of the artists in there and he knew everybody that was involved"
    },
    {
        "start": 195.88,
        "end": 202.44,
        "text": " with it. So you get a quite a weirdly linear retelling of one of the most important art movements"
    },
    {
        "start": 202.44,
        "end": 207.72,
        "text": " of the 20th century from someone who was there. And you know when you pick up a textbook you're not"
    },
    {
        "start": 208.35999999999999,
        "end": 215.4,
        "text": " expecting anything quite so sort of anecdotal and full of these extraordinary moments that these"
    },
    {
        "start": 215.4,
        "end": 221.24,
        "text": " people got up to. I mean bearing in mind what you've got is a group of young men who are in Europe"
    },
    {
        "start": 221.88,
        "end": 229.72,
        "text": " during the middle of the worst conflict of the 20th century. But they are, I don't know, 200 miles"
    },
    {
        "start": 229.72,
        "end": 236.52,
        "text": " at least of the unpleasantness in Switzerland having these mad happenings in bars and in galleries"
    },
    {
        "start": 236.52,
        "end": 242.84,
        "text": " in Zurich and then Dada spreads out further to Paris and Berlin and just reading the story of these"
    },
    {
        "start": 242.84,
        "end": 248.84,
        "text": " guys who we just want into challenge the establishment, the art establishment. And we just want"
    },
    {
        "start": 248.92000000000002,
        "end": 255.4,
        "text": " into shake it up in a way. And I mean they certainly did and some of the artists that emerged"
    },
    {
        "start": 255.4,
        "end": 261.8,
        "text": " from the sort of shaking up that they created were extraordinary people myself to Sean,"
    },
    {
        "start": 261.8,
        "end": 268.92,
        "text": " you know, Hans Arp, Hugo Ball, some of these people, Dali, you know, surrealism sort of came out"
    },
    {
        "start": 268.92,
        "end": 276.04,
        "text": " of Dada. These guys, it was so extraordinary to read this this tower and Richter. And what I love"
    },
    {
        "start": 276.04,
        "end": 280.76000000000005,
        "text": " about him is that he's not frightened to blow his own trumpet during the book. He does say,"
    },
    {
        "start": 280.76000000000005,
        "end": 287.64000000000004,
        "text": " of course I created one of the, I created the first surrealist film and he didn't because the Italian"
    },
    {
        "start": 287.64000000000004,
        "end": 294.12,
        "text": " futurist did that in 1909 and and his first film was in 1921 and there was a German surrealist"
    },
    {
        "start": 294.12,
        "end": 301.08000000000004,
        "text": " that did a film in 1920. So the pump and the hyperbole of an artist saying actually it was me and"
    },
    {
        "start": 301.08,
        "end": 306.84,
        "text": " there's a brilliant page in this book where he talks about the point where the Dadaists have"
    },
    {
        "start": 306.84,
        "end": 312.59999999999997,
        "text": " an argument about who came up with the word Dada, which I found absolutely fantastic. For an art"
    },
    {
        "start": 312.59999999999997,
        "end": 318.2,
        "text": " textbook there's a great deal of bickering in it and I like that a lot. Robin, this is, as Phil's just"
    },
    {
        "start": 318.2,
        "end": 322.68,
        "text": " said, I mean it's just an account from inside of this art movement which really only ran for about"
    },
    {
        "start": 322.68,
        "end": 329.0,
        "text": " eight years from 1916 where everything was thrown up in the other materials that artists could use,"
    },
    {
        "start": 329.0,
        "end": 333.8,
        "text": " the way that language might be used, the way that performances might be, you know poetry,"
    },
    {
        "start": 333.8,
        "end": 339.16,
        "text": " performances and so on and so forth. Did you enjoy it? Well, I'm disappointed that Phil used official"
    },
    {
        "start": 339.96,
        "end": 344.68,
        "text": " language to actually describe this book because one of the joys of this book and of course Phil"
    },
    {
        "start": 344.68,
        "end": 349.16,
        "text": " having started out as a poet as well, I presume this might have drawn you to it is their constant"
    },
    {
        "start": 349.16,
        "end": 354.92,
        "text": " reinvention of language. So it's quite interesting to have a straight narrative told in historical"
    },
    {
        "start": 355.40000000000003,
        "end": 362.2,
        "text": " order of something which itself was meant to be a far greater chaos and far more about chance."
    },
    {
        "start": 362.2,
        "end": 365.72,
        "text": " So I think but then again that's the only way I think you can sometimes write about chaos is"
    },
    {
        "start": 365.72,
        "end": 369.88,
        "text": " having to go I'm going to have to impose order on it. So I mean I'm just looking at this one here,"
    },
    {
        "start": 369.88,
        "end": 376.52000000000004,
        "text": " this is one of my favourite poems in it which is Zim Zim Orala, Zim Zim Zim Zanzibar Zim Zal Zim Zal Zim"
    },
    {
        "start": 376.52000000000004,
        "end": 383.0,
        "text": " Elephantalum Bracela, Boulanum Bracela, Boulanum Trontada, Mere de Bang Bang, Athalo, Pusami, Athalo"
    },
    {
        "start": 383.08,
        "end": 387.48,
        "text": " and it just goes on and there's this lovely thing and I love that kind of thing because I think"
    },
    {
        "start": 387.48,
        "end": 393.08,
        "text": " they say I've noted down the quote which is this is about Hugo Bull, his quarrel with language"
    },
    {
        "start": 393.08,
        "end": 398.92,
        "text": " eventually reached its logical conclusion which was to go right that's it and I think what I found"
    },
    {
        "start": 398.92,
        "end": 402.68,
        "text": " exciting about this because I've recently in particular I've started going to a lot more art"
    },
    {
        "start": 402.68,
        "end": 406.52,
        "text": " galleries and trying to get more involved and and of course the art itself in a lot of this not"
    },
    {
        "start": 406.52,
        "end": 411.88,
        "text": " necessarily the spoken art but some of the images aren't carried by the book because you need to"
    },
    {
        "start": 411.88,
        "end": 416.12,
        "text": " see them in there was recently there was Duchamp Dali exhibition at the Royal Academy and you know"
    },
    {
        "start": 416.12,
        "end": 422.04,
        "text": " where's Dali I think can be reasonably well replicated on the glossy page with Dardrism or with"
    },
    {
        "start": 422.04,
        "end": 427.32,
        "text": " ready made and with those ideas you kind of go I'm what's all that about and then when you see it"
    },
    {
        "start": 427.32,
        "end": 433.96,
        "text": " in position you start to go I hang on a minute yeah this has got an effect so I found it I think"
    },
    {
        "start": 433.96,
        "end": 438.44,
        "text": " it's exciting to think as well that not that long ago these were the kind of things bands named"
    },
    {
        "start": 438.6,
        "end": 444.2,
        "text": " themselves after you know you know cabaret Voltaire in the late 1970s a lot of the post punk bands"
    },
    {
        "start": 444.2,
        "end": 449.96,
        "text": " they were being influenced by these magnificent manifestos I have to say Phil I found this book"
    },
    {
        "start": 449.96,
        "end": 455.64,
        "text": " initially just as an object totally off-putting because I read a lot on public transport and it is"
    },
    {
        "start": 455.64,
        "end": 462.04,
        "text": " amazingly heavy for a not vast book partly because the paper is such good quality and then you"
    },
    {
        "start": 462.12,
        "end": 467.8,
        "text": " understand what you're going to say but also you know you open it up and the pages are absolutely"
    },
    {
        "start": 468.36,
        "end": 473.96000000000004,
        "text": " lodged with all these reproductions of Dardrist manifestos the writing sometimes at"
    },
    {
        "start": 473.96000000000004,
        "end": 480.68,
        "text": " right angles to the page often in tiny tiny typeface quite often in German but once I had"
    },
    {
        "start": 480.68,
        "end": 485.16,
        "text": " resigned myself to the fact that I wasn't expected to read these things I was just expected to look"
    },
    {
        "start": 485.16,
        "end": 491.72,
        "text": " at them I have to say I found this book eye opening really informative I'd heard of Dardr and I"
    },
    {
        "start": 491.72,
        "end": 497.16,
        "text": " correctly as it turns out sort of thought it was a precursor to surrealism but I didn't know that much"
    },
    {
        "start": 497.16,
        "end": 503.96000000000004,
        "text": " about it and actually you do get a very brilliant image of what these people were trying to do and"
    },
    {
        "start": 503.96000000000004,
        "end": 509.24,
        "text": " I was about to say these guys and actually they almost entirely are there's one rather stylish woman"
    },
    {
        "start": 509.24,
        "end": 515.4,
        "text": " who features in who's the wife I think of of Ugo Bal Emmy Hennings or other like to look at her but"
    },
    {
        "start": 515.48,
        "end": 522.6,
        "text": " basically this is young men and what is particularly to me amazing is realizing how much this"
    },
    {
        "start": 522.6,
        "end": 529.3199999999999,
        "text": " influence not only surrealism but still now so much of what's going on I mean it is still here in"
    },
    {
        "start": 529.3199999999999,
        "end": 535.72,
        "text": " in pop music in art in lot of writing as well as as I read it the parallels that were coming up"
    },
    {
        "start": 535.72,
        "end": 544.68,
        "text": " in my head was because I you know born in 62 so punk started happening 75 76 and I was 13 14 so"
    },
    {
        "start": 544.68,
        "end": 550.4399999999999,
        "text": " that was when punk was happening and I remember the outrage the reaction of the public to punk I"
    },
    {
        "start": 550.4399999999999,
        "end": 555.8,
        "text": " was sort of why how could people get so outraged and then I read this about one of the events that"
    },
    {
        "start": 555.8,
        "end": 562.04,
        "text": " happened at cabaret Voltaire I should just read this passage this tall elegant figure first carried"
    },
    {
        "start": 562.04,
        "end": 566.12,
        "text": " a headless tailor's dummy on stage and then went back to fetch a bouquet of artificial flowers"
    },
    {
        "start": 566.68,
        "end": 571.0,
        "text": " and gave them to the dummy to smell where its head would have been and laid them at its feet"
    },
    {
        "start": 571.08,
        "end": 575.32,
        "text": " finally he brought a chair sat a strider in the middle of the platform with his back to the audience"
    },
    {
        "start": 575.32,
        "end": 580.2,
        "text": " after these elaborate preparations began to read from his anarchistic credo let's see locker room"
    },
    {
        "start": 580.2,
        "end": 585.56,
        "text": " final dissolution at last this was what the audience had been waiting for the tension in the hall"
    },
    {
        "start": 585.56,
        "end": 589.96,
        "text": " had become unbearable at first it was so quiet that you could have heard a pin drop then the cat"
    },
    {
        "start": 589.96,
        "end": 595.72,
        "text": " calls began scornful at first and then furious rat bastard you've got a nerve until the noise"
    },
    {
        "start": 595.72,
        "end": 600.76,
        "text": " almost entirely drowns her in her voice which could be heard during a momentary lull saying the words"
    },
    {
        "start": 600.84,
        "end": 605.88,
        "text": " Napoleon was a big strong oh far after all that did it want Napoleon there to do with it I don't know"
    },
    {
        "start": 605.88,
        "end": 610.68,
        "text": " he wasn't Swiss but the young men most of them were in the gallery leapt on to the stage"
    },
    {
        "start": 610.68,
        "end": 616.6,
        "text": " brandishing pieces of the ballast raid the audience tore the venue apart and attacked the artist with it"
    },
    {
        "start": 616.6,
        "end": 622.2,
        "text": " that is punk rock and I think it's him but one of the dada performers spits at the audience I mean"
    },
    {
        "start": 622.2,
        "end": 628.4399999999999,
        "text": " it says you know we got gobbin yeah deliberately provocative I mean it's kind of mad but I think that"
    },
    {
        "start": 628.44,
        "end": 633.96,
        "text": " the more brutal times of history have this way of being completely reflected by what's happening"
    },
    {
        "start": 633.96,
        "end": 639.5600000000001,
        "text": " culturally as well and that inability to comprehend the madness of what's happening as I say"
    },
    {
        "start": 639.5600000000001,
        "end": 643.8000000000001,
        "text": " just a couple of hundred miles west of them what's happening on the western front and in Europe and"
    },
    {
        "start": 643.8000000000001,
        "end": 650.5200000000001,
        "text": " there's these guys doing this incredible stuff culturally how can these two things be happening"
    },
    {
        "start": 650.5200000000001,
        "end": 654.6800000000001,
        "text": " in the same world at the same time the best thing isn't it that's a real it is a point because"
    },
    {
        "start": 654.68,
        "end": 658.76,
        "text": " futurism I think it's quite because that that does have a greater kind of leaning towards fascism when"
    },
    {
        "start": 658.76,
        "end": 663.2399999999999,
        "text": " you read some of the futurism and it is this in some way through is a beauty where it's kind of basically"
    },
    {
        "start": 663.2399999999999,
        "end": 668.4399999999999,
        "text": " things will be fast and shiny shiny and fast and there's this real and then dandrism seems to be"
    },
    {
        "start": 668.4399999999999,
        "end": 672.5999999999999,
        "text": " a reaction to actually go the world doesn't make sense look what is going on look at the fact"
    },
    {
        "start": 672.5999999999999,
        "end": 677.4799999999999,
        "text": " there's been industrial revolutions look at the fact there is industry and there is science and yet"
    },
    {
        "start": 677.4799999999999,
        "end": 683.16,
        "text": " here on the western front here in the trenches and therefore perhaps the reaction is is to create"
    },
    {
        "start": 683.3199999999999,
        "end": 690.12,
        "text": " there's a lovely line there where it says about the life is the gigantic focus focus of existence"
    },
    {
        "start": 690.12,
        "end": 696.1999999999999,
        "text": " fires the nerves of true dardarists and I think that's put you know this this chaos that's their"
    },
    {
        "start": 696.1999999999999,
        "end": 702.92,
        "text": " reaction is to go why create an ordered art why create an art that represents the reality that is"
    },
    {
        "start": 702.92,
        "end": 707.8,
        "text": " is around us when there are some well also I wonder reading some of it and seeing some of the kind of"
    },
    {
        "start": 707.8,
        "end": 713.7199999999999,
        "text": " some of the mentions of young and another thing because of the time about also a reaction to"
    },
    {
        "start": 713.7199999999999,
        "end": 719.3199999999999,
        "text": " that whole kind of idea of probability but one of the ironies which Huns Richter himself"
    },
    {
        "start": 719.3199999999999,
        "end": 724.4399999999999,
        "text": " recognizes I mean he wrote this book years after the event in the 1960s I think it was published"
    },
    {
        "start": 724.4399999999999,
        "end": 729.9599999999999,
        "text": " and he recognizes that these guys who were saying we're going to create a total anti-art we're"
    },
    {
        "start": 729.9599999999999,
        "end": 735.0,
        "text": " going to destroy art we're going to turn society upside down and inside out is that in doing it"
    },
    {
        "start": 735.0,
        "end": 739.0,
        "text": " actually what they did was of course not get rid of art at all because they were all artists they"
    },
    {
        "start": 739.0,
        "end": 743.96,
        "text": " were poets and they were painters they created a new art form didn't they and that's what I mean"
    },
    {
        "start": 743.96,
        "end": 750.12,
        "text": " it was it was in their project was in a way impossible it's much like you know and again the parallels"
    },
    {
        "start": 750.12,
        "end": 754.68,
        "text": " with punk just kept coming at me and it was just the fact that these guys that wanted to bring the"
    },
    {
        "start": 754.68,
        "end": 760.28,
        "text": " artistic establishment down became that artistic establishment in doing so and it was I was just"
    },
    {
        "start": 760.28,
        "end": 765.0799999999999,
        "text": " completely and utterly kind of blown away but bits the characters that kind of permeate this"
    },
    {
        "start": 765.0799999999999,
        "end": 770.36,
        "text": " movement and the arguments and the fighting and the bickering and the infidelities and the madness"
    },
    {
        "start": 770.36,
        "end": 775.4,
        "text": " that goes through it and the egos the egos I mean that's finally what brought it an end to it wasn't"
    },
    {
        "start": 775.4,
        "end": 781.88,
        "text": " it was Andre brought on Sarah these two to Frenchman who both competing to be the boss of"
    },
    {
        "start": 781.88,
        "end": 786.4399999999999,
        "text": " Dadana of course such a thing was totally impossible yeah I've got to say it's a book as well"
    },
    {
        "start": 786.4399999999999,
        "end": 790.1999999999999,
        "text": " which is the the amount of underlining I've done because I'll judge a book by that when you go"
    },
    {
        "start": 790.2,
        "end": 794.2,
        "text": " back to the book and you go there's there's not really a page where I haven't circled something"
    },
    {
        "start": 794.2,
        "end": 798.12,
        "text": " or under like there was I mean like one of the titles of a piece is which is the hyperbully"
    },
    {
        "start": 798.12,
        "end": 802.9200000000001,
        "text": " of the crocodiles hairdresser and the walking stick which I realized sounds like I've got quite"
    },
    {
        "start": 802.9200000000001,
        "end": 807.88,
        "text": " simple narrative by the standards of this but then and also there's a lovely thing where I can't"
    },
    {
        "start": 807.88,
        "end": 812.6,
        "text": " remember which personally quotes where he talks about the fact that at the cabaret they all played"
    },
    {
        "start": 812.6,
        "end": 817.8000000000001,
        "text": " an instrument and that instrument was themselves and one thing that I think taped on this as well"
    },
    {
        "start": 817.8,
        "end": 823.16,
        "text": " and it's something certainly the field does which is to mix up the things you know you are meant to"
    },
    {
        "start": 823.16,
        "end": 827.3199999999999,
        "text": " be a comedian or you meant to be a musician or you meant to be a painter or whatever it is and"
    },
    {
        "start": 827.3199999999999,
        "end": 831.8,
        "text": " and it seems a lot of what this was about was going today I'm going to be writing Clare Hughes"
    },
    {
        "start": 831.8,
        "end": 837.4,
        "text": " and tomorrow I'm going to be making a sculpture and the day after that to not get nailed down to one"
    },
    {
        "start": 837.4,
        "end": 842.52,
        "text": " particular you know this is my art and this is unboxed now I did need to ask you that"
    },
    {
        "start": 842.68,
        "end": 847.96,
        "text": " because I know that you draw as well you do cartoons you comic strips and so on that it seems"
    },
    {
        "start": 847.96,
        "end": 853.3199999999999,
        "text": " to me that Dada is very much part of British comedy anyway I mean if you just think of Spike"
    },
    {
        "start": 853.3199999999999,
        "end": 859.3199999999999,
        "text": " Milligan maybe if you think of Monty Python Tommy Cooper I mean is that something that you're aware of?"
    },
    {
        "start": 859.3199999999999,
        "end": 865.0799999999999,
        "text": " Well the Bonso Dog do our band we're originally going to be called the Bonso Dog Dada band and I"
    },
    {
        "start": 865.0799999999999,
        "end": 869.56,
        "text": " did tour with them and they used to make ready-mades in the sort of manner of Duchamp and so forth and"
    },
    {
        "start": 869.56,
        "end": 873.7199999999999,
        "text": " they're all art teachers the whole band are art teachers and indeed fell apart after a massive"
    },
    {
        "start": 873.7199999999999,
        "end": 880.04,
        "text": " argument so they were sort of replicating the Dada movement in one band there well we've been"
    },
    {
        "start": 880.04,
        "end": 886.4399999999999,
        "text": " talking about Dada art and anti art by Hans Richter I'm Harriet Gilbert you're listening to a"
    },
    {
        "start": 886.4399999999999,
        "end": 893.4799999999999,
        "text": " good read where my guest today are Phil Jupiter's and Robin ince Robin you're good read I chose a"
    },
    {
        "start": 893.4799999999999,
        "end": 899.0799999999999,
        "text": " book called Rhoads High Picnic by two Russian writers Arcade and Boris Stragatsky and I will also"
    },
    {
        "start": 899.08,
        "end": 903.24,
        "text": " mention because this is a translation that it hadn't been re-translated for 30 years and it's"
    },
    {
        "start": 903.24,
        "end": 909.1600000000001,
        "text": " been re-translated by Alina Bumashenko and this is probably most famous as the fact that it was"
    },
    {
        "start": 909.1600000000001,
        "end": 915.48,
        "text": " the inspiration for one of Tarkovsky's most famous films stalker it's a lovely idea the aliens have"
    },
    {
        "start": 915.48,
        "end": 919.72,
        "text": " visited the planet earth but it's not even they haven't even taken a look at us they've literally"
    },
    {
        "start": 919.72,
        "end": 924.6,
        "text": " stopped off to just go just pulling air will have our picnic and just left a load of rubbish it's"
    },
    {
        "start": 924.6,
        "end": 928.76,
        "text": " the equivalent of pulling in at a lay by chucking the rubbish in the ass trend the window and then"
    },
    {
        "start": 928.76,
        "end": 934.92,
        "text": " going yeah let's keep moving them and so we are not even nothing of humanity or of the world is"
    },
    {
        "start": 934.92,
        "end": 940.36,
        "text": " that they've stopped and then what's happened is that this has ended up creating zones and in these"
    },
    {
        "start": 940.36,
        "end": 946.36,
        "text": " zones are their junk but their junk to human beings is remarkable junk it is everlasting batteries"
    },
    {
        "start": 946.36,
        "end": 951.8,
        "text": " for instance and and strange spheres that are always held together by an invisible force but the"
    },
    {
        "start": 951.8,
        "end": 956.92,
        "text": " zones also have created a sense of incredible peril as well which when you go in the zones there are"
    },
    {
        "start": 956.92,
        "end": 961.7199999999999,
        "text": " various things that may well not really come back to haunt you but may well destroy you as well"
    },
    {
        "start": 961.7199999999999,
        "end": 967.3199999999999,
        "text": " both physically and mentally and also on top of that this new world has things in it such as"
    },
    {
        "start": 967.9599999999999,
        "end": 972.28,
        "text": " well later on we find out that the dead are kind of coming back to life but not in some kind of"
    },
    {
        "start": 972.28,
        "end": 977.7199999999999,
        "text": " zombie thing they're just kind of there and every now and again remembering there's a beautiful scene"
    },
    {
        "start": 977.7199999999999,
        "end": 982.8399999999999,
        "text": " where Red who's the lead character in this and he's had a child and and the his partner the"
    },
    {
        "start": 982.84,
        "end": 987.64,
        "text": " mother says do not have to have this child because those who have been stalkers these are the people"
    },
    {
        "start": 987.64,
        "end": 994.6800000000001,
        "text": " who go into these zones also it leads to mutations it's incredibly enigmatic world and also for anyone"
    },
    {
        "start": 994.6800000000001,
        "end": 1000.2800000000001,
        "text": " who knows the film stalker which is a magnificent film what interesting is Tarkovsky has taken the"
    },
    {
        "start": 1000.2800000000001,
        "end": 1004.6800000000001,
        "text": " world but it's a very different film filled Jupiter so I don't know whether you're into science fiction"
    },
    {
        "start": 1004.6800000000001,
        "end": 1010.6800000000001,
        "text": " but what did you make of this weirdly I've just recently been partaking of the foundation trilogy by"
    },
    {
        "start": 1010.68,
        "end": 1018.52,
        "text": " Asimov which is I find it's weird it's like Asimov saying the world could go like this so"
    },
    {
        "start": 1018.52,
        "end": 1026.52,
        "text": " everybody be careful now but I think at this book reading this I was very very taken with it"
    },
    {
        "start": 1026.52,
        "end": 1031.1599999999999,
        "text": " stripping away the arrogance of humanity the fact that no one would want to invade us that they"
    },
    {
        "start": 1031.1599999999999,
        "end": 1036.04,
        "text": " would just stop off and leave their rubbish and move on not even notice that we were here and not"
    },
    {
        "start": 1036.04,
        "end": 1041.32,
        "text": " even realise that there were people around and it's and it's that we're kind of just dealing with"
    },
    {
        "start": 1041.32,
        "end": 1048.44,
        "text": " the detritus of the visit and the way that the visitors affected the world and some people are"
    },
    {
        "start": 1048.44,
        "end": 1055.72,
        "text": " completely and utterly drawn to the zones and this novel is set 20 years after the visit has happened"
    },
    {
        "start": 1055.72,
        "end": 1061.08,
        "text": " and so for some people the zones are still these places of immense fascination but most of humanity"
    },
    {
        "start": 1061.08,
        "end": 1065.3999999999999,
        "text": " has forgotten and I'll just using the things that were taken from the zone like the never ending"
    },
    {
        "start": 1065.4,
        "end": 1070.68,
        "text": " batteries there's a couple of technological things that came out and it's the effect of the zones"
    },
    {
        "start": 1070.68,
        "end": 1077.24,
        "text": " on humanity have been sort of taken for granted it's it's a weirdly plausible book I mean I don't"
    },
    {
        "start": 1077.24,
        "end": 1082.2,
        "text": " for a science fiction book I found it really kind of yeah it would be like that I don't some"
    },
    {
        "start": 1083.16,
        "end": 1087.0800000000002,
        "text": " warm to the idea of reading science fiction because so often it is just"
    },
    {
        "start": 1087.88,
        "end": 1092.76,
        "text": " turgid because obviously in a science fiction world you have to explain how the world operates"
    },
    {
        "start": 1093.64,
        "end": 1098.76,
        "text": " I have to say that this one I think does it really well it tells you just enough and it doesn't"
    },
    {
        "start": 1098.76,
        "end": 1103.0,
        "text": " tell it to you in a great big lump of concrete at the beginning it filters it through so"
    },
    {
        "start": 1103.0,
        "end": 1110.04,
        "text": " most good science fiction does I think the problem is sometimes it's almost like as if you said"
    },
    {
        "start": 1110.04,
        "end": 1114.6,
        "text": " I never read any romantic fiction I'd never read any Thomas Hardick's I read this mills and boon once"
    },
    {
        "start": 1114.6,
        "end": 1118.68,
        "text": " and I think that's one of the problems with science fiction science fiction does get lumped"
    },
    {
        "start": 1118.76,
        "end": 1123.8,
        "text": " together in in a way that I think is slightly unfair and so I understand your point as well and"
    },
    {
        "start": 1123.8,
        "end": 1126.8400000000001,
        "text": " maybe that's been I don't know there might be many should with it but this is things like this"
    },
    {
        "start": 1126.8400000000001,
        "end": 1132.92,
        "text": " and flowers for out and I don't I don't I don't wish to be I'm not being asked about this book at"
    },
    {
        "start": 1132.92,
        "end": 1137.4,
        "text": " all I think it does it very well and and indeed flowers for out and which I have chosen as a good"
    },
    {
        "start": 1137.4,
        "end": 1143.96,
        "text": " read in the past is science fiction and is a great book but I think my one slight query about"
    },
    {
        "start": 1144.04,
        "end": 1150.44,
        "text": " this book is that I can tell or I believe I can tell that two different writers wrote it because"
    },
    {
        "start": 1150.44,
        "end": 1156.04,
        "text": " there is a strand in it which is very funny I mean just even the original concept of these aliens"
    },
    {
        "start": 1156.04,
        "end": 1161.16,
        "text": " picnicking on earth and then putling off wherever they're putling off but also there are some wonderful"
    },
    {
        "start": 1161.16,
        "end": 1168.3600000000001,
        "text": " scenes that seem with the zombie fight dad and there's some conversations about the human centricness"
    },
    {
        "start": 1169.32,
        "end": 1174.12,
        "text": " of our of our thinking the fact that we know somebody there's a no bellorium in physics who"
    },
    {
        "start": 1174.12,
        "end": 1178.9199999999998,
        "text": " just pops up and in and out of the novel and who's saying at one point you know we say if there's"
    },
    {
        "start": 1178.9199999999998,
        "end": 1183.24,
        "text": " is there intelligent life in the universe other than ourselves and we say we would know it because"
    },
    {
        "start": 1183.24,
        "end": 1187.24,
        "text": " we could communicate with it as though this was the definition of intelligent life I mean there's"
    },
    {
        "start": 1187.24,
        "end": 1192.36,
        "text": " that very witty element but the same time Robin there is another strand which seems to be"
    },
    {
        "start": 1192.36,
        "end": 1199.24,
        "text": " not quite neatly slotted in with which is of real fury the hero the anti hero however you see him"
    },
    {
        "start": 1199.24,
        "end": 1206.76,
        "text": " red is a man of rage and I'm not I can see it by the end of the novel what is enraged about he has"
    },
    {
        "start": 1206.76,
        "end": 1212.52,
        "text": " many reasons to be but he seems to be enraged right at the beginning do you understand why I just"
    },
    {
        "start": 1212.52,
        "end": 1217.24,
        "text": " think he what's your problem red we pick up on him when of course he has previously been in trouble"
    },
    {
        "start": 1217.24,
        "end": 1221.4799999999998,
        "text": " with the law and then he's now currently being involved with official organizations but I think"
    },
    {
        "start": 1221.48,
        "end": 1225.56,
        "text": " even though you talk about the rage he has also from quite an early point there is also love there"
    },
    {
        "start": 1225.56,
        "end": 1230.1200000000001,
        "text": " as well and I think that's a very important part both with his partner and then the child who"
    },
    {
        "start": 1230.1200000000001,
        "end": 1234.3600000000001,
        "text": " goes through a very strange form of mutation to the point where they no longer even know if they are"
    },
    {
        "start": 1234.3600000000001,
        "end": 1239.0,
        "text": " really communicating with the child so I think I think in real life that's the thing isn't it in real"
    },
    {
        "start": 1239.0,
        "end": 1244.04,
        "text": " life we have rage and love and humor and they all happen in the same narrative of the day if any of"
    },
    {
        "start": 1244.04,
        "end": 1248.44,
        "text": " us wrote the plot of our day one moment we're doing something quite funny and the next moment you're"
    },
    {
        "start": 1248.44,
        "end": 1252.44,
        "text": " kicking in an anna object with fury in the next moment you're seeing the world of politics and then"
    },
    {
        "start": 1252.44,
        "end": 1257.72,
        "text": " something delightful happens so I think that's actually almost something that I like about this book"
    },
    {
        "start": 1257.72,
        "end": 1261.96,
        "text": " there's a lovely Ursula Gwynne wrote the introduction to this and she says this in the introduction"
    },
    {
        "start": 1261.96,
        "end": 1266.52,
        "text": " where she said what they did which I found most admirable was to write as if they were indifferent to"
    },
    {
        "start": 1266.52,
        "end": 1272.44,
        "text": " ideology something many of us writers in western democracy had a hard time doing they wrote as free"
    },
    {
        "start": 1272.44,
        "end": 1278.52,
        "text": " men write and I almost feel it in some way that that style itself is but this is writing in this"
    },
    {
        "start": 1278.52,
        "end": 1284.6000000000001,
        "text": " free way of how life really is life is never all miserable it will keep turning different corners"
    },
    {
        "start": 1285.56,
        "end": 1292.6000000000001,
        "text": " we've been talking about roadside picnic by Akadi and Boris Strogatsky and something very"
    },
    {
        "start": 1292.6000000000001,
        "end": 1298.76,
        "text": " different now to my choice of a good read this is a novel it's called Dodgers it's Spine"
    },
    {
        "start": 1298.84,
        "end": 1303.64,
        "text": " American called Bill Beverly it was his first book and it was published just a couple of years ago"
    },
    {
        "start": 1303.64,
        "end": 1311.32,
        "text": " and it's the story of a 15 year old African American living in Los Angeles it's had a pretty brutal"
    },
    {
        "start": 1311.32,
        "end": 1318.2,
        "text": " life he doesn't know who his father was his mother is this absolutely drink sod and wreck he's got"
    },
    {
        "start": 1318.2,
        "end": 1323.4,
        "text": " an uncle who kind of looks after him but he he's also well he doesn't look after him he looks"
    },
    {
        "start": 1323.4,
        "end": 1329.3200000000002,
        "text": " out for him let's say and what he also looks out for is his string of crack houses that he runs"
    },
    {
        "start": 1329.3200000000002,
        "end": 1335.64,
        "text": " and the young lad East has been earning a living for the last few years acting as a lookout for"
    },
    {
        "start": 1335.64,
        "end": 1342.1200000000001,
        "text": " his uncle's crack houses one day when he is supposed to be watching out for a police raid there's a lot"
    },
    {
        "start": 1342.1200000000001,
        "end": 1347.16,
        "text": " going on there's a fire happened fire ambulances turn up there's a little girl who keeps pestering him"
    },
    {
        "start": 1347.16,
        "end": 1351.4,
        "text": " trying to talk to him and he wants to get rid of her he knows it's a dangerous place for her to be"
    },
    {
        "start": 1352.0400000000002,
        "end": 1357.48,
        "text": " and too late he realizes that the police raid he can't warn the people in the crack house"
    },
    {
        "start": 1358.0400000000002,
        "end": 1363.3200000000002,
        "text": " his uncle is needless to say furious with him gives him well there's either a punishment or one"
    },
    {
        "start": 1363.3200000000002,
        "end": 1368.44,
        "text": " last chance he says he's got to go off he's got to leave Los Angeles he's got to travel drive"
    },
    {
        "start": 1368.44,
        "end": 1375.5600000000002,
        "text": " all the way up to Wisconsin right the other side of the US and he has to shoot a man who is going"
    },
    {
        "start": 1375.56,
        "end": 1383.3999999999999,
        "text": " to be a witness against the drug dealers and he says you in or out and young East says I'm in"
    },
    {
        "start": 1384.36,
        "end": 1390.2,
        "text": " and so off he goes he's sent off with three other guys there's a very smooth type who's about"
    },
    {
        "start": 1390.2,
        "end": 1396.76,
        "text": " 20 called Michael Wilson who's the who's nominally in charge of it there's a there's fat Walter who is"
    },
    {
        "start": 1396.76,
        "end": 1404.12,
        "text": " smart he's the smartest one of the lot and then he's 17 and then there is a kid a much younger a 13"
    },
    {
        "start": 1404.12,
        "end": 1410.28,
        "text": " year old who is East's younger brother who is something else again he is I'd say with a psychopath"
    },
    {
        "start": 1410.28,
        "end": 1415.32,
        "text": " only I'm not quite sure what the legal definition is but he is certainly he's already a killer at 13"
    },
    {
        "start": 1415.32,
        "end": 1422.52,
        "text": " he's totally out of order out of control and these four guys go off in their sort of souped up van"
    },
    {
        "start": 1422.52,
        "end": 1428.36,
        "text": " crossing America on this killing mission it's a kind of road book it's a gangster book but most"
    },
    {
        "start": 1428.36,
        "end": 1434.04,
        "text": " of all it's a coming of age novel it's the story of East finally trying to work out who he is"
    },
    {
        "start": 1434.92,
        "end": 1442.68,
        "text": " I think it's just a pretty fine book full Jupiter it's the firstly the number of times I wanted to"
    },
    {
        "start": 1442.68,
        "end": 1447.8,
        "text": " stop reading it because it was so uncomfortable I mean that's how good the writing was the scene"
    },
    {
        "start": 1447.8,
        "end": 1453.8799999999999,
        "text": " that you describe about the raid on the crack house when something happens to the little girl and"
    },
    {
        "start": 1453.8799999999999,
        "end": 1460.52,
        "text": " the description of what happens in that scene and the thing is is that you can kind of the"
    },
    {
        "start": 1460.52,
        "end": 1465.56,
        "text": " style of writing is foreshadowing that something horrible is going to happen and there's that"
    },
    {
        "start": 1465.56,
        "end": 1468.28,
        "text": " horrible thing you do when you're reading something and you know something horrible something you"
    },
    {
        "start": 1468.28,
        "end": 1474.2,
        "text": " kind of want to turn three pages forward to either to either leap over the horribleness or to just"
    },
    {
        "start": 1474.2,
        "end": 1479.48,
        "text": " can I just say how horrible this is going to be now please and all just cut it up and turn it into"
    },
    {
        "start": 1479.48,
        "end": 1486.2,
        "text": " a dardry's poem instead of see that that great moral to mystic outcome it was it was really it was"
    },
    {
        "start": 1486.2,
        "end": 1492.92,
        "text": " grim and what I loved about the arc of the book was from this kind of grim beginning through to a"
    },
    {
        "start": 1492.92,
        "end": 1499.72,
        "text": " kind of grim a passage as well was I love the fact that they revealed quite sort of deep into the"
    },
    {
        "start": 1499.72,
        "end": 1506.92,
        "text": " book that East had never been out of Los Angeles this was him discovering America but also in the"
    },
    {
        "start": 1506.92,
        "end": 1512.92,
        "text": " reverse direction to that of the pioneers so he was East was heading East and going through in America"
    },
    {
        "start": 1513.0,
        "end": 1518.6000000000001,
        "text": " and getting more and more rural each state that go through they have this really weird kind of"
    },
    {
        "start": 1518.6000000000001,
        "end": 1525.96,
        "text": " incident where Michael the kind of older minder of them tacitly tries to go rogue in Las Vegas and"
    },
    {
        "start": 1525.96,
        "end": 1530.92,
        "text": " that is incredibly horrible because things happen there that you aren't given the full description of"
    },
    {
        "start": 1530.92,
        "end": 1536.68,
        "text": " and so you know he kind of Beverly just leaves it in your head for you to imagine exactly what"
    },
    {
        "start": 1536.68,
        "end": 1540.68,
        "text": " is the little brother did to get them off the hooking vagus and it's so horrible just thinking"
    },
    {
        "start": 1540.68,
        "end": 1545.48,
        "text": " about what he did because they just described the consequences and the look of fear in people's eyes"
    },
    {
        "start": 1545.48,
        "end": 1552.52,
        "text": " it was extraordinary but this sense of isolation and this weird single mission that they're on as"
    },
    {
        "start": 1552.52,
        "end": 1558.1200000000001,
        "text": " they go through I mean it's almost weirdly siss-a-fea and task of having to travel across the country"
    },
    {
        "start": 1558.1200000000001,
        "end": 1564.1200000000001,
        "text": " pickups and guns that have already been paid for go on you know you know whack this this guy this judge"
    },
    {
        "start": 1564.1200000000001,
        "end": 1568.76,
        "text": " that's going to be a witness in a case and all of the things that are against them on the way"
    },
    {
        "start": 1568.84,
        "end": 1574.2,
        "text": " all of that with the with the background of the fact that the lead protagonist is 15 and has never"
    },
    {
        "start": 1574.2,
        "end": 1582.28,
        "text": " been out of Los Angeles you can never shake the fact that this guy he's a child he's a child"
    },
    {
        "start": 1582.28,
        "end": 1586.28,
        "text": " and that just kept rattling around and that and the fact that the bad DNA is two years younger than"
    },
    {
        "start": 1586.28,
        "end": 1592.76,
        "text": " the protagonist 13 years old that's a really weird thing that the first time that he kills someone"
    },
    {
        "start": 1592.76,
        "end": 1596.68,
        "text": " and because I don't think it is it's interesting you think you know is he a psychopath or not"
    },
    {
        "start": 1596.68,
        "end": 1600.8400000000001,
        "text": " my thought on on these characters and it is it's a thing that keeps coming back to you reading it"
    },
    {
        "start": 1600.8400000000001,
        "end": 1605.4,
        "text": " you reading and then you suddenly go I've just remembered again 15 and 13 because it goes away you"
    },
    {
        "start": 1605.4,
        "end": 1611.0800000000002,
        "text": " in fact even everything about it I think I've found it very hard to actually get the correct age"
    },
    {
        "start": 1611.0800000000002,
        "end": 1617.5600000000002,
        "text": " in in in my head but I think it's just someone who the lack of of any form of good influence in"
    },
    {
        "start": 1617.5600000000002,
        "end": 1622.04,
        "text": " their life means that life is yeah it will just do that it doesn't matter it's a there's something"
    },
    {
        "start": 1622.92,
        "end": 1626.92,
        "text": " and mundane is the wrong word but it's that fact that this is their life and this is what is"
    },
    {
        "start": 1626.92,
        "end": 1632.44,
        "text": " going to happen and yes it does then become this very strange experience as he goes this is"
    },
    {
        "start": 1633.1599999999999,
        "end": 1638.36,
        "text": " America beyond the secret you know the secret place where he sleeps at that says no one knows where"
    },
    {
        "start": 1638.36,
        "end": 1642.84,
        "text": " he sleeps you know this is the America beyond feeling I had a thing was that he was like some very"
    },
    {
        "start": 1642.84,
        "end": 1650.04,
        "text": " well-trained young officer who's I mean he's enormously restrained he's learned not to show"
    },
    {
        "start": 1650.12,
        "end": 1654.36,
        "text": " any emotion if somebody points a gun to his head there's an occasion in this book they do he just"
    },
    {
        "start": 1654.36,
        "end": 1660.92,
        "text": " knows to keep quite impassive not move not look frightened or anything and crucially and this is"
    },
    {
        "start": 1660.92,
        "end": 1667.56,
        "text": " central to really his character is he is obedient if he's uncle the the mob boss says you're"
    },
    {
        "start": 1667.56,
        "end": 1674.2,
        "text": " going to do this he does it the other boys try and you know work their way around it he does it I"
    },
    {
        "start": 1674.2,
        "end": 1679.24,
        "text": " mean he's sort of honorable isn't he but he's he's kind of learning the world as he goes along I"
    },
    {
        "start": 1679.24,
        "end": 1682.6,
        "text": " mean I did believe in him yeah and there's a lot of this book which I really felt that kind of"
    },
    {
        "start": 1682.6,
        "end": 1686.84,
        "text": " quality of synacesia that comes with descriptions of just just the little things just when Beverly"
    },
    {
        "start": 1686.84,
        "end": 1691.8,
        "text": " describes just the the concrete dust and smell of urine and it was just that mixture of concrete"
    },
    {
        "start": 1691.8,
        "end": 1696.2,
        "text": " dust and urine in the air and you just kind of go yep that's come right on my nose that has you"
    },
    {
        "start": 1696.2,
        "end": 1703.64,
        "text": " know yeah yes he is I think he's a terrific writer anyway we've been talking about Dodgers by"
    },
    {
        "start": 1703.64,
        "end": 1710.6000000000001,
        "text": " Bill Beverly published by no exit press before that we were talking about Dada art and anti art"
    },
    {
        "start": 1710.6000000000001,
        "end": 1716.3600000000001,
        "text": " by Hans Richter that was translated by David Britt and published by Thames and Hudson and"
    },
    {
        "start": 1716.3600000000001,
        "end": 1723.3200000000002,
        "text": " roadside picnic by Akadi and Boris Strogatsky translated by Olaena Bormaschenko and published by"
    },
    {
        "start": 1723.3200000000002,
        "end": 1729.64,
        "text": " Galant and until June that's it but worry not while we're away if you go online or use the"
    },
    {
        "start": 1729.64,
        "end": 1735.24,
        "text": " iPlayer Radio app you'll find a plethora of good read suggestions nonfiction genre fiction"
    },
    {
        "start": 1735.24,
        "end": 1741.5600000000002,
        "text": " so-called literary fiction from guests as various as Ruby Tando Stephen Fry Alan Davis and Lionel"
    },
    {
        "start": 1741.5600000000002,
        "end": 1747.0,
        "text": " Shriver the more recent episodes are the ones with pictures of the guests but for now a big thank you"
    },
    {
        "start": 1747.0,
        "end": 1755.0800000000002,
        "text": " to today's guests Robin Inc and Phil Jupiter's and to you as ever thanks for listening thank you"
    },
    {
        "start": 1755.0800000000002,
        "end": 1759.3200000000002,
        "text": " for listening to the podcast of a good read I hope you enjoyed it and if you did why not tell"
    },
    {
        "start": 1759.32,
        "end": 1765.08,
        "text": " your friends you could also give us a review or rating on your podcast provider for me Harriet"
    },
    {
        "start": 1765.08,
        "end": 1776.04,
        "text": " Gilbert till next time again thank you so that was books and authors has podcasting replaced your"
    },
    {
        "start": 1776.04,
        "end": 1781.8799999999999,
        "text": " reading time Eli well basically yeah you know how some people read you know the London review"
    },
    {
        "start": 1781.8799999999999,
        "end": 1787.8,
        "text": " of books instead of actually reading books well that's what I do with podcasts yeah you know"
    },
    {
        "start": 1787.8,
        "end": 1791.1599999999999,
        "text": " I'm hanging onto my book reading oh yeah if I can it's good for the soul"
    },
    {
        "start": 1791.1599999999999,
        "end": 1794.44,
        "text": " where do you listen to what are you reading right now for the paper I'm reading a John McGregor"
    },
    {
        "start": 1794.44,
        "end": 1799.3999999999999,
        "text": " reservoir 13 I did just notice how I just said I I wanted to ask you what are you reading right now"
    },
    {
        "start": 1799.3999999999999,
        "end": 1803.24,
        "text": " and I almost said what and I said what are you listening to right that was the the actual word"
    },
    {
        "start": 1803.24,
        "end": 1806.28,
        "text": " listening camera instead of reading and what are you listening to then if you're not reading"
    },
    {
        "start": 1806.68,
        "end": 1813.56,
        "text": " well what if I listening to a whole lot of like really weird kind of improv comedy podcasts"
    },
    {
        "start": 1813.6399999999999,
        "end": 1819.32,
        "text": " yeah surprise by that yeah I know so listen if you like books and authors go search for it and"
    },
    {
        "start": 1819.32,
        "end": 1825.0,
        "text": " subscribe to it wherever you found this we'll see you next time"
    }
]