[
    {
        "start": 0.0,
        "end": 4.24,
        "text": " Even if you don't have a title chance to drive for Ferraris an incredible honor,"
    },
    {
        "start": 4.88,
        "end": 10.72,
        "text": " but to get the best out of me I need to believe in the project I'm in."
    },
    {
        "start": 10.72,
        "end": 16.4,
        "text": " And I have the full trust that I'm in the right team to make Red Bull and"
    },
    {
        "start": 16.4,
        "end": 17.76,
        "text": " McLaren struggle in the future."
    },
    {
        "start": 25.36,
        "end": 28.48,
        "text": " Welcome everybody to this week's F1 Beyond the Grid."
    },
    {
        "start": 28.48,
        "end": 32.160000000000004,
        "text": " And I am delighted to say that we're joined by Shalik Le."
    },
    {
        "start": 32.160000000000004,
        "end": 34.64,
        "text": " Shal? Hello. How are you? Good to see you again?"
    },
    {
        "start": 34.64,
        "end": 36.64,
        "text": " Very good, very good, feeling good."
    },
    {
        "start": 36.64,
        "end": 40.88,
        "text": " Well look, Shal, before we get into the meat of this podcast,"
    },
    {
        "start": 40.88,
        "end": 46.88,
        "text": " I wanted to start by just reflecting on a couple of things you said when you were last on the show."
    },
    {
        "start": 48.08,
        "end": 52.56,
        "text": " Have you climbed a mountain with your brothers Lorenzo and Arthur yet?"
    },
    {
        "start": 52.56,
        "end": 53.84,
        "text": " That was something you talked about?"
    },
    {
        "start": 54.800000000000004,
        "end": 62.400000000000006,
        "text": " Absolutely not. Unfortunately, I wish I did, but the thing is that seasons are getting busier and busier."
    },
    {
        "start": 63.040000000000006,
        "end": 69.12,
        "text": " So if anything it got worse since the last time we spoke, so I didn't have time to do that."
    },
    {
        "start": 69.12,
        "end": 75.28,
        "text": " But I'll have plenty of time after my Formula One career, which I hope would be the longest possible."
    },
    {
        "start": 75.28,
        "end": 80.32000000000001,
        "text": " But for now I unfortunately don't find the time to actually train because you obviously need to be"
    },
    {
        "start": 81.27999999999999,
        "end": 83.75999999999999,
        "text": " doing some specific training for these kind of things."
    },
    {
        "start": 83.75999999999999,
        "end": 90.39999999999999,
        "text": " And yeah, just find the time to have four or five days for free and do something like that."
    },
    {
        "start": 90.39999999999999,
        "end": 91.44,
        "text": " It's quite tricky."
    },
    {
        "start": 91.44,
        "end": 94.47999999999999,
        "text": " That's got to wait. That's on the back burner."
    },
    {
        "start": 94.47999999999999,
        "end": 95.75999999999999,
        "text": " What about the flying?"
    },
    {
        "start": 95.75999999999999,
        "end": 97.75999999999999,
        "text": " You were telling us that you'd started flying?"
    },
    {
        "start": 97.75999999999999,
        "end": 100.24,
        "text": " Have you got your PPL yet? Your private pilot flight?"
    },
    {
        "start": 100.24,
        "end": 101.28,
        "text": " Absolutely not."
    },
    {
        "start": 101.28,
        "end": 103.52,
        "text": " For the exact same reasons unfortunately."
    },
    {
        "start": 103.6,
        "end": 113.11999999999999,
        "text": " So yeah, I kept going after our talk and I really loved every second of it."
    },
    {
        "start": 113.11999999999999,
        "end": 120.32,
        "text": " And I don't know if I had said that in the podcast last time we spoke, but it helped me getting"
    },
    {
        "start": 121.84,
        "end": 128.48,
        "text": " some reassuring. It's not like I wasn't very at ease on flights in general and I wanted to"
    },
    {
        "start": 128.48,
        "end": 134.88,
        "text": " understand how everything was working and how many systems of recovery there was in case of a"
    },
    {
        "start": 134.88,
        "end": 141.44,
        "text": " problem and that really showed me massively. But then at one point I knew that I was not going to"
    },
    {
        "start": 141.44,
        "end": 150.16,
        "text": " fly on every race myself. And if you stop flying for two or three months, it's not like forgetting"
    },
    {
        "start": 151.44,
        "end": 156.64,
        "text": " the counterpart there sign on the road. If you forget something while you are in a flight,"
    },
    {
        "start": 156.64,
        "end": 164.32,
        "text": " it's a bit more of an issue. So I'll just enjoy if I want to fly, I just take a lesson or two"
    },
    {
        "start": 164.32,
        "end": 167.76,
        "text": " and I fly with an instructor there and that's enough for me."
    },
    {
        "start": 167.76,
        "end": 171.92,
        "text": " Now that you understand flying, are you a better sleeper on planes?"
    },
    {
        "start": 171.92,
        "end": 173.51999999999998,
        "text": " Because you said you couldn't sleep on planes?"
    },
    {
        "start": 174.72,
        "end": 176.16,
        "text": " No, I just don't."
    },
    {
        "start": 176.16,
        "end": 178.07999999999998,
        "text": " No, just sleep on planes, yeah."
    },
    {
        "start": 178.07999999999998,
        "end": 182.72,
        "text": " Well, at one of the things we didn't talk about last time because he wasn't on the scene."
    },
    {
        "start": 182.72,
        "end": 184.07999999999998,
        "text": " I know where you are getting."
    },
    {
        "start": 184.8,
        "end": 187.84,
        "text": " Was dogs? It's Leo. The Daxon, is that right?"
    },
    {
        "start": 188.64000000000001,
        "end": 194.48000000000002,
        "text": " Exactly. Now how much joy has Leo given you and your girlfriend, Alexandra?"
    },
    {
        "start": 195.12,
        "end": 196.48000000000002,
        "text": " Oh, so much. So much."
    },
    {
        "start": 197.92000000000002,
        "end": 204.48000000000002,
        "text": " No, it really changed my life. I've always had pets growing up, but obviously there,"
    },
    {
        "start": 205.04000000000002,
        "end": 210.8,
        "text": " I mean, I was still a kid, so it's not like the dog relied on my,"
    },
    {
        "start": 211.76000000000002,
        "end": 216.56,
        "text": " I didn't have the full responsibility of the dog, and it's always where my parents"
    },
    {
        "start": 216.56,
        "end": 221.92000000000002,
        "text": " that had it, even though I was trying to take care of him or her."
    },
    {
        "start": 221.92000000000002,
        "end": 227.12,
        "text": " But yeah, and I decided to do that step with Alex."
    },
    {
        "start": 228.24,
        "end": 233.44,
        "text": " I've always loved dogs in general, and we did, and I absolutely love it."
    },
    {
        "start": 233.44,
        "end": 237.20000000000002,
        "text": " I mean, it's the best thing in the world. I live for five minutes and he's the happiest"
    },
    {
        "start": 237.84,
        "end": 240.72000000000003,
        "text": " to see me again, and I don't know, it's just a really, really good thing."
    },
    {
        "start": 240.72,
        "end": 242.48,
        "text": " What's the funniest thing he does?"
    },
    {
        "start": 242.48,
        "end": 246.72,
        "text": " I tried to train him to be clean, but obviously he's still a puppy."
    },
    {
        "start": 246.72,
        "end": 249.12,
        "text": " He's like six months old or something like that."
    },
    {
        "start": 249.12,
        "end": 254.8,
        "text": " So it's quite tricky at beginning, so we both pet, how do you say that?"
    },
    {
        "start": 254.8,
        "end": 255.6,
        "text": " Peepads."
    },
    {
        "start": 255.6,
        "end": 256.24,
        "text": " Pads?"
    },
    {
        "start": 256.24,
        "end": 258.88,
        "text": " Yeah, like, pads you put on the floor for him to pee on it."
    },
    {
        "start": 258.88,
        "end": 259.6,
        "text": " Ah, okay."
    },
    {
        "start": 259.6,
        "end": 265.28,
        "text": " All right. And so, at first he was peeing basically everywhere in the house,"
    },
    {
        "start": 265.28,
        "end": 270.48,
        "text": " and every time I was like, no, Leo, and I was taking him and putting him on the"
    },
    {
        "start": 270.48,
        "end": 273.44,
        "text": " pee pad to make him understand that's where you need to pee."
    },
    {
        "start": 273.44,
        "end": 279.6,
        "text": " And now he still pees everywhere in the house, but once he is finished,"
    },
    {
        "start": 279.6,
        "end": 283.36,
        "text": " he goes on the pee pad and he sits down on the pee pad and looks at me like,"
    },
    {
        "start": 283.36,
        "end": 285.36,
        "text": " you see, I learn from a good point."
    },
    {
        "start": 285.36,
        "end": 290.40000000000003,
        "text": " But so that's quite funny because, yeah, he always, and then he's very"
    },
    {
        "start": 290.40000000000003,
        "end": 293.76,
        "text": " difficult to get angry because he looks at you with the eyes like,"
    },
    {
        "start": 293.76,
        "end": 298.24,
        "text": " see, I'm a good boy and I do what you told me, but I didn't get the point yet."
    },
    {
        "start": 298.24,
        "end": 302.96000000000004,
        "text": " And the great thing is that you can split dog walking duties with Lewis next year,"
    },
    {
        "start": 302.96000000000004,
        "end": 304.48,
        "text": " who's got Roscoe?"
    },
    {
        "start": 304.48,
        "end": 310.08,
        "text": " Exactly. Exactly. I mean, in, in Solestone we had both of our motorums close to each other,"
    },
    {
        "start": 310.08,
        "end": 316.0,
        "text": " and we bumped into each other both walking our dogs. So they already met, and for next year,"
    },
    {
        "start": 317.04,
        "end": 318.56,
        "text": " that will be, that will be nice."
    },
    {
        "start": 318.56,
        "end": 325.6,
        "text": " Well, come on to next year later, but let's now talk about 2024, we're at the halfway stage."
    },
    {
        "start": 325.6,
        "end": 329.04,
        "text": " What is your overriding feeling as to how things have gone so far?"
    },
    {
        "start": 330.40000000000003,
        "end": 335.12,
        "text": " The overriding feeling is always the last feeling you have in a season, and at the moment,"
    },
    {
        "start": 335.12,
        "end": 341.04,
        "text": " we are not in a good time, and we are, we are struggling a lot more than the way the season started."
    },
    {
        "start": 341.04,
        "end": 346.8,
        "text": " I think during this first for half of the season, we've had two parts, the first part,"
    },
    {
        "start": 346.8,
        "end": 352.56,
        "text": " which was very, very positive. As much as we still knew, we had some steps forward to do in terms"
    },
    {
        "start": 352.56,
        "end": 357.52,
        "text": " of performance. I think we were maximizing our potential every weekend, at the beginning of the"
    },
    {
        "start": 357.52,
        "end": 365.44,
        "text": " season, that was really a positive. Unfortunately, since we brought the upgrade on our car in Barcelona,"
    },
    {
        "start": 365.44,
        "end": 372.08,
        "text": " we faced some unexpected issues, which pushed us to actually be a bit more experimental on the"
    },
    {
        "start": 372.08,
        "end": 378.4,
        "text": " setup side to try and fix those issues. And when you do that, you have a bit less of consistency"
    },
    {
        "start": 378.4,
        "end": 383.67999999999995,
        "text": " throughout the weekend. You lose a little bit of path, which is what happened. You learn a huge"
    },
    {
        "start": 383.67999999999995,
        "end": 387.76,
        "text": " amount, which is also what happened, and that will be beneficial for the rest of the season."
    },
    {
        "start": 387.76,
        "end": 393.12,
        "text": " However, you lose quite a lot of points along the way, so that was an ideal."
    },
    {
        "start": 394.0,
        "end": 397.76,
        "text": " Now, we are just in the end of this process, and in Budapest, we managed to"
    },
    {
        "start": 399.28,
        "end": 405.03999999999996,
        "text": " maximize the potential of the car again, which was a good thing, but there's still the performance"
    },
    {
        "start": 405.28000000000003,
        "end": 410.0,
        "text": " that is lacking to our car, and we are working on that. From the outside looking in,"
    },
    {
        "start": 410.0,
        "end": 415.6,
        "text": " this has got 2022 vibes all over it, where, remember, 22, you started really strongly,"
    },
    {
        "start": 415.6,
        "end": 418.88,
        "text": " and then actually at Barcelona, it started to tail off again, didn't it?"
    },
    {
        "start": 422.16,
        "end": 427.28000000000003,
        "text": " I don't think so. I think it's very close to the situation we found ourselves in"
    },
    {
        "start": 428.15999999999997,
        "end": 437.44,
        "text": " Zanvort and Montsalasia in 23, where we sacrifice a little bit of the maximization of the weekend"
    },
    {
        "start": 437.44,
        "end": 442.23999999999995,
        "text": " in Zanvort and Montsat to understand, and to the big step forward after that. And I think that's"
    },
    {
        "start": 442.23999999999995,
        "end": 447.67999999999995,
        "text": " exactly the period of time we have gone through. Unfortunately, instead of being two races,"
    },
    {
        "start": 447.67999999999995,
        "end": 454.55999999999995,
        "text": " it was four races, which is longer than what I had wished, but it's been super beneficial for"
    },
    {
        "start": 454.56,
        "end": 460.4,
        "text": " the whole team to understand exactly the issue that we were facing. In 2022, I think it was"
    },
    {
        "start": 462.48,
        "end": 471.84000000000003,
        "text": " a bit less clear, and I don't think we got out of this phase knowing exactly where we had to work on."
    },
    {
        "start": 473.6,
        "end": 477.76,
        "text": " So that's the worst you can have, when you don't maximize a result, but you get out of this"
    },
    {
        "start": 477.76,
        "end": 484.96,
        "text": " difficult time and it's not like you have very clear ideas. 23 and 24 was very different in that matter,"
    },
    {
        "start": 484.96,
        "end": 491.76,
        "text": " and I think it will help us a lot for the future. Right, so are you confident for the second half of"
    },
    {
        "start": 491.76,
        "end": 500.0,
        "text": " the year then? The only thing that changes compared to 23 is that we had a very quick fix in 23"
    },
    {
        "start": 500.0,
        "end": 506.71999999999997,
        "text": " to the issues we understood. We understood the issues. I really believe that we have a fix."
    },
    {
        "start": 507.44000000000005,
        "end": 515.36,
        "text": " However, it's probably not short, short term, but not long term either. I cannot go too much into"
    },
    {
        "start": 515.36,
        "end": 522.1600000000001,
        "text": " details though. I mean, so is it a Ferrari thing or is it this specification of car thing?"
    },
    {
        "start": 522.1600000000001,
        "end": 527.2,
        "text": " That it seems to me red bull are the only ones who have been consistent with these regulations."
    },
    {
        "start": 527.2,
        "end": 533.52,
        "text": " Everyone else at the front has had strong races and weak races, and where we went from the"
    },
    {
        "start": 533.52,
        "end": 540.48,
        "text": " amazing weekend you had in Monaco to Canada two weeks later. Why is it so difficult to tame these cars?"
    },
    {
        "start": 541.04,
        "end": 549.28,
        "text": " We cannot take that as an excuse. However, it's definitely a fact that apart from red bull,"
    },
    {
        "start": 549.28,
        "end": 555.76,
        "text": " I really feel like it's everybody in the paddock that is struggling to find that consistency,"
    },
    {
        "start": 555.76,
        "end": 563.4399999999999,
        "text": " and whenever you bring up grade performance upgrades, you always discover new things, new things,"
    },
    {
        "start": 563.44,
        "end": 569.9200000000001,
        "text": " that you didn't expect, that you didn't see on simulations, and that's not only us, but it's"
    },
    {
        "start": 569.9200000000001,
        "end": 576.48,
        "text": " everywhere in the paddock. But as you said, red bull managed to make it right since now the"
    },
    {
        "start": 576.48,
        "end": 580.5600000000001,
        "text": " beginning of those new regulations. So it cannot be an excuse and we need to be the best"
    },
    {
        "start": 580.5600000000001,
        "end": 584.72,
        "text": " inside the paddock and we are aware of it. So we are just focusing on ourselves and try to"
    },
    {
        "start": 585.36,
        "end": 591.6,
        "text": " try to become the best team out there. I mean, so do you find moments like this difficult because"
    },
    {
        "start": 591.6,
        "end": 600.32,
        "text": " you're long overdue, a consistent run of success. And how do you stop frustration creeping in?"
    },
    {
        "start": 602.24,
        "end": 610.96,
        "text": " By focusing on the present, I think whenever if you start to have expectations or"
    },
    {
        "start": 610.96,
        "end": 618.24,
        "text": " focusing on the wrong things frustration can arrive, to say that I'm happy in a situation like"
    },
    {
        "start": 618.24,
        "end": 625.6800000000001,
        "text": " that will be too lie. I'm not happy, but being frustrated is not the words. I'm very, very"
    },
    {
        "start": 625.6800000000001,
        "end": 631.12,
        "text": " motivated to try and turn the situation around. Unfortunately, it's been a bit too long that we have"
    },
    {
        "start": 631.12,
        "end": 637.28,
        "text": " been saying that as a team and we need to do that now, but yeah, it's not to think about that that"
    },
    {
        "start": 637.28,
        "end": 643.44,
        "text": " will help us, it's just to think about what are the issues at the moment and what we can do in our"
    },
    {
        "start": 643.44,
        "end": 648.6400000000001,
        "text": " power now to get better in the future. But that's the only thing we can focus on. How long do you"
    },
    {
        "start": 648.6400000000001,
        "end": 653.84,
        "text": " dwell on a bad weekend? I mean, they always say, don't you learn more from losing the winning?"
    },
    {
        "start": 655.36,
        "end": 662.08,
        "text": " You do, but you learn as well on winning especially again with those generation of cars because when"
    },
    {
        "start": 663.0400000000001,
        "end": 670.72,
        "text": " things are going right like in Monaco and everything ticks and yeah, everything just works out."
    },
    {
        "start": 670.8000000000001,
        "end": 676.88,
        "text": " You also need to understand why it went so well on a weekend like this. So you learn in both ways,"
    },
    {
        "start": 676.88,
        "end": 683.76,
        "text": " but for sure, there's been quite a lot of unexpected things that we did not expect in the last few"
    },
    {
        "start": 685.9200000000001,
        "end": 691.84,
        "text": " upgrades that we brought and that we also learned from that. While we're talking about learning"
    },
    {
        "start": 691.84,
        "end": 699.28,
        "text": " and mentality, I'm reminded of a speech that Roger Federer gave earlier this year at Dartmouth"
    },
    {
        "start": 699.36,
        "end": 704.16,
        "text": " in the USA in which he talked about, you know, we're talking about a guy who had a lot of success,"
    },
    {
        "start": 704.16,
        "end": 712.56,
        "text": " 20 Grand Slam victories. Yet he only won 54% of the points he played and he, the point he was making"
    },
    {
        "start": 712.56,
        "end": 718.9599999999999,
        "text": " to these students was that you, a point is only a point and you have to move on to the and focus"
    },
    {
        "start": 718.9599999999999,
        "end": 725.92,
        "text": " on the next point. And is that your approach to races good or bad? You have to focus on the next point?"
    },
    {
        "start": 726.4799999999999,
        "end": 740.0799999999999,
        "text": " This for sure, I think as an athlete but also as a team overall, I think there's something in"
    },
    {
        "start": 740.0799999999999,
        "end": 745.28,
        "text": " sport in general is that you are as good as your last performance and so you cannot rely on"
    },
    {
        "start": 747.8399999999999,
        "end": 752.88,
        "text": " how good of a momentum there's around you or how bad of a momentum there's around you. I think"
    },
    {
        "start": 752.88,
        "end": 759.4399999999999,
        "text": " the best thing you can do as an athlete is just to focus on yourself and to be as emotionally flat"
    },
    {
        "start": 759.4399999999999,
        "end": 766.08,
        "text": " as possible. When you're hiring, it feels amazing to finally close out a job search. But what if"
    },
    {
        "start": 766.08,
        "end": 772.4,
        "text": " you could get rid of the search and just match? Well, you can with indeed. Forget what you think"
    },
    {
        "start": 772.4,
        "end": 778.16,
        "text": " you know about hiring, spending hours filtering through applications and posting job descriptions."
    },
    {
        "start": 778.16,
        "end": 783.8399999999999,
        "text": " Indeed, it's the ultimate matching and hiring platform with over 350 million global monthly"
    },
    {
        "start": 783.8399999999999,
        "end": 789.1999999999999,
        "text": " visitors and it's on hand to help you streamline your hiring processes and connect with quality"
    },
    {
        "start": 789.1999999999999,
        "end": 795.6,
        "text": " candidates faster. According to a recent Indeed survey, 93% of employers agree that indeed"
    },
    {
        "start": 795.6,
        "end": 800.88,
        "text": " delivers the highest quality matches compared to other job sites. And what's great is that"
    },
    {
        "start": 800.88,
        "end": 806.3199999999999,
        "text": " indeed does the hard work for you by matching you with the right people for the job from the start."
    },
    {
        "start": 806.32,
        "end": 812.0,
        "text": " Plus, you can schedule screen and message candidates all from one place, making it usually difficult"
    },
    {
        "start": 812.0,
        "end": 817.84,
        "text": " and time-consuming task so much easier. And if you've ever gone through the hiring process before,"
    },
    {
        "start": 817.84,
        "end": 823.44,
        "text": " you'll know exactly what I mean. Better yet, indeed, matching engine is constantly learning from"
    },
    {
        "start": 823.44,
        "end": 828.48,
        "text": " your preferences, so the more you use it, the better it gets. Whether you're a small business or"
    },
    {
        "start": 828.48,
        "end": 835.12,
        "text": " a big corporation, indeed has you covered. Join more than three and a half million businesses worldwide"
    },
    {
        "start": 835.12,
        "end": 841.12,
        "text": " who trust, indeed, to hire great talent fast. And listeners of this show will get a $75"
    },
    {
        "start": 841.12,
        "end": 848.16,
        "text": " sponsored job credit to get your jobs more visibility at indeed.com slash grid. Just go to indeed.com slash"
    },
    {
        "start": 848.16,
        "end": 855.2,
        "text": " grid right now and support our show by saying you heard about indeed on this podcast. Indeed.com slash"
    },
    {
        "start": 855.2,
        "end": 862.72,
        "text": " grid terms and conditions apply. Need to hire, you need indeed. Want to get closer to Formula 1"
    },
    {
        "start": 862.72,
        "end": 869.44,
        "text": " than ever before? F1 Experiences has you covered. F1 Experiences ensures you get the very"
    },
    {
        "start": 869.44,
        "end": 875.12,
        "text": " most out of your Grand Prix weekend, with ticket packages offered at every race on the calendar."
    },
    {
        "start": 875.12,
        "end": 879.84,
        "text": " That means you can be there for one of the final races of 2024 at circuits like"
    },
    {
        "start": 879.84,
        "end": 886.88,
        "text": " Monza, Mexico and Vegas. Or start planning a trip next year and take in the spectacle of Monaco,"
    },
    {
        "start": 886.88,
        "end": 892.96,
        "text": " soak up the sun in Miami or visit an historic track such as Suzuki, Spa or Silverstone."
    },
    {
        "start": 892.96,
        "end": 896.0,
        "text": " From the best grandstands to world-class hospitality,"
    },
    {
        "start": 896.0,
        "end": 902.0,
        "text": " glass exclusive access like Pitlane Walks, Tours of the Paddock and appearances from top F1"
    },
    {
        "start": 902.0,
        "end": 906.96,
        "text": " insiders, there's no better way for you to experience the ultimate race weekend."
    },
    {
        "start": 906.96,
        "end": 913.44,
        "text": " F1 Experiences, the closest you can get to Formula 1. Visit f1experiences.com slash"
    },
    {
        "start": 913.44,
        "end": 916.5600000000001,
        "text": " beyond the grid to book your official ticket package today."
    },
    {
        "start": 943.44,
        "end": 948.5600000000001,
        "text": " I think it's probably one of the highlights of my career once I'll retire one day."
    },
    {
        "start": 948.5600000000001,
        "end": 959.2800000000001,
        "text": " But I cannot just think about it for too long. Now it's up to focusing to the next race already."
    },
    {
        "start": 959.2800000000001,
        "end": 966.08,
        "text": " And yeah, things are going quick and whenever you win a race, you can be sure that the other 19"
    },
    {
        "start": 966.08,
        "end": 971.12,
        "text": " drivers that are focusing extremely hard to try and beat you are the next one. That's how it goes."
    },
    {
        "start": 971.12,
        "end": 978.8,
        "text": " So you cannot rely on the on the past good race. I get that. But when I talked to you about Monaco"
    },
    {
        "start": 978.8,
        "end": 986.08,
        "text": " now, how vividly do the memories come back, can you almost remember all 77 laps of that Grand Prix?"
    },
    {
        "start": 986.08,
        "end": 992.96,
        "text": " As I said, it's all not really. Probably the last 10 laps. I don't remember my quality."
    },
    {
        "start": 993.52,
        "end": 999.2,
        "text": " No, the last 10 laps because as I said, it was probably the first time in my career where the"
    },
    {
        "start": 999.2,
        "end": 1006.24,
        "text": " emotion took the upper hand on and you never won that whenever you are behind a staying well in"
    },
    {
        "start": 1006.24,
        "end": 1014.4000000000001,
        "text": " a Formula 1 car in Monaco. But 10 laps to go, I really felt that I was really emotional and that"
    },
    {
        "start": 1015.6,
        "end": 1019.76,
        "text": " I had flashbacks of my whole career and important moments of my career."
    },
    {
        "start": 1021.6,
        "end": 1026.96,
        "text": " But I also knew that that was the last thing I wanted at that time and I quickly recovered from"
    },
    {
        "start": 1026.96,
        "end": 1030.48,
        "text": " it mentally. I think it lasted probably half a lap and I was like, come on Charles, stop thinking"
    },
    {
        "start": 1030.48,
        "end": 1035.92,
        "text": " about this and just get to the end. Do you have those conversations with yourself in the car?"
    },
    {
        "start": 1036.4,
        "end": 1042.72,
        "text": " Yeah, you realize because something that I've learned also along my career is to be super"
    },
    {
        "start": 1044.4,
        "end": 1050.56,
        "text": " self-critical. Do you think you can be too harsh on yourself sometimes?"
    },
    {
        "start": 1050.8799999999999,
        "end": 1055.84,
        "text": " No, I'm very harsh on myself but that's the way it works for me."
    },
    {
        "start": 1057.2,
        "end": 1064.56,
        "text": " Then as I said earlier, the most important thing is not to dwell too long on mistakes and to move on."
    },
    {
        "start": 1064.56,
        "end": 1069.84,
        "text": " But I'm very harsh with myself whenever I do a mistake, whenever I do something wrong."
    },
    {
        "start": 1071.52,
        "end": 1079.84,
        "text": " And I like to analyze why I wasn't on my 100%. But this is always something a process that I go"
    },
    {
        "start": 1079.84,
        "end": 1082.48,
        "text": " through and as soon as I have the answer, it's important to move on."
    },
    {
        "start": 1083.1999999999998,
        "end": 1086.3999999999999,
        "text": " But do you think you drove on another level at Monaco?"
    },
    {
        "start": 1086.9599999999998,
        "end": 1093.36,
        "text": " Yeah, I was driving very well and that's for sure and I was really happy with my overall performance."
    },
    {
        "start": 1094.1599999999999,
        "end": 1100.3999999999999,
        "text": " This no doubt. On another level, I don't know what that will that mean. On my best level for sure."
    },
    {
        "start": 1101.4399999999998,
        "end": 1106.56,
        "text": " But there's been other weekends where I've been driving just as good."
    },
    {
        "start": 1107.12,
        "end": 1112.8,
        "text": " But then the result unfortunately is not there just because the car performance is not where you"
    },
    {
        "start": 1112.8,
        "end": 1117.04,
        "text": " want it to be for the weekend. So it's definitely a weekend where everything clicked and the performance"
    },
    {
        "start": 1117.04,
        "end": 1122.56,
        "text": " of the car was great. My performance was really really good all weekend. And when things combine,"
    },
    {
        "start": 1122.56,
        "end": 1128.96,
        "text": " then it's very difficult to beat us but we need to have both package at 100% more often."
    },
    {
        "start": 1129.76,
        "end": 1136.32,
        "text": " David Coolthard on this podcast said that his second victory at Monaco in 2002, he knew when he"
    },
    {
        "start": 1136.32,
        "end": 1140.72,
        "text": " opened his curtains in the morning that he was going to win that Grand Prix. And that was from"
    },
    {
        "start": 1140.72,
        "end": 1145.12,
        "text": " second on the grid. Did you have that level of confidence on race day?"
    },
    {
        "start": 1146.24,
        "end": 1154.32,
        "text": " I'm always confident on race day. Even when I'm starting P12 or P11 in Canada and I know that we've"
    },
    {
        "start": 1154.32,
        "end": 1159.84,
        "text": " been slow all weekend and I wake up in the morning and I just feel like it's a day and I think"
    },
    {
        "start": 1159.9199999999998,
        "end": 1168.72,
        "text": " that's the way to go into a Formula One car especially nowadays with the downforce that there is and"
    },
    {
        "start": 1170.32,
        "end": 1175.6,
        "text": " and those Formula One cars you need to have 200% confidence whenever you get into the car."
    },
    {
        "start": 1175.6,
        "end": 1180.48,
        "text": " So I always have that level of confidence then sometimes it workouts, sometimes it doesn't and that's"
    },
    {
        "start": 1180.48,
        "end": 1188.32,
        "text": " part of the game. And the party at the palace afterwards, are you allowed to disclose what goes on"
    },
    {
        "start": 1188.32,
        "end": 1199.36,
        "text": " there? It was another palace, it was at the gala and then we did go party and it was fun."
    },
    {
        "start": 1201.76,
        "end": 1208.8799999999999,
        "text": " It was a really nice moment. Can we talk teammates? You've been with Carlos now for four years."
    },
    {
        "start": 1209.6799999999998,
        "end": 1216.32,
        "text": " What will you miss about him? I think just Carlos the person, I think we get on very, very well."
    },
    {
        "start": 1219.28,
        "end": 1228.8799999999999,
        "text": " Unfortunately with the world as it is now everything is over-analysed, over-critic-sized and"
    },
    {
        "start": 1230.24,
        "end": 1237.9199999999998,
        "text": " but the reality of things is that we always had a really good relationship and yes there's been,"
    },
    {
        "start": 1238.8,
        "end": 1246.56,
        "text": " there have been many moments where inside the helmet I hated him and he hated me because we didn't"
    },
    {
        "start": 1247.52,
        "end": 1254.1599999999999,
        "text": " view the situation in the same way but everything was fixed after a discussion between us too."
    },
    {
        "start": 1254.1599999999999,
        "end": 1261.36,
        "text": " And just a person, as I said we get on very, very well, we share many interest and we"
    },
    {
        "start": 1262.8,
        "end": 1268.48,
        "text": " had a lot of memorable moments that I'll remember forever."
    },
    {
        "start": 1268.48,
        "end": 1275.12,
        "text": " Is that rare among teammates to be able to talk about an incident after a race? It seems to me"
    },
    {
        "start": 1275.12,
        "end": 1283.6799999999998,
        "text": " that a lot of people just leave the track and it can happen. I felt like I've been lucky in my career,"
    },
    {
        "start": 1284.32,
        "end": 1290.3999999999999,
        "text": " at least in Formula One that I always ended up with drivers that were really open to the"
    },
    {
        "start": 1290.3999999999999,
        "end": 1301.04,
        "text": " discussion and that I was also very, that called separate what was happening on track and then"
    },
    {
        "start": 1301.36,
        "end": 1306.8,
        "text": " the off-track relationship that was really important as well and that was always the case with my"
    },
    {
        "start": 1306.8,
        "end": 1313.12,
        "text": " teammate. So that I've been very happy whether it was with Marcus, with Seb or with Carlos now."
    },
    {
        "start": 1314.08,
        "end": 1317.52,
        "text": " Have you ever had a bad relationship with a teammate in any formula?"
    },
    {
        "start": 1320.48,
        "end": 1328.8,
        "text": " I don't think so but I think that's also part of my character. I get on with everybody. I don't"
    },
    {
        "start": 1328.8,
        "end": 1338.1599999999999,
        "text": " have problems with anybody. I'm trying to think. Well, Shell, I'm just reminded of the video that"
    },
    {
        "start": 1338.1599999999999,
        "end": 1343.52,
        "text": " George sent around to everybody after the drivers press conference in Monaco. Exactly. You want to,"
    },
    {
        "start": 1343.52,
        "end": 1351.28,
        "text": " I think you want to stick a broom or something and look at how we put that. But I was trying to"
    },
    {
        "start": 1352.0,
        "end": 1356.56,
        "text": " thanks for that George. Yeah, yeah, I wish the audience showed that picture."
    },
    {
        "start": 1358.6399999999999,
        "end": 1361.44,
        "text": " Yeah, no, I mean, I've always had that sort of link. Good fun and"
    },
    {
        "start": 1361.44,
        "end": 1365.12,
        "text": " good. Exactly. I mean, with George, Alex also was my teammate,"
    },
    {
        "start": 1366.72,
        "end": 1375.04,
        "text": " Nick Dvreeze. I really don't have any bad examples of a teammate and I. Then"
    },
    {
        "start": 1375.52,
        "end": 1382.24,
        "text": " there definitely was tense moments on track because I've had very strong teammates and sometimes"
    },
    {
        "start": 1382.24,
        "end": 1389.12,
        "text": " it's very close on track and as I said, it's just normal. It's the only person on track with which"
    },
    {
        "start": 1389.12,
        "end": 1395.68,
        "text": " you have exactly the same car. So the competition is super high but it's always been very"
    },
    {
        "start": 1395.68,
        "end": 1406.72,
        "text": " healthy, rivalry and that was good. Shell, I think that's a huge compliment to you and of course,"
    },
    {
        "start": 1406.72,
        "end": 1412.64,
        "text": " great for Ferrari because let's throw it forward. Now, new teammate in 2025, Hamilton, of course,"
    },
    {
        "start": 1412.64,
        "end": 1417.1200000000001,
        "text": " coming to Ferrari. What kind of an impact do you think he'll have on the team?"
    },
    {
        "start": 1417.52,
        "end": 1425.04,
        "text": " I mean, obviously extremely positive. I think when a champion like Louis get to"
    },
    {
        "start": 1426.4799999999998,
        "end": 1435.36,
        "text": " any team, it brings a lot of motivation out of every single person out of the team. So that"
    },
    {
        "start": 1435.36,
        "end": 1443.12,
        "text": " will be obviously the first really positive effect it will have on Ferrari and obviously he will"
    },
    {
        "start": 1443.12,
        "end": 1449.6,
        "text": " come along with all the experience that he's had over the years with Mercedes, a different way"
    },
    {
        "start": 1449.6,
        "end": 1460.7199999999998,
        "text": " of working, a different vision and this is always benefiting a team and then other than that,"
    },
    {
        "start": 1460.7199999999998,
        "end": 1467.36,
        "text": " obviously for me it's going to be amazing because I'll have in the same cars me the most successful"
    },
    {
        "start": 1467.4399999999998,
        "end": 1476.32,
        "text": " driver in F1 history and that will be both extremely interesting for me to learn from one of the best"
    },
    {
        "start": 1476.32,
        "end": 1486.6399999999999,
        "text": " ever and as well as a really big challenge and motivation to beat Louis and to show what I'm capable of."
    },
    {
        "start": 1487.2800000000002,
        "end": 1490.72,
        "text": " Shall if you beat Louis, what will let's say about you?"
    },
    {
        "start": 1495.5200000000002,
        "end": 1499.6000000000001,
        "text": " I don't know and to be honest, I don't even think about that yet. I just try and focus on"
    },
    {
        "start": 1500.48,
        "end": 1506.48,
        "text": " myself, try to be the best version of me once he gets here because I mean, obviously try to be"
    },
    {
        "start": 1506.48,
        "end": 1512.16,
        "text": " the best version of me every time I'm on track but with Louis joining the team, he will definitely"
    },
    {
        "start": 1512.16,
        "end": 1519.28,
        "text": " be a benchmark so it will be very important for me to be on my top level and then we'll see how it"
    },
    {
        "start": 1519.28,
        "end": 1525.6000000000001,
        "text": " goes. I'll give my best, he'll give his best and then we'll see and I can tell you after that if I"
    },
    {
        "start": 1525.6000000000001,
        "end": 1536.3200000000002,
        "text": " make it how does that feel. How well do you know him? Everything is relative but inside the paddock,"
    },
    {
        "start": 1536.32,
        "end": 1543.84,
        "text": " it's definitely one of the drivers in which recently especially we have spoken the most out of"
    },
    {
        "start": 1543.84,
        "end": 1552.56,
        "text": " our passions, especially music and fashion so it was good to exchange about this subject especially"
    },
    {
        "start": 1552.56,
        "end": 1558.6399999999999,
        "text": " but then outside the track it's not like we have been spending so much time together yet but that"
    },
    {
        "start": 1558.6399999999999,
        "end": 1564.1599999999999,
        "text": " obviously will happen once he joins the team with all the extra duty we have outside the track,"
    },
    {
        "start": 1564.16,
        "end": 1567.76,
        "text": " we'll get to know each other even more. Have you discussed the duet yet?"
    },
    {
        "start": 1569.76,
        "end": 1577.2,
        "text": " I told him but we have very different genre so it's going to be difficult to do a mix of my music"
    },
    {
        "start": 1577.2,
        "end": 1584.16,
        "text": " and his music but well I know maybe one day I don't know I don't know I don't know I think it"
    },
    {
        "start": 1584.16,
        "end": 1591.0400000000002,
        "text": " will be very difficult to mix our music. You know that Louis likes ice cream? He does. Well that's a good"
    },
    {
        "start": 1591.04,
        "end": 1600.32,
        "text": " thing. I've got a good news for him. How are sales of LEC? Your ice cream. Amazing, amazing. I mean a lot"
    },
    {
        "start": 1601.68,
        "end": 1609.36,
        "text": " not that I expected you to go bad but a lot better than what I initially thought which is a great thing."
    },
    {
        "start": 1609.36,
        "end": 1624.9599999999998,
        "text": " I mean yeah I was searching for fun projects and this was taking all the boxes and ice cream has"
    },
    {
        "start": 1624.9599999999998,
        "end": 1632.8,
        "text": " always been a product that I've absolutely loved. I was really searching for something that I could"
    },
    {
        "start": 1632.8,
        "end": 1641.36,
        "text": " eat a bit more often without feeling guilty of not following my diet and then I met the right"
    },
    {
        "start": 1641.36,
        "end": 1648.48,
        "text": " persons especially Federico Grom and Guido Martinedi who had a really big and successful ice cream"
    },
    {
        "start": 1648.48,
        "end": 1654.8,
        "text": " company in the past and it was very important also for me to find the right people in order to"
    },
    {
        "start": 1655.68,
        "end": 1665.44,
        "text": " watch and to work on this project on a daily basis because me my first priority is to become the"
    },
    {
        "start": 1665.44,
        "end": 1674.3999999999999,
        "text": " best Formula One driver possible on track and there's 99% of my time is dedicated to that goal."
    },
    {
        "start": 1674.3999999999999,
        "end": 1678.8,
        "text": " However having the right person on this project knowing that they respect my vision of the project"
    },
    {
        "start": 1679.44,
        "end": 1690.8799999999999,
        "text": " and that I have the product that I have always wanted gives me makes me happy."
    },
    {
        "start": 1690.8799999999999,
        "end": 1695.36,
        "text": " So what is special about your ice cream? Is it healthy ice cream? Is that why you say you can eat"
    },
    {
        "start": 1695.36,
        "end": 1702.96,
        "text": " it without feeling guilty? It's reduced in calorie by quite a bit but obviously the main important"
    },
    {
        "start": 1702.96,
        "end": 1709.44,
        "text": " point was for it to be good and low in reduced in calorie and that's what we achieved."
    },
    {
        "start": 1709.44,
        "end": 1714.72,
        "text": " Is it good enough for Nico Rosberg yet? Is he selling it in his shop in... Oh that's true that's true"
    },
    {
        "start": 1714.72,
        "end": 1720.16,
        "text": " that's not good enough for Nico yet. Well I'm sure it's good enough for Nico but he probably didn't"
    },
    {
        "start": 1720.16,
        "end": 1727.6000000000001,
        "text": " try it yet so that's why he doesn't have it in his shop. Real quick what's the easiest choice you"
    },
    {
        "start": 1728.24,
        "end": 1733.84,
        "text": " can make? Coffee over tea? A window seat instead of an aisle seat when traveling? Well what about"
    },
    {
        "start": 1733.84,
        "end": 1740.3999999999999,
        "text": " selling with Shopify? If you're an entrepreneur with big dreams for your business, Shopify is the"
    },
    {
        "start": 1740.3999999999999,
        "end": 1745.4399999999998,
        "text": " global commerce platform that you need in your corner. It helps you sell at every stage of your"
    },
    {
        "start": 1745.4399999999998,
        "end": 1750.3999999999999,
        "text": " business whether you're just starting out or close to hitting a million orders. Shopify is there"
    },
    {
        "start": 1750.3999999999999,
        "end": 1756.56,
        "text": " to help make your goals a reality. It doesn't matter if you're selling scented soaps or outdoor outfits."
    },
    {
        "start": 1756.56,
        "end": 1761.9199999999998,
        "text": " They help you sell everywhere with they're all in one e-commerce platform and in-person"
    },
    {
        "start": 1761.9199999999998,
        "end": 1767.76,
        "text": " POS system. Sell more with less effort thanks to Shopify magic your AI-powered all-star that"
    },
    {
        "start": 1767.76,
        "end": 1773.28,
        "text": " conjures up captivating content that converts. From blog posts to product descriptions it can"
    },
    {
        "start": 1773.28,
        "end": 1779.28,
        "text": " even generate instant FAQ answers. I love how empowering Shopify is for business owners"
    },
    {
        "start": 1779.28,
        "end": 1784.48,
        "text": " arming you with the tools you need to build your brand and connect with customers. It holds the"
    },
    {
        "start": 1784.48,
        "end": 1789.84,
        "text": " record for the internet's best converting checkout. 36% better on average compared to other"
    },
    {
        "start": 1789.84,
        "end": 1795.84,
        "text": " leading commerce platforms helping you turn browsers into buyers like nobody else. In fact Shopify"
    },
    {
        "start": 1795.84,
        "end": 1801.28,
        "text": " powers 10% of all e-commerce in the US and is the global force behind all birds,"
    },
    {
        "start": 1801.28,
        "end": 1808.48,
        "text": " rothies and brooklinn and millions of other entrepreneurs of every size across 175 countries."
    },
    {
        "start": 1808.48,
        "end": 1812.88,
        "text": " And their award-winning help is there to support your success every step of the way"
    },
    {
        "start": 1812.88,
        "end": 1818.96,
        "text": " because businesses that grow grow with Shopify. Sign up for a $1 per month trial period at"
    },
    {
        "start": 1818.96,
        "end": 1825.7600000000002,
        "text": " Shopify.com slash beyond the grid all over case. Got a Shopify.com slash beyond the grid now to grow"
    },
    {
        "start": 1825.7600000000002,
        "end": 1830.88,
        "text": " your business no matter what stage you're in. Shopify.com slash beyond the grid."
    },
    {
        "start": 1834.16,
        "end": 1841.1200000000001,
        "text": " Now let's bring it back on track. The remainder of this season I want to throw a quote at you"
    },
    {
        "start": 1841.12,
        "end": 1846.7199999999998,
        "text": " that Fernando Alonso served up recently where he said the rest of this season is all about"
    },
    {
        "start": 1846.7199999999998,
        "end": 1854.56,
        "text": " making 2025 good for his team. Is that where you're at? Would you sacrifice the remainder of 2024"
    },
    {
        "start": 1854.56,
        "end": 1865.36,
        "text": " if 2025 can be a concerted championship challenge? With a question like this I will say yes however"
    },
    {
        "start": 1865.36,
        "end": 1871.04,
        "text": " you never have, it doesn't work like this in Formula One you cannot say oh I'm going to stop"
    },
    {
        "start": 1871.04,
        "end": 1876.6399999999999,
        "text": " working on 24 and 25 I am sure 100% that I'll have a card to challenge for the world title so"
    },
    {
        "start": 1878.56,
        "end": 1885.28,
        "text": " so just to say we cannot think like that and as a team we are still trying to maximize this season"
    },
    {
        "start": 1885.92,
        "end": 1893.6,
        "text": " we still believe in the highest targets as a team. It's still a long way to go the momentum is not"
    },
    {
        "start": 1893.6,
        "end": 1900.0,
        "text": " with us at the moment but we are as I've said we've learned a massive amount with the experiencing"
    },
    {
        "start": 1900.0,
        "end": 1907.36,
        "text": " we have done for three or four races and that gives me the optimism that short term we are going to"
    },
    {
        "start": 1908.8,
        "end": 1915.68,
        "text": " find the steps that we need in order to come back to our level so I think for now where we are"
    },
    {
        "start": 1915.68,
        "end": 1921.84,
        "text": " focused is to try and lose the least possible points to McLaren to Red Bull as a team in the next"
    },
    {
        "start": 1922.64,
        "end": 1928.64,
        "text": " three four five races I cannot say exactly when and I don't know because the team is pushing like"
    },
    {
        "start": 1928.64,
        "end": 1935.68,
        "text": " crazy to always be bring everything as early as possible and then once we'll have that hopefully"
    },
    {
        "start": 1935.68,
        "end": 1941.92,
        "text": " we'll see that this will be an off to take some points again from from Red Bull and McLaren."
    },
    {
        "start": 1941.92,
        "end": 1947.6000000000001,
        "text": " Can I put something to you as well that Fred Vassar said on this podcast when he was on which is"
    },
    {
        "start": 1947.6000000000001,
        "end": 1953.0400000000002,
        "text": " he was trying to change the culture inside Ferrari was one of the things he said"
    },
    {
        "start": 1953.92,
        "end": 1959.6,
        "text": " you've been here six years how different is the culture now to when you first arrived in 2019?"
    },
    {
        "start": 1961.36,
        "end": 1972.32,
        "text": " it's quite a lot different it's also to be said that Ferrari is such a huge team with so much"
    },
    {
        "start": 1972.32,
        "end": 1978.72,
        "text": " history that it's not the easiest of tasks to do something like this I think there are some core"
    },
    {
        "start": 1978.72,
        "end": 1985.3600000000001,
        "text": " values of Ferrari that will never change and I think it also never has to change because these are"
    },
    {
        "start": 1987.1200000000001,
        "end": 1992.24,
        "text": " the value of passion by example is something that you will only find in Ferrari in the paddock or"
    },
    {
        "start": 1992.8,
        "end": 1996.96,
        "text": " to that extent only in Ferrari and it's something that is absolutely incredible"
    },
    {
        "start": 1998.32,
        "end": 2004.48,
        "text": " at the same time it can bite in some difficult moments because passion also means emotion"
    },
    {
        "start": 2004.48,
        "end": 2011.04,
        "text": " and sometimes when it goes very bad it can affect more the the people inside the team than in any"
    },
    {
        "start": 2011.04,
        "end": 2021.1200000000001,
        "text": " other teams but that will also bring the people to give 200 percent in order to do everything to"
    },
    {
        "start": 2022.16,
        "end": 2026.8,
        "text": " to get out of of difficult moments for the team so it has a good side but it also has a bad side"
    },
    {
        "start": 2027.92,
        "end": 2034.0,
        "text": " I think Fred has changed quite a few things which made a really big difference his first to"
    },
    {
        "start": 2035.44,
        "end": 2042.72,
        "text": " try and understand most of the people within the team and every single individual within the team to"
    },
    {
        "start": 2042.72,
        "end": 2047.3600000000001,
        "text": " try and understand their situation and to put them in the best possible conditions in order to"
    },
    {
        "start": 2047.3600000000001,
        "end": 2053.52,
        "text": " extract the maximum out of each individual and that is super super that is definitely one of the"
    },
    {
        "start": 2053.52,
        "end": 2059.52,
        "text": " biggest strength of Fred and also the other thing is that I feel like he's always acting a bit like a"
    },
    {
        "start": 2059.52,
        "end": 2064.96,
        "text": " balance in the team which is needed in the team like Ferrari for the exact same reason as what I"
    },
    {
        "start": 2064.96,
        "end": 2071.12,
        "text": " was saying which is the Mark of Ferrari which is a passion and as I said whenever you are having a"
    },
    {
        "start": 2071.12,
        "end": 2077.7599999999998,
        "text": " really good race with Ferrari everything feels everybody feels so good so happy and Fred is always"
    },
    {
        "start": 2077.7599999999998,
        "end": 2085.04,
        "text": " the balance of saying yeah it's great but now let's recent a little bit because it's only one race"
    },
    {
        "start": 2085.04,
        "end": 2089.2,
        "text": " and we've got many other races and exactly the same in bad moments when everybody feels down"
    },
    {
        "start": 2090.4,
        "end": 2097.12,
        "text": " Fred is always there to give us the positive in a in a difficult situation to to remotivate"
    },
    {
        "start": 2097.12,
        "end": 2106.48,
        "text": " everybody and yeah he's very emotionally flat and that is that is a really good thing for"
    },
    {
        "start": 2106.48,
        "end": 2111.28,
        "text": " for a team like Ferrari I everything you've just described I remember at Monaco he didn't get too"
    },
    {
        "start": 2111.28,
        "end": 2115.84,
        "text": " high and then at Canada the next race he didn't get too low it's exactly what you were saying"
    },
    {
        "start": 2115.84,
        "end": 2122.8,
        "text": " sounds like a great leader exactly that's what was needed in Ferrari and that's what is needed in"
    },
    {
        "start": 2122.8,
        "end": 2132.2400000000002,
        "text": " Ferrari so yeah completely confident and have full trust in what Fred does and full confidence"
    },
    {
        "start": 2132.2400000000002,
        "end": 2139.1200000000003,
        "text": " that you can win the world championship with Ferrari yes yes for sure otherwise I wouldn't have"
    },
    {
        "start": 2139.7599999999998,
        "end": 2147.3599999999997,
        "text": " signed again I mean it's even if you don't have a title chance to drive for Ferrari is an incredible"
    },
    {
        "start": 2147.3599999999997,
        "end": 2156.16,
        "text": " honor but to get the best out of me I need to believe in the project I'm in and I have the full"
    },
    {
        "start": 2156.16,
        "end": 2164.88,
        "text": " trust that I'm in the right team to yeah to make Red Bull and McLaren struggle in the future all"
    },
    {
        "start": 2165.28,
        "end": 2171.04,
        "text": " that's a great place to end it shall if I could just do our quick fire questions it's the"
    },
    {
        "start": 2171.04,
        "end": 2182.2400000000002,
        "text": " traditional way that we end the show what else are you good at not much no really I promise you"
    },
    {
        "start": 2182.8,
        "end": 2191.12,
        "text": " I mean you can test me go bring me skiing bring me at football basket I am useless I'm only good at"
    },
    {
        "start": 2191.12,
        "end": 2194.96,
        "text": " driving no it's king I'm acceptable now because I've taken quite a few lessons"
    },
    {
        "start": 2195.8399999999997,
        "end": 2204.4,
        "text": " paddle I think I'm good but I'm not no I'm I'm good oh no no and you don't want to drive that"
    },
    {
        "start": 2206.16,
        "end": 2213.8399999999997,
        "text": " all right let's try this one which racing person dead or alive would you like to be stuck in a lift with"
    },
    {
        "start": 2214.2400000000002,
        "end": 2215.84,
        "text": " you"
    },
    {
        "start": 2218.1600000000003,
        "end": 2222.96,
        "text": " depends for how long if it's for like four five days probably Kimi"
    },
    {
        "start": 2225.04,
        "end": 2231.92,
        "text": " why Kimi because I love Kimi he's so fun but at one point he will just take quite and so I can"
    },
    {
        "start": 2231.92,
        "end": 2240.32,
        "text": " sleep if I want to speak a bit more and have fun will be Carlos opier but Carlos opier will be"
    },
    {
        "start": 2240.48,
        "end": 2249.36,
        "text": " would be a mess like after a day I will I'll just want to sleep and yeah with them it will be"
    },
    {
        "start": 2249.36,
        "end": 2256.2400000000002,
        "text": " very difficult because they are they are messy as in what does leaving stuff everywhere no I'm"
    },
    {
        "start": 2256.2400000000002,
        "end": 2261.84,
        "text": " the end just like speaking and yeah because of course Pierre is the driver you've known the longest on"
    },
    {
        "start": 2261.84,
        "end": 2268.48,
        "text": " the grid isn't it yeah isn't he yeah yeah yeah so yeah like first race to yeah yeah because we"
    },
    {
        "start": 2268.48,
        "end": 2273.92,
        "text": " were going in holidays together when we're eight or nine with our parents and our both of our"
    },
    {
        "start": 2273.92,
        "end": 2280.16,
        "text": " families and it was really fun so we have yeah a special bond apart from the racing one."
    },
    {
        "start": 2280.16,
        "end": 2285.84,
        "text": " Taylor Taylor Swift concerts as well. Well that wasn't planned at all my he said that as well I"
    },
    {
        "start": 2285.84,
        "end": 2291.6,
        "text": " find that completely mad that you did and he bumped into each other I don't know I think"
    },
    {
        "start": 2292.48,
        "end": 2298.64,
        "text": " Kika was definitely for something for Pierre to get there and me personally I like I've always"
    },
    {
        "start": 2298.64,
        "end": 2305.2,
        "text": " liked Taylor Taylor Swift songs but my Alex is a huge fan of Taylor Swift like she"
    },
    {
        "start": 2307.8399999999997,
        "end": 2313.36,
        "text": " it's not like she doesn't like everybody because that sounds wrong but but she doesn't have"
    },
    {
        "start": 2313.36,
        "end": 2318.24,
        "text": " someone she look up to but she definitely looks up to Taylor and she loves Taylor so she really"
    },
    {
        "start": 2318.24,
        "end": 2323.04,
        "text": " wanted to go there so I was like okay I'm going to I come with you because I also like her songs"
    },
    {
        "start": 2323.6,
        "end": 2329.12,
        "text": " and then we got there and I saw Pierre with Kika so it was it was fun and the concert is amazing"
    },
    {
        "start": 2329.12,
        "end": 2337.2,
        "text": " isn't it what her life to watch her live I've been told is yeah it's so impressive I mean she's"
    },
    {
        "start": 2337.2,
        "end": 2346.3199999999997,
        "text": " not only an artist but she's really a showwoman I've got an idea the duet Taylor on vocals"
    },
    {
        "start": 2347.28,
        "end": 2355.76,
        "text": " and me on a piano and Lewis on the drums wow okay let's make this happy look the next one who"
    },
    {
        "start": 2355.76,
        "end": 2362.6400000000003,
        "text": " would play you in a film I'll say probably some people tell me I look alike Timoté Chalame a"
    },
    {
        "start": 2362.6400000000003,
        "end": 2370.0,
        "text": " little bit but I don't know I don't personally see it but he's a great actor so I'll go find okay"
    },
    {
        "start": 2370.88,
        "end": 2377.12,
        "text": " who is the coolest person in your address book in your contacts sorry I'm showing my age saying"
    },
    {
        "start": 2377.12,
        "end": 2384.56,
        "text": " the word address words address uh my mum and then"
    },
    {
        "start": 2391.04,
        "end": 2397.84,
        "text": " my brothers my brothers no I mean I'm probably the prens off medical yeah that's cool he was very"
    },
    {
        "start": 2397.84,
        "end": 2404.7200000000003,
        "text": " emotional after your win wasn't he yes yes and I um I had never seen that him that emotional so it"
    },
    {
        "start": 2404.7200000000003,
        "end": 2412.08,
        "text": " was uh made me emotion as well but last one if you had a podcast like this who would be your first"
    },
    {
        "start": 2412.08,
        "end": 2421.1200000000003,
        "text": " guest you like us but a part from you but a part from you um"
    },
    {
        "start": 2421.44,
        "end": 2429.8399999999997,
        "text": " um it doesn't have to be racing it could be anymore I've always said I've had that question for"
    },
    {
        "start": 2429.8399999999997,
        "end": 2439.3599999999997,
        "text": " a podcast but for a dinner who will I take for dinner and I probably alone must just he's so"
    },
    {
        "start": 2442.88,
        "end": 2450.7999999999997,
        "text": " I feel like he's the kind of guy that had an idea at once at once that feels completely serial"
    },
    {
        "start": 2451.7599999999998,
        "end": 2459.04,
        "text": " but still went and made it happen and I have a lot of respect for for Alan"
    },
    {
        "start": 2459.04,
        "end": 2464.24,
        "text": " Alan for that I am the kind of guy that is super creative and that has a lot of ideas"
    },
    {
        "start": 2466.64,
        "end": 2475.2799999999997,
        "text": " but to go that far in some of the ideas he's had is hugely impressive so Alan nothing is impossible"
    },
    {
        "start": 2475.2799999999997,
        "end": 2480.08,
        "text": " is the message when you think of him right exactly yeah does he like ice cream is he gonna invest"
    },
    {
        "start": 2480.96,
        "end": 2488.3199999999997,
        "text": " oh I mean I don't know I don't know Alan at all so um so yeah I mean if he wants to I'm sure we can"
    },
    {
        "start": 2489.36,
        "end": 2494.24,
        "text": " we can speak so it's been brilliant to catch up with you again thank you for your time best of"
    },
    {
        "start": 2494.24,
        "end": 2497.92,
        "text": " luck with everything in the future thank you very much see you soon thank you"
    }
]