[
    {
        "start": 0.0,
        "end": 2.0,
        "text": " This is the BBC."
    },
    {
        "start": 17.28,
        "end": 21.2,
        "text": " Hello and welcome to Podcasting House and if you're joining us for the first time,"
    },
    {
        "start": 21.2,
        "end": 26.560000000000002,
        "text": " well this is what we do. Every week we suggest to you a podcast we think is well worth your time"
    },
    {
        "start": 26.56,
        "end": 30.72,
        "text": " and then if you agree you can search for it and subscribe and let us know what you think."
    },
    {
        "start": 30.72,
        "end": 34.8,
        "text": " So I'm Rian and I've got Eli with me. Eli what have you been listening to?"
    },
    {
        "start": 35.44,
        "end": 42.56,
        "text": " This is a podcast called Discovery. It's from the BBC World Service and it's a podcast of podcasts"
    },
    {
        "start": 42.56,
        "end": 47.44,
        "text": " in a sense. Sometimes there might be episodes of Brotherford and Fry in there. It's always about"
    },
    {
        "start": 47.44,
        "end": 51.84,
        "text": " science but they also do some of their own original episodes as well. This is one of those"
    },
    {
        "start": 51.84,
        "end": 59.2,
        "text": " original productions and it's about a Mexican amphibian called Axelotl. Have you ever heard of"
    },
    {
        "start": 59.2,
        "end": 65.04,
        "text": " them? Oh yeah. I met my, no my husband took me on a date to a restaurant called Axelotl."
    },
    {
        "start": 65.04,
        "end": 69.28,
        "text": " Oh really? Okay I hope they didn't serve them up because they're an endangered species."
    },
    {
        "start": 69.28,
        "end": 74.32000000000001,
        "text": " No but they wear live ones in cases. Really? Well that's the thing that apparently there's"
    },
    {
        "start": 74.32000000000001,
        "end": 80.4,
        "text": " lots of them in captivity and particularly in scientific labs because they're kind of a freak of nature"
    },
    {
        "start": 81.36,
        "end": 85.2,
        "text": " but there are very very few of them out in the wild. Are we getting ahead of this program?"
    },
    {
        "start": 85.2,
        "end": 90.72,
        "text": " A little bit yeah. Mexicans call them Axelotl which kind of seems cooler in a way somehow."
    },
    {
        "start": 90.72,
        "end": 96.72,
        "text": " Anyway you'll hear all that. Yeah I won't get ahead of it but here it is. It's a two-parter."
    },
    {
        "start": 96.72,
        "end": 100.48,
        "text": " We're giving you the first part is called the Aztec Salamander."
    },
    {
        "start": 104.96000000000001,
        "end": 110.16000000000001,
        "text": " You're listening to Discovery from the BBC World Service coming this week from Mexico City"
    },
    {
        "start": 110.16,
        "end": 116.16,
        "text": " and bringing you the story of a remarkable and paradoxical species of animal. I'm Victoria Gill,"
    },
    {
        "start": 116.16,
        "end": 124.64,
        "text": " BBC Science correspondent. This boat is taking me to one of the last refuges of the Mexican Axelotl,"
    },
    {
        "start": 124.64,
        "end": 130.88,
        "text": " a strange looking salamander barely clinging to existence in its natural habitat but thriving"
    },
    {
        "start": 130.96,
        "end": 139.92,
        "text": " in countless numbers in captivity. I can't think of any other species that has a story like it."
    },
    {
        "start": 139.92,
        "end": 146.16,
        "text": " You name it it is hitting the wild Axelotl so here we have an animal that is well known all around"
    },
    {
        "start": 146.16,
        "end": 153.2,
        "text": " the world in labs and pet shops but in the wild is nearly extinct. The Mexican Axelotl is an amphibian"
    },
    {
        "start": 153.2,
        "end": 159.6,
        "text": " and a true legend. It's fascinated scientists across the world for more than a century."
    },
    {
        "start": 159.6,
        "end": 164.56,
        "text": " We need to protect the species you know it's an amazing species. They have quite amazing"
    },
    {
        "start": 164.56,
        "end": 170.0,
        "text": " powers of regeneration so if they lose a limb they can grow another one. You can regenerate the"
    },
    {
        "start": 170.0,
        "end": 176.48,
        "text": " brain you can regenerate the heart, it regenerates spinal cord and you can regenerate the limbs."
    },
    {
        "start": 176.48,
        "end": 184.16,
        "text": " And for the Aztecs it was a god and a health food. It also represents the culture of Mexico,"
    },
    {
        "start": 184.16,
        "end": 191.04,
        "text": " the cultural importance that they have. I think if we lose the species we lose for Mexico."
    },
    {
        "start": 191.04,
        "end": 201.35999999999999,
        "text": " A cultural emblematic species. Our boat is gliding deeper into Zotumilco, a suburb of murky"
    },
    {
        "start": 201.35999999999999,
        "end": 206.96,
        "text": " waterways and small neighborhoods in the southeast of Mexico City's Metropolis. I'm on my way to meet"
    },
    {
        "start": 206.96,
        "end": 212.48,
        "text": " the scientists who are trying to save it from extinction in its only natural home. Along the way"
    },
    {
        "start": 212.48,
        "end": 217.92,
        "text": " we pass other colorful boats carrying partying locals escaping the concrete jungle sprawling"
    },
    {
        "start": 217.92,
        "end": 224.23999999999998,
        "text": " away to the north just a kilometer away. The canals here are all that remains of the once great"
    },
    {
        "start": 224.23999999999998,
        "end": 229.76,
        "text": " system of lakes and wetlands from which the city itself rose through reclamation starting 700"
    },
    {
        "start": 229.76,
        "end": 237.28,
        "text": " years ago in Aztec times. The Mexican Axelotl used to live here and only here in huge numbers"
    },
    {
        "start": 237.36,
        "end": 244.16,
        "text": " but now researchers reckon there could be as few as 500 left. But before we get to our first stop"
    },
    {
        "start": 244.16,
        "end": 249.36,
        "text": " here's another strange fact about the Axelotl, Richard Griffiths, an amphibian conservation"
    },
    {
        "start": 249.36,
        "end": 256.08,
        "text": " biologist at the UK's University of Kent. It's unusual in that it is what we call pedomorphic or"
    },
    {
        "start": 256.08,
        "end": 262.64,
        "text": " neotonic and that actually means that it never actually grows up. Like other amphibians it lives"
    },
    {
        "start": 262.64,
        "end": 269.28,
        "text": " in breeds in water and the eggs hatch into a larval form but they never actually transform"
    },
    {
        "start": 269.84,
        "end": 277.44,
        "text": " into a form that lives online. So the Axelotl keeps on growing with its gills and actually can"
    },
    {
        "start": 277.44,
        "end": 286.24,
        "text": " breed as a sort of adult larval form. So it's like a baby amphibian that never actually grows up."
    },
    {
        "start": 286.72,
        "end": 294.96000000000004,
        "text": " So it's an odd creature, a fishy looking salamander with feathery gills on either side of its head,"
    },
    {
        "start": 295.52,
        "end": 301.2,
        "text": " gills that frame a face that seems to have a permanent cute smile. My only guaranteed chance"
    },
    {
        "start": 301.2,
        "end": 306.32,
        "text": " of seeing one face to face was its seaback, the centre for biological and aquatic research run by"
    },
    {
        "start": 306.32,
        "end": 311.92,
        "text": " the Metropolitan University of Mexico right on the banks of Sotchimilco's main canal. My guide"
    },
    {
        "start": 311.92,
        "end": 319.28000000000003,
        "text": " was researcher and Axelotl vet Erika Serving. Right now it's very hard to find them in the habitat,"
    },
    {
        "start": 319.28000000000003,
        "end": 325.44,
        "text": " you know they are just a few actually lots right there. For wealth here in the laboratory we had a"
    },
    {
        "start": 325.44,
        "end": 332.64,
        "text": " lot of them and we reproduced them especially for research and education purposes right now."
    },
    {
        "start": 332.64,
        "end": 340.08000000000004,
        "text": " This is a big glass tank way you can see about 20 of these grown up of these mature Axelotls,"
    },
    {
        "start": 340.64,
        "end": 346.15999999999997,
        "text": " but they're about 30 centimeters long. They're kind of ambling around on those poor little feet and"
    },
    {
        "start": 346.15999999999997,
        "end": 351.59999999999997,
        "text": " swishing their tails like fish but walking at the same time. But this one just turns to faces."
    },
    {
        "start": 351.59999999999997,
        "end": 357.2,
        "text": " When their face on those little bitty eyes and that little smile that face is quite captivating,"
    },
    {
        "start": 357.2,
        "end": 364.47999999999996,
        "text": " isn't it? That's right, that's right. You know the scientific name of the Axelotl is ambistoma."
    },
    {
        "start": 364.48,
        "end": 370.40000000000003,
        "text": " It means that they have the mouth like a teaspoon. You know? A mouth like a teaspoon."
    },
    {
        "start": 370.40000000000003,
        "end": 374.8,
        "text": " If you look the shape it looks like a little spoon. It does look like a little spoon."
    },
    {
        "start": 374.8,
        "end": 380.16,
        "text": " That's a scientific name, it means. They're very dark in color. They're almost sort of"
    },
    {
        "start": 380.16,
        "end": 387.20000000000005,
        "text": " charcoly, motley colored. They live in the bottom of the lake which is very very dark so they can"
    },
    {
        "start": 387.2,
        "end": 394.71999999999997,
        "text": " hide in the bottom of the lake and keep waiting just right there to a little fish passing in front of"
    },
    {
        "start": 394.71999999999997,
        "end": 403.12,
        "text": " them and jump and eat them. They pound. Exactly. There's the way they hunt. This is a natural color."
    },
    {
        "start": 403.12,
        "end": 408.8,
        "text": " You see? It's more common to find you know white Axelotls as a pet. It's very very common."
    },
    {
        "start": 408.8,
        "end": 415.59999999999997,
        "text": " But this is the natural one. This is the original one. Yeah because the ones that you see in Aquaria"
    },
    {
        "start": 415.68,
        "end": 421.20000000000005,
        "text": " the people have is pets. They're sort of pink. Exactly. The pink ones cannot survive in the wild."
    },
    {
        "start": 421.20000000000005,
        "end": 427.76000000000005,
        "text": " You know? Everyone can see them. They can know hunt very well. So that's why the nature"
    },
    {
        "start": 427.76000000000005,
        "end": 434.16,
        "text": " put this color in the asianotls. The color difference between wild type Axelotls and the ones"
    },
    {
        "start": 434.16,
        "end": 439.84000000000003,
        "text": " you're most likely to see outside Mexico brings us to the origin story of the massive population of"
    },
    {
        "start": 439.84,
        "end": 446.32,
        "text": " Axelotls in research labs and home aquariums around the world. Most of them descend from just a few"
    },
    {
        "start": 446.32,
        "end": 453.76,
        "text": " caught by a French explorer visiting Mexico about 150 years ago. Richard Griffiths. 34 individuals"
    },
    {
        "start": 453.76,
        "end": 462.0,
        "text": " were collected in 1863 and brought back to the Paris Museum where they did very well and a lot of"
    },
    {
        "start": 462.0,
        "end": 467.91999999999996,
        "text": " research was carried out and it was discovered that they make very good research models for all"
    },
    {
        "start": 467.92,
        "end": 473.6,
        "text": " sorts of things. They have quite amazing powers of regeneration so if they lose a limb they can"
    },
    {
        "start": 473.6,
        "end": 479.04,
        "text": " grow another one. If they lose some parts of some organs they can grow another one. It is a"
    },
    {
        "start": 479.04,
        "end": 484.88,
        "text": " remarkable process. An Axelotls regenerates almost anything. Andrew Johnson, a developmental biologist at"
    },
    {
        "start": 484.88,
        "end": 490.56,
        "text": " the UK's University of Nottingham. You can regenerate the brain. You can regenerate it hard. It"
    },
    {
        "start": 490.56,
        "end": 496.08000000000004,
        "text": " regenerates spinal cord. It's easiest to illustrate how interesting this is when you can see the limb."
    },
    {
        "start": 497.03999999999996,
        "end": 505.44,
        "text": " This is what many people study. Imagine the limb gets bitten off. It gets bitten off below the elbow."
    },
    {
        "start": 506.56,
        "end": 511.68,
        "text": " So what will happen is the elbow will grow back, the wrist will grow back and a hand will grow back."
    },
    {
        "start": 512.24,
        "end": 518.72,
        "text": " Perfectly. It will form another mirror image limb. Just like the image on the other side. In fact"
    },
    {
        "start": 519.52,
        "end": 525.76,
        "text": " the same size as the one on the other side as well. One question is where does the template come"
    },
    {
        "start": 525.76,
        "end": 531.84,
        "text": " for that information? It's incredible. You can take pieces of spinal cord out. The spinal cord"
    },
    {
        "start": 531.84,
        "end": 540.96,
        "text": " regenerates. People like myself, I believe that these axelots reflect our ancestors. What that"
    },
    {
        "start": 540.96,
        "end": 548.48,
        "text": " suggests is that if we understand regeneration in something like an axelotl that"
    },
    {
        "start": 548.48,
        "end": 554.8000000000001,
        "text": " is historically related to us, then it's possible there might be latent regeneration programs in"
    },
    {
        "start": 554.8000000000001,
        "end": 561.12,
        "text": " us. This makes it very important from a biomedical point of view in terms of looking at mechanisms"
    },
    {
        "start": 561.12,
        "end": 567.9200000000001,
        "text": " of regeneration and tissue transplots and organ transplots. Research that is very relevant to"
    },
    {
        "start": 568.88,
        "end": 575.44,
        "text": " topical work on humans. As well as regeneration, the relatively big cells of axelotl embryos"
    },
    {
        "start": 575.44,
        "end": 579.36,
        "text": " were key to major discoveries in embryology during the last century."
    },
    {
        "start": 579.36,
        "end": 585.6,
        "text": " So various forms were bred, so they almost became sort of the white mouse of the amphibian world and"
    },
    {
        "start": 585.6,
        "end": 591.36,
        "text": " became spread around the world, used a lot in all sorts of laboratory research and also became"
    },
    {
        "start": 591.36,
        "end": 597.9200000000001,
        "text": " a popular pet. Aquatic animal lovers around the world took the axelotl to their hearts, but way"
    },
    {
        "start": 597.9200000000001,
        "end": 602.6400000000001,
        "text": " before them the Aztec civilization took the species into the heart of its culture."
    },
    {
        "start": 603.12,
        "end": 611.12,
        "text": " The Mexican Axelotl, its name du Raives Roman, a mysterious Aztec god called Zelotl."
    },
    {
        "start": 612.88,
        "end": 621.04,
        "text": " Zelotl was the twin brother of Ketsalkoat, one of the main goddess of the Aztecs. Zelotl was not"
    },
    {
        "start": 621.04,
        "end": 628.48,
        "text": " pretty handsome, you know. In fact the word Zelotl means like monster, like ugly thing, you know."
    },
    {
        "start": 629.44,
        "end": 636.64,
        "text": " That's why the word ashelotl means in fact water monster. The Aztec people, they knew"
    },
    {
        "start": 636.64,
        "end": 645.04,
        "text": " ashelotl have some medical properties. They used to eat ashelotl when they feel sick or weak."
    },
    {
        "start": 645.04,
        "end": 651.52,
        "text": " In Aztec times the axelotl was an important part of the local lacustrine economy."
    },
    {
        "start": 651.52,
        "end": 655.9200000000001,
        "text": " There was a francheskin monk that once wrote that it was the food of the lords."
    },
    {
        "start": 656.7199999999999,
        "end": 662.9599999999999,
        "text": " So the axelotl has always been in the hearts and minds of the people and it's one of the reasons"
    },
    {
        "start": 662.9599999999999,
        "end": 669.8399999999999,
        "text": " it also appears on the murals in the National Palace painted by Diego Rivera. So a long history of"
    },
    {
        "start": 670.4799999999999,
        "end": 675.12,
        "text": " cultural importance that makes it something of an amphibian icon."
    },
    {
        "start": 678.4,
        "end": 683.36,
        "text": " The iron ears that in the wild you name it it is hitting the wild axelotl."
    },
    {
        "start": 684.16,
        "end": 689.52,
        "text": " So here we have an animal that is well known all around the world in labs and pet shops"
    },
    {
        "start": 690.08,
        "end": 695.6800000000001,
        "text": " and that is a cultural icon. But in the wild is nearly extinct."
    },
    {
        "start": 698.88,
        "end": 704.5600000000001,
        "text": " I am Luis Sanbrano, I work in the National University in the Biology Institute of Mexico."
    },
    {
        "start": 704.5600000000001,
        "end": 709.52,
        "text": " And where are we standing right now? This is one of the places that I like to come when I am"
    },
    {
        "start": 709.6,
        "end": 718.48,
        "text": " sad, because it is one of the places in Sochi Milco. Where you can see how traditional agriculture"
    },
    {
        "start": 718.48,
        "end": 724.72,
        "text": " has been developed in the last 2000 years and you can see birds and you will see this refuge for"
    },
    {
        "start": 724.72,
        "end": 731.1999999999999,
        "text": " ashylotls. Luis Sanbrano has spent the last two decades charting the steep decline of the"
    },
    {
        "start": 731.1999999999999,
        "end": 737.36,
        "text": " Mexican axelotl. But he is also working with local farmers to create safe spaces for the species"
    },
    {
        "start": 737.36,
        "end": 744.64,
        "text": " in Sochi Milco. Key to success he says are the Chinampas, the small artificial islands of agricultural"
    },
    {
        "start": 744.64,
        "end": 749.6800000000001,
        "text": " land built from the sediments, hold from the bottom of the now vanished lake Sochi Milco."
    },
    {
        "start": 750.32,
        "end": 755.76,
        "text": " For centuries he says the creation of the Chinampas made both people and wildlife prosper."
    },
    {
        "start": 756.64,
        "end": 762.4,
        "text": " It used to be a huge lake and then they started with create this square islands made from"
    },
    {
        "start": 762.4,
        "end": 769.36,
        "text": " mud from the bottom of the lake which fertilizing the land very well for lands. And that created a"
    },
    {
        "start": 769.36,
        "end": 776.4,
        "text": " labyrinth of canals around all this wetland. So these canals helped a lot the biodiversity"
    },
    {
        "start": 776.4,
        "end": 782.0,
        "text": " in the shallow areas of the lake. Now they have a lot of shallow areas. So the abundance of"
    },
    {
        "start": 782.0,
        "end": 788.24,
        "text": " the diversity of the lake increase basically with cry fishes, small fishes and asholotls. When did that"
    },
    {
        "start": 788.32,
        "end": 794.8,
        "text": " develop? Well that started to be developed 2000 years ago when the first people arrived to"
    },
    {
        "start": 794.8,
        "end": 801.36,
        "text": " this valley and they started to create this new way of farming which made them a lot of"
    },
    {
        "start": 801.36,
        "end": 807.04,
        "text": " advantage against the rest of the people because they have a lot of food for the rest of the years."
    },
    {
        "start": 807.04,
        "end": 810.88,
        "text": " So they started to create civilization and part of the reason the Aztecs became"
    },
    {
        "start": 810.96,
        "end": 817.68,
        "text": " highly powerful is because we have this high productive land. So that started to"
    },
    {
        "start": 817.68,
        "end": 821.6,
        "text": " start in years ago and he has been developed since then in pre-Colombian times."
    },
    {
        "start": 822.4,
        "end": 829.6,
        "text": " 40 to 50% of the area was made with Chinampas. So there was this sort of steady reclamation of this"
    },
    {
        "start": 829.6,
        "end": 834.48,
        "text": " vast lake system and we know the axolotl was a very important part of the economy."
    },
    {
        "start": 835.2,
        "end": 839.92,
        "text": " This was probably carried on a fairly sustainable basis for probably several hundred years."
    },
    {
        "start": 840.4799999999999,
        "end": 845.52,
        "text": " But with the burgeoning population and the industrialization of the area in the last"
    },
    {
        "start": 845.52,
        "end": 849.8399999999999,
        "text": " you know 50 to 100 years things have become more unsustainable."
    },
    {
        "start": 850.4,
        "end": 855.04,
        "text": " The first disaster for the axolotl was a change in the source of Zotchimilko's water."
    },
    {
        "start": 855.8399999999999,
        "end": 861.04,
        "text": " Until the 1950s the water levels were maintained here by the mountains, springs and rivers"
    },
    {
        "start": 861.04,
        "end": 866.8,
        "text": " coming into the valley in which Mexico City was expanding. But those pristine waters were"
    },
    {
        "start": 866.8,
        "end": 872.16,
        "text": " diverted for the sake of the city's development. From then on Zotchimilko's waterways were fed"
    },
    {
        "start": 872.16,
        "end": 878.56,
        "text": " by a wastewater treatment plant in the north. Studies about the treatment plant water quality says"
    },
    {
        "start": 878.56,
        "end": 884.56,
        "text": " that sometimes the water quality is nice and sometimes the water quality is really really back."
    },
    {
        "start": 884.56,
        "end": 889.5999999999999,
        "text": " Particularly in rainy season when there is a lot of rain and then it's not enough time for"
    },
    {
        "start": 889.5999999999999,
        "end": 895.28,
        "text": " the treatment plant to process all the water. The water arrives here with very very bad quality which"
    },
    {
        "start": 895.28,
        "end": 901.12,
        "text": " makes all the animals suffer and the whole plant suffer. And what does that mean for the axolotls"
    },
    {
        "start": 901.12,
        "end": 908.72,
        "text": " then what's been the result? Well the stories we made four years ago is along this 180 kilometers"
    },
    {
        "start": 908.72,
        "end": 916.0,
        "text": " of canals. We spot only six or seven small places in which they can survive because the water quality"
    },
    {
        "start": 916.0,
        "end": 922.48,
        "text": " is good enough. On top of that you've got lots of introduced species. In particular two non-native"
    },
    {
        "start": 922.48,
        "end": 930.64,
        "text": " species of fish that arrived in the 1970s. T'lapia and Asian carp have both been introduced as a"
    },
    {
        "start": 930.64,
        "end": 938.0,
        "text": " source of fish for local people and they do very well in this polluted water. So they grew really"
    },
    {
        "start": 938.0,
        "end": 944.4,
        "text": " really fast and our experiment says that carp eats eggs of the axolotls and T'lapia it's the"
    },
    {
        "start": 944.4,
        "end": 949.52,
        "text": " juveniles of the axolotls. So these invasive fish are coming in and they're eating them at all these"
    },
    {
        "start": 949.52,
        "end": 955.36,
        "text": " different types of species. Not only affect with predation but also with competition because also"
    },
    {
        "start": 955.36,
        "end": 961.12,
        "text": " they both species compete for food with axolotls. And the third one is humanisation. I mean if you"
    },
    {
        "start": 961.12,
        "end": 968.16,
        "text": " see how Mexico City humanisation spread through the South in the 80s was a nightmare in terms of"
    },
    {
        "start": 968.16,
        "end": 974.64,
        "text": " how the humanisation grew. The three of these things made that the axolotls population has been"
    },
    {
        "start": 974.64,
        "end": 981.76,
        "text": " decreasing a lot. So much that without any intervention there'll not be a single wild axolotl"
    },
    {
        "start": 981.76,
        "end": 986.88,
        "text": " left in Sotchimilko in just seven years time according to Luis San Brano's projections."
    },
    {
        "start": 987.4399999999999,
        "end": 990.24,
        "text": " But he says he's doing his best to stop that happening."
    },
    {
        "start": 994.16,
        "end": 999.68,
        "text": " The plans depend on collaborating with farmers, the Chinamperos, who work the reclaimed land here"
    },
    {
        "start": 999.68,
        "end": 1005.4399999999999,
        "text": " growing maize, beans and squashes and irrigating them using canals and ditches carved into their plots."
    },
    {
        "start": 1006.0799999999999,
        "end": 1011.92,
        "text": " The idea is to create clean safe refuges for the salamanders. Let me tell you first that it's not"
    },
    {
        "start": 1011.92,
        "end": 1018.3199999999999,
        "text": " only academic idea is an local farmer's idea also because without them we couldn't do this type of"
    },
    {
        "start": 1018.3199999999999,
        "end": 1025.76,
        "text": " restoration. The axolotls refuge basically is that we use these channels that are around the"
    },
    {
        "start": 1025.76,
        "end": 1033.92,
        "text": " Chinampas, the Sarias where the chinamperos crop. We can semi isolate them easily if we build a semi-permable"
    },
    {
        "start": 1033.92,
        "end": 1040.24,
        "text": " dam. With plants basically the dam is not a huge construction and the most important part of these"
    },
    {
        "start": 1040.24,
        "end": 1046.64,
        "text": " dam is the plants that filter the water so it will increase the water quality. Also forbids the"
    },
    {
        "start": 1046.64,
        "end": 1054.24,
        "text": " entrance of Carpentelapia so you will have a refuge without Carpentelapia and if the local farmer"
    },
    {
        "start": 1054.24,
        "end": 1060.88,
        "text": " still grows their local products then we will avoid the urbanization from the rest of the area."
    },
    {
        "start": 1061.84,
        "end": 1066.48,
        "text": " So we build this filter with the chinamperos and then you will have a nice environment"
    },
    {
        "start": 1067.36,
        "end": 1072.96,
        "text": " that is actually the same environment that they used to have 50, 60, 70 years ago. So we are not"
    },
    {
        "start": 1072.96,
        "end": 1078.8,
        "text": " creating something new. We are restoring the things that used to happen about 70 years ago."
    },
    {
        "start": 1079.76,
        "end": 1085.04,
        "text": " And one of the farmers at this Chinampa, Philippe Herrera, says the plant-based water filters in"
    },
    {
        "start": 1085.04,
        "end": 1089.52,
        "text": " the irrigation channels are good for both the axolotls and for his health and livelihood."
    },
    {
        "start": 1095.36,
        "end": 1101.44,
        "text": " The quality of the water is very important for us. We need it to be free from pollution and not"
    },
    {
        "start": 1101.44,
        "end": 1112.64,
        "text": " contaminated with things like heavy metals and bacteria. The water is the most important part"
    },
    {
        "start": 1112.64,
        "end": 1119.6000000000001,
        "text": " of a complex ecosystem of which the axolotl is a part. So for us when you see an axolotl you know"
    },
    {
        "start": 1119.6000000000001,
        "end": 1122.64,
        "text": " the water quality is good and that the ecosystem is working."
    },
    {
        "start": 1122.72,
        "end": 1131.3600000000001,
        "text": " So Luis, the partnership between you and scientists and the people who make their livelihoods here"
    },
    {
        "start": 1131.3600000000001,
        "end": 1134.8000000000002,
        "text": " who grow their livelihoods here is really important. How does that work?"
    },
    {
        "start": 1135.3600000000001,
        "end": 1140.3200000000002,
        "text": " Yeah well it has been a little bit difficult since we started because we have different type of"
    },
    {
        "start": 1140.3200000000002,
        "end": 1145.3600000000001,
        "text": " philosophy. Our goal is to generate information and to restore the system and their goal is"
    },
    {
        "start": 1145.3600000000001,
        "end": 1152.4,
        "text": " to farm and to survive from the farm. So these two different goals created some difficulties"
    },
    {
        "start": 1152.88,
        "end": 1158.0800000000002,
        "text": " even to speak, I mean to have a communication, a proper communication. So it talks about one"
    },
    {
        "start": 1158.0800000000002,
        "end": 1165.0400000000002,
        "text": " year or two years to generate this bonding that also has to be based on trust because they suffer"
    },
    {
        "start": 1165.0400000000002,
        "end": 1169.92,
        "text": " a lot from scientists that come all the time here and then they retrieve all the data and then"
    },
    {
        "start": 1169.92,
        "end": 1176.48,
        "text": " leave without anything. So I told them okay I will be here for the next 30 years so we have to"
    },
    {
        "start": 1176.48,
        "end": 1182.0800000000002,
        "text": " create a trusty friendship at the beginning they didn't believe me but after five years they said"
    },
    {
        "start": 1182.08,
        "end": 1186.24,
        "text": " okay maybe he's doing it. He's still here. He's still here and he doesn't live so."
    },
    {
        "start": 1187.6799999999998,
        "end": 1192.6399999999999,
        "text": " So how many of these refugees like the one we're standing next to have you created so far?"
    },
    {
        "start": 1192.6399999999999,
        "end": 1199.04,
        "text": " Okay we have waited about seven to eight small refuge like these ones. We are now starting a new"
    },
    {
        "start": 1199.04,
        "end": 1206.32,
        "text": " project that will double that and our idea is to grow this in the next five or six years. We have"
    },
    {
        "start": 1206.32,
        "end": 1214.24,
        "text": " to have at least 200, 250 refuge, a strategy positioned eventually to connect to each other."
    },
    {
        "start": 1215.04,
        "end": 1219.76,
        "text": " The relationship of trust that's grown between Luis San Brano and the farmers means the team from"
    },
    {
        "start": 1219.76,
        "end": 1225.36,
        "text": " his university can do a variety of studies at this Chinampa like following the lives of individual"
    },
    {
        "start": 1225.36,
        "end": 1229.12,
        "text": " axolotls and identifying key features of the best habitats for them."
    },
    {
        "start": 1229.1999999999998,
        "end": 1237.9199999999998,
        "text": " To do this, Alexandra Ramos is radio tracking the salamanders in the channels here. These tagged"
    },
    {
        "start": 1237.9199999999998,
        "end": 1242.3999999999999,
        "text": " animals are ones that were actually bred and raised in the ponds of the university and fitted with"
    },
    {
        "start": 1242.3999999999999,
        "end": 1246.7199999999998,
        "text": " tiny transmitters under their skin then released into the waters around the Chinampa."
    },
    {
        "start": 1248.08,
        "end": 1251.6799999999998,
        "text": " You're with your three colleagues and we need quite a lot of hands for this operation don't you?"
    },
    {
        "start": 1251.6799999999998,
        "end": 1257.12,
        "text": " Because you have a speaker and you have quite a large area looks like a big old TV area that you'd"
    },
    {
        "start": 1257.12,
        "end": 1263.52,
        "text": " see on someone's roof. What's the process? Like that big thing is antenna and that is what's"
    },
    {
        "start": 1263.52,
        "end": 1268.2399999999998,
        "text": " going to get the signal from the transmitter and then we have somebody else with the receptor."
    },
    {
        "start": 1268.2399999999998,
        "end": 1273.4399999999998,
        "text": " What we're doing is we're trying to locate we have 10 axolots right now in this channels."
    },
    {
        "start": 1273.4399999999998,
        "end": 1279.4399999999998,
        "text": " So each of them has a unique transmitter and we find that with the antenna and maybe you can hear"
    },
    {
        "start": 1279.52,
        "end": 1289.52,
        "text": " there's a beeping sound. The closer you are to the axolot the louder it will sound and also there's"
    },
    {
        "start": 1289.52,
        "end": 1295.52,
        "text": " a light that also like once you get close to it it goes higher up in intensity. So you have the"
    },
    {
        "start": 1295.52,
        "end": 1302.64,
        "text": " sound and you have the light. So what we do is like we'll scan for each of these animals and we'll do"
    },
    {
        "start": 1302.72,
        "end": 1310.5600000000002,
        "text": " it like every hour from 6 p.m. to 6 a.m. this is where we expect them to be most active and then we"
    },
    {
        "start": 1310.5600000000002,
        "end": 1317.1200000000001,
        "text": " also have another person that has the GPS because every time we find an axolot we take the GPS"
    },
    {
        "start": 1317.1200000000001,
        "end": 1322.72,
        "text": " point so we can know exactly where they were at what time, at what day, at what hour and then we do"
    },
    {
        "start": 1322.72,
        "end": 1329.5200000000002,
        "text": " maps and we do all this statistics to see what's happening. We want to know what they're doing"
    },
    {
        "start": 1329.52,
        "end": 1336.6399999999999,
        "text": " where they are, what type of habitat they like and also who is with whom because in previous"
    },
    {
        "start": 1336.6399999999999,
        "end": 1342.16,
        "text": " studies we have found out quite social animals they spend time together. I'm really. Yeah."
    },
    {
        "start": 1342.16,
        "end": 1347.04,
        "text": " I wouldn't have thought of them as being social. Exactly like there's certain times of the day,"
    },
    {
        "start": 1347.04,
        "end": 1353.36,
        "text": " mostly like during day evening where they seem to come to a certain point together and like some"
    },
    {
        "start": 1353.36,
        "end": 1359.12,
        "text": " of my volunteers have even asked me like do axolots have parties because they all come together at"
    },
    {
        "start": 1359.12,
        "end": 1363.76,
        "text": " some hour of the day. So yeah it seems like they are quite social more than we expected."
    },
    {
        "start": 1365.36,
        "end": 1370.3999999999999,
        "text": " And we can hear a little beep now so how close are we? Oh that's quite loud, that's a little bit"
    },
    {
        "start": 1370.3999999999999,
        "end": 1374.7199999999998,
        "text": " loud in there isn't it? Yeah it's probably like right next to us right now. Oh really? We can't see"
    },
    {
        "start": 1374.7199999999998,
        "end": 1381.6,
        "text": " it because of the floating vegetation but it's right there. How does it feel to you to see kind of"
    },
    {
        "start": 1381.6,
        "end": 1388.1599999999999,
        "text": " the results of them using these refuges and this development of this area into you know that"
    },
    {
        "start": 1388.16,
        "end": 1394.3200000000002,
        "text": " recovering ecosystem once again? Wow it's amazing it's really satisfying. This is the first time I've"
    },
    {
        "start": 1394.3200000000002,
        "end": 1399.28,
        "text": " done the telemetry here in Sotrimilco before we used to do it in another lake, an artificial lake"
    },
    {
        "start": 1399.92,
        "end": 1405.8400000000001,
        "text": " but bringing them back to their native habitat is a very different experience like the first day"
    },
    {
        "start": 1405.8400000000001,
        "end": 1412.16,
        "text": " when we released them the Chinapero he asked us to do this this ritual with flowers to ask permission"
    },
    {
        "start": 1412.16,
        "end": 1418.88,
        "text": " to the gods to be grateful to them for allowing us to use this space so it's very spiritual and it's"
    },
    {
        "start": 1418.88,
        "end": 1425.1200000000001,
        "text": " really beautiful experience. The Chinapers' refuges for the Axelotls will only have a feature if they"
    },
    {
        "start": 1425.1200000000001,
        "end": 1432.16,
        "text": " provide enough benefits and profit for the farmers. The water cleansing plant barriers were a good start"
    },
    {
        "start": 1432.16,
        "end": 1436.96,
        "text": " but the farmers said they needed more from the project if they were going to farm in an axelotl"
    },
    {
        "start": 1437.1200000000001,
        "end": 1443.44,
        "text": " friendly way. They said okay but we need also that these filters help us in order to fertilize"
    },
    {
        "start": 1443.44,
        "end": 1451.3600000000001,
        "text": " better land so we introduce some engineers to help us to create these new fertilizers with the"
    },
    {
        "start": 1451.3600000000001,
        "end": 1457.3600000000001,
        "text": " bottom of the lake and with their ideas introduce different techniques in order to create better"
    },
    {
        "start": 1457.3600000000001,
        "end": 1463.76,
        "text": " fertilization without any chemical fertilizer or pesticide. Oh I see so is that part of the incentive"
    },
    {
        "start": 1463.76,
        "end": 1470.8,
        "text": " for the farmers then if you create areas where there's this natural ecosystem then the silks"
    },
    {
        "start": 1470.8,
        "end": 1476.32,
        "text": " becomes very rich at the bottom of the lake and they can then use that as a natural fertilizer."
    },
    {
        "start": 1476.32,
        "end": 1483.44,
        "text": " Exactly and the most important thing for them is that once they have this product they can"
    },
    {
        "start": 1483.44,
        "end": 1491.12,
        "text": " sell them saying okay this product is protecting the axelotl is protecting such a milk so our next step"
    },
    {
        "start": 1491.12,
        "end": 1497.6,
        "text": " is that we will create a certification in which my university another Mexican university who will"
    },
    {
        "start": 1497.6,
        "end": 1502.4799999999998,
        "text": " certify that these products comes from this type of chin-amp passing which they are not"
    },
    {
        "start": 1502.4799999999998,
        "end": 1507.76,
        "text": " using chemical fertilizers and they are protecting the natural oils. So they'll actually be a little"
    },
    {
        "start": 1507.76,
        "end": 1513.6799999999998,
        "text": " sticker that says axelotl friendly produce when the produce from here is grown in this eco-friendly"
    },
    {
        "start": 1513.6799999999998,
        "end": 1518.2399999999998,
        "text": " way that you've established it. That is the idea and we have to launch it by the end of this year."
    },
    {
        "start": 1518.64,
        "end": 1523.68,
        "text": " For that soon. Yeah yeah actually now that we are trust each other very well then these things"
    },
    {
        "start": 1523.68,
        "end": 1528.16,
        "text": " advanced very very fast. How much of a market do you think is that there are months consumers for"
    },
    {
        "start": 1528.16,
        "end": 1534.96,
        "text": " axelotl friendly food? I think that now is a huge market for that I've seen a lot of people really"
    },
    {
        "start": 1534.96,
        "end": 1540.48,
        "text": " really concerned about the actual local population. If you have made that question about six eight"
    },
    {
        "start": 1540.48,
        "end": 1546.0,
        "text": " years ago I will tell you know I mean this is going to the extension but now the people in"
    },
    {
        "start": 1546.0,
        "end": 1551.52,
        "text": " Mexico City are highly concerned and they want to pay a little bit more for the actual otuses."
    },
    {
        "start": 1551.52,
        "end": 1556.8,
        "text": " One of the stories that we have already about them. Richard Griffiths conservation scientist at"
    },
    {
        "start": 1556.8,
        "end": 1563.44,
        "text": " the University of Kent is also cautiously optimistic about some kind of future for the wild Mexican"
    },
    {
        "start": 1563.44,
        "end": 1570.32,
        "text": " axelotl. People understand the issues of the axelotl a lot more than they used to and the profile"
    },
    {
        "start": 1570.32,
        "end": 1576.8,
        "text": " has actually been raised and hopefully down the road that will actually lead to the threats"
    },
    {
        "start": 1576.8,
        "end": 1582.72,
        "text": " being mitigated but I think that is quite a long road to go down because of the multiferous"
    },
    {
        "start": 1582.72,
        "end": 1587.84,
        "text": " problems and probably the future of the axelotl in the immediate future will be in sort of small"
    },
    {
        "start": 1588.56,
        "end": 1594.8,
        "text": " highly managed sections of the lake system where you can clean up the water through"
    },
    {
        "start": 1595.44,
        "end": 1601.84,
        "text": " planting plants that will clean up through removal of the invasive fish and through controlled"
    },
    {
        "start": 1601.84,
        "end": 1607.28,
        "text": " reintroductions. Carefully monitored reintroductions of axelotls bred at facilities such as"
    },
    {
        "start": 1607.28,
        "end": 1612.96,
        "text": " luces and ericers research centres. A similar project is being considered to save another species"
    },
    {
        "start": 1612.96,
        "end": 1619.44,
        "text": " of axelotl unique to a different lake in Mexico. In that case the Salamander breeders are a dedicated"
    },
    {
        "start": 1619.44,
        "end": 1626.24,
        "text": " team of nuns religious sisters who rear axelotls in their convent. Their remarkable story is the"
    },
    {
        "start": 1626.24,
        "end": 1632.0800000000002,
        "text": " subject of the next edition of Discovery from the BBC World Service but for now a final thought"
    },
    {
        "start": 1632.0800000000002,
        "end": 1638.4,
        "text": " from Luis San Brano on the challenge of rallying the Mexican people to save a secretive slimy amphibian."
    },
    {
        "start": 1641.68,
        "end": 1647.3600000000001,
        "text": " I don't know I mean I've seen that is by far easier to market mammals. They're not fluffy."
    },
    {
        "start": 1647.36,
        "end": 1651.6799999999998,
        "text": " They are not fluffy. They're not sort of classically cute they kind of slimy. It's hard"
    },
    {
        "start": 1651.6799999999998,
        "end": 1657.52,
        "text": " away in the mud. Exactly. But particularly this animal has been attached with the culture,"
    },
    {
        "start": 1657.52,
        "end": 1663.76,
        "text": " the Mexican culture. So I think that in some way it can touch the heart of the Mexicans and since"
    },
    {
        "start": 1663.76,
        "end": 1668.6399999999999,
        "text": " it's a little bit cute also and this strange for the rest of the world I've seen a lot of"
    },
    {
        "start": 1668.6399999999999,
        "end": 1673.4399999999998,
        "text": " international interest on that because they are with these perpetual smiling all the time."
    },
    {
        "start": 1673.92,
        "end": 1679.6000000000001,
        "text": " So that helps a lot to the people say okay I want to save this animal. He is smiling all the time."
    },
    {
        "start": 1679.6000000000001,
        "end": 1689.3600000000001,
        "text": " It's worth to be saved."
    },
    {
        "start": 1692.3200000000002,
        "end": 1696.0800000000002,
        "text": " All right so that's Discovery and I'd say I love this feed because you never know what you're"
    },
    {
        "start": 1696.0800000000002,
        "end": 1700.56,
        "text": " going to get. It's a simpler feed of just all the best science stuff. If you want to subscribe"
    },
    {
        "start": 1700.56,
        "end": 1708.1599999999999,
        "text": " to it just search for BBC Discovery podcast and we'll see you next time."
    }
]