[
    {
        "start": 0.0,
        "end": 2.0,
        "text": " This is the BBC."
    },
    {
        "start": 17.0,
        "end": 19.0,
        "text": " Hello and welcome to Podcasting House."
    },
    {
        "start": 19.0,
        "end": 22.0,
        "text": " If you're listening for the first time, then this is what we're up to."
    },
    {
        "start": 22.0,
        "end": 26.0,
        "text": " There are hundreds of podcasts produced by the BBC."
    },
    {
        "start": 26.0,
        "end": 31.0,
        "text": " And we're here as your guides to help you select one that you might like to subscribe to."
    },
    {
        "start": 31.0,
        "end": 34.0,
        "text": " So every week we offer up a couple, you can try them out."
    },
    {
        "start": 34.0,
        "end": 37.0,
        "text": " And then if you like them, you can subscribe to the feed."
    },
    {
        "start": 37.0,
        "end": 40.0,
        "text": " So I'm Rianne one of your guides and with me is Eli."
    },
    {
        "start": 40.0,
        "end": 41.0,
        "text": " Hello."
    },
    {
        "start": 41.0,
        "end": 43.0,
        "text": " Eli, what have you got lined up for us?"
    },
    {
        "start": 43.0,
        "end": 47.0,
        "text": " This is I of the Storm that we're about to listen to with Emma Barnett."
    },
    {
        "start": 47.0,
        "end": 53.0,
        "text": " Emma is a very experienced journalist who, in this podcast, finds people"
    },
    {
        "start": 53.0,
        "end": 58.0,
        "text": " at the center of extraordinary stories and just talks with them."
    },
    {
        "start": 58.0,
        "end": 60.0,
        "text": " She is a fantastic listener."
    },
    {
        "start": 60.0,
        "end": 67.0,
        "text": " She knows how to home in on the most interesting, weird, or uncomfortable bits of a story."
    },
    {
        "start": 67.0,
        "end": 72.0,
        "text": " In this interview, she speaks with Molly Bloom, the real woman behind the movie Molly's game, which is that right now."
    },
    {
        "start": 72.0,
        "end": 78.0,
        "text": " I'll let Emma set up the rest of it, but it's a great interview where you hear details of Molly's life"
    },
    {
        "start": 78.0,
        "end": 82.0,
        "text": " that didn't make it into the movie and all sorts of other things."
    },
    {
        "start": 82.0,
        "end": 83.0,
        "text": " I of the Storm."
    },
    {
        "start": 92.0,
        "end": 97.0,
        "text": " Hello, I'm Emma Barnett and welcome to my I of the Storm interview series."
    },
    {
        "start": 97.0,
        "end": 103.0,
        "text": " In this weekly podcast, I talked to someone who went through a life-changing event to find out what it was really like at the time,"
    },
    {
        "start": 103.0,
        "end": 107.0,
        "text": " and crucially, how they coped and rebuilt their life afterwards."
    },
    {
        "start": 107.0,
        "end": 112.0,
        "text": " In this episode, a woman who went from an Olympic ski hope filter running,"
    },
    {
        "start": 112.0,
        "end": 116.0,
        "text": " poker games for some of the richest and most powerful men in the world."
    },
    {
        "start": 116.0,
        "end": 123.0,
        "text": " At the height of Molly Bloom's success, she was making $4 million a year and hosting movie stars around her poker tables,"
    },
    {
        "start": 123.0,
        "end": 125.0,
        "text": " such as Leonardo DiCaprio."
    },
    {
        "start": 125.0,
        "end": 130.0,
        "text": " But Molly's world collapsed spectacularly when the FBI raided one of her games."
    },
    {
        "start": 130.0,
        "end": 136.0,
        "text": " And now the book of her life, Molly's game is being retold on the big screen in the form of a Hollywood movie"
    },
    {
        "start": 136.0,
        "end": 139.0,
        "text": " written by West Wing creator Aaron Sorkin."
    },
    {
        "start": 139.0,
        "end": 147.0,
        "text": " Molly Bloom told me her story was remarkable, starting with how a sporting accident changed the course of her life forever."
    },
    {
        "start": 147.0,
        "end": 152.0,
        "text": " I was ranked third in North America. I was skiing for the US ski team."
    },
    {
        "start": 152.0,
        "end": 156.0,
        "text": " It was an Olympic year and I was at an Olympic qualifier."
    },
    {
        "start": 156.0,
        "end": 165.0,
        "text": " And I was probably the hot, you know, at the top of my game, you know, I was as accomplished and as good as I'd ever been."
    },
    {
        "start": 165.0,
        "end": 175.0,
        "text": " And fluke accident happened there when it's low visibility on a mobile course, the officials break off little pine boughs to show, you know,"
    },
    {
        "start": 175.0,
        "end": 178.0,
        "text": " so the skier has more visibility and depth perception."
    },
    {
        "start": 178.0,
        "end": 182.0,
        "text": " And one of them just lodged itself perfectly in my binding."
    },
    {
        "start": 182.0,
        "end": 194.0,
        "text": " I went off the second air, you know, 20 feet in the air and my ski released and I crashed and I heard myself and I wasn't going to recover before the next qualifier."
    },
    {
        "start": 194.0,
        "end": 199.0,
        "text": " So I retired knowing that I didn't want to stick around to the next Olympics."
    },
    {
        "start": 199.0,
        "end": 207.0,
        "text": " And after that happened, I decided that I wanted to just be warm and be a kid before I went to law school."
    },
    {
        "start": 207.0,
        "end": 216.0,
        "text": " I'd had a very regimented life. So I went to Los Angeles for what I wanted or what I thought was just going to be a year off."
    },
    {
        "start": 216.0,
        "end": 220.0,
        "text": " And I got a lot of jobs to try to make enough money to live there."
    },
    {
        "start": 220.0,
        "end": 233.0,
        "text": " And one of the jobs was working for this guy who was very wealthy and connected and he told me that he was going to post a poker game and that I needed to help him."
    },
    {
        "start": 233.0,
        "end": 234.0,
        "text": " And you drink, etc."
    },
    {
        "start": 234.0,
        "end": 239.0,
        "text": " So because you were working as a waitress at this point and then started working with him."
    },
    {
        "start": 239.0,
        "end": 248.0,
        "text": " And in terms of the types of people who were going to these high end poker games that you started to get involved in, can you describe it to us?"
    },
    {
        "start": 248.0,
        "end": 253.0,
        "text": " Sure. The first night I walked into this room, I had no idea what to expect."
    },
    {
        "start": 253.0,
        "end": 265.0,
        "text": " I sort of descended into this basement of the CD Rock and Roll Club and seated around the table for some of the most famous, some of the richest and some of those powerful people in the world."
    },
    {
        "start": 265.0,
        "end": 274.0,
        "text": " And it was quite shocking to me. And there were rock stars, there were politicians, there were a list actors, heads of studios, heads of bank."
    },
    {
        "start": 274.0,
        "end": 278.0,
        "text": " I mean, these people kind of ran the world."
    },
    {
        "start": 278.0,
        "end": 281.0,
        "text": " And where was this happening? Was this happening in Hollywood?"
    },
    {
        "start": 281.0,
        "end": 289.0,
        "text": " Yes. So, you know, I'm waitressing and I'm realizing that all of a sudden at, you know, 20 nothing."
    },
    {
        "start": 289.0,
        "end": 304.0,
        "text": " I just literally fell down a rabbit hole into this incredible access to information to a network and and was sort of let behind beyond this velvet rope of this secret society."
    },
    {
        "start": 304.0,
        "end": 315.0,
        "text": " And I found that to be really compelling. And at the end of the night, I also made more money that night than I would make it in a full month working three jobs."
    },
    {
        "start": 315.0,
        "end": 323.0,
        "text": " So I said to myself, this is something to explore. You can build a network. You know, this could transform the rest of your life."
    },
    {
        "start": 323.0,
        "end": 330.0,
        "text": " I never thought that down the road, I would be bankrolling, running, managing, operating these games."
    },
    {
        "start": 330.0,
        "end": 336.0,
        "text": " But I knew I wanted to stick around and see if I could create some opportunities for myself."
    },
    {
        "start": 336.0,
        "end": 343.0,
        "text": " And you certainly did. I mean, you went from being the waitress to actually running the game and starting to run your own games."
    },
    {
        "start": 343.0,
        "end": 350.0,
        "text": " And one year as I understand it, you pocketed four million dollars. So you were obviously talented at doing this."
    },
    {
        "start": 350.0,
        "end": 360.0,
        "text": " How did you get the likes of Leonardo DiCaprio, Ben Affleck and Toby Maguire, those actors that we know so well from so many films to your poker table?"
    },
    {
        "start": 360.0,
        "end": 372.0,
        "text": " So what I realized after I took over the game is that a huge part of running this operation successfully was to constantly recruit new assets, meaning new players."
    },
    {
        "start": 372.0,
        "end": 381.0,
        "text": " And what that looked like was, where do I find extremely rich? Because people were winning and losing millions of dollars a night. And if they didn't pay, I had to pay."
    },
    {
        "start": 381.0,
        "end": 397.0,
        "text": " So they had to be extremely rich. They had to not be professional poker players. And then also the ultimate was to get somebody that everyone else would want to play with in terms of a celebrity or a sports star."
    },
    {
        "start": 397.0,
        "end": 420.0,
        "text": " So I started recruiting in, you know, sort of unconventional ways, because it's not like I could just take out an ad or, you know, I had to incentivize the, you know, the cocktail atresses at the big clubs where people spend a lot of money, Vegas casino hosts any place that lent itself to over capitalized heedmism."
    },
    {
        "start": 420.0,
        "end": 434.0,
        "text": " I sort of explored to see if I could find people and then, you know, the celebrities were kind of easier because you knew from the tabloids, which ones were into gambling for the most part."
    },
    {
        "start": 434.0,
        "end": 441.0,
        "text": " So then I just, you know, activated my network and kind of got to them and."
    },
    {
        "start": 441.0,
        "end": 453.0,
        "text": " But what does that mean activate your network? I mean, I'm trying to think now how I'd get to Leonardo DiCaprio and how I'd get into come to a room and spend a load of money at my poker table."
    },
    {
        "start": 453.0,
        "end": 463.0,
        "text": " Well, first of all, the first night there were already celebrities playing. And so celebrities, no other celebrities. So I would, you know, that was a good way to do it."
    },
    {
        "start": 463.0,
        "end": 471.0,
        "text": " There were, you know, I was, I was building a network from the first night of people who could kind of get to anyone."
    },
    {
        "start": 471.0,
        "end": 478.0,
        "text": " And so, and you're getting to know these people when they're lying to each other, you know, when they have their poker faces on and."
    },
    {
        "start": 478.0,
        "end": 489.0,
        "text": " They're gambling huge sums of money, in particular, you did get to know Toby McGuire, who, who of course people know Spiderman and all sorts of other roles, but he wasn't very kind, was he?"
    },
    {
        "start": 489.0,
        "end": 500.0,
        "text": " You know, there's different kinds of personalities. And then there's, and then there's different kinds of personalities when people walk into a poker room."
    },
    {
        "start": 500.0,
        "end": 511.0,
        "text": " A lot, for some people, this was recreation. For some people, this was dark addiction. For some people, this was blood sport. And for Toby, he took on a whole new persona when he walked into that room."
    },
    {
        "start": 511.0,
        "end": 526.0,
        "text": " He was focused on winning, winning at any cost. And he was, he was a killer in the poker room. And so, you know, in, in that mind frame, you know, I don't know what Toby's like outside of gambling."
    },
    {
        "start": 526.0,
        "end": 532.0,
        "text": " He could be very nice. But in that room, in that context, he wasn't there to make friends."
    },
    {
        "start": 532.0,
        "end": 536.0,
        "text": " And he tried to humiliate you one night, didn't he?"
    },
    {
        "start": 536.0,
        "end": 539.0,
        "text": " Yeah. What did he do?"
    },
    {
        "start": 539.0,
        "end": 556.0,
        "text": " You know, I write about it in the book. It's not discussed in the movie, but he, you know, he requested, or he, he put on the show where he was going to tip me, but then he told me that in order to get the tip, I needed to bark like a seal."
    },
    {
        "start": 556.0,
        "end": 568.0,
        "text": " And it went on for 25, 30 minutes. And the whole room was kind of looking at us. And the reason I even discussed this is because I think it's important to people as they're growing up, particularly in business or in the field."
    },
    {
        "start": 568.0,
        "end": 578.0,
        "text": " And so, you know, I think it's important to people as they're growing up, especially in business or in work, that they're going to be times where someone much more powerful, seemingly much more powerful than you."
    },
    {
        "start": 578.0,
        "end": 585.0,
        "text": " Once you do something you don't want to do, or, you know, you feel wrong about. And it's okay to say no."
    },
    {
        "start": 585.0,
        "end": 587.0,
        "text": " And you did say no, didn't you?"
    },
    {
        "start": 587.0,
        "end": 593.0,
        "text": " Yeah, yeah, yeah, yeah. I mean, there was just not enough. It's dick. It's your dignity, you know."
    },
    {
        "start": 593.0,
        "end": 609.0,
        "text": " You know, I said no. And that might have ultimately led to losing the LA game, but I built a bigger game in New York. So you live again holding on to your dignity, holding on to your integrity, I think is more important than acquiescing to power place."
    },
    {
        "start": 609.0,
        "end": 612.0,
        "text": " How old were you when you moved your game to New York?"
    },
    {
        "start": 612.0,
        "end": 614.0,
        "text": " I was 29."
    },
    {
        "start": 614.0,
        "end": 627.0,
        "text": " So you're pretty pretty young in this world as well. And I know that poker hadn't been your world before you got into it. That very first game, waitressing from everything you said, it's a mainly male game. Was it mainly man?"
    },
    {
        "start": 627.0,
        "end": 636.0,
        "text": " Yeah, it was, it was all men. There was, it was never a woman that played. I would have 100% let a woman play. I would have welcomed it."
    },
    {
        "start": 636.0,
        "end": 649.0,
        "text": " But for whatever reason, you know, I just never got approached and it never came up that there was a sort of high stakes female player asset that I should chase down."
    },
    {
        "start": 649.0,
        "end": 657.0,
        "text": " So that never happened. But what was that like for you being a woman in your 20s in this very male world?"
    },
    {
        "start": 657.0,
        "end": 664.0,
        "text": " I think that was for me, I think it was like any other challenge that I had taken on in my life."
    },
    {
        "start": 664.0,
        "end": 681.0,
        "text": " You know, from being a professional athlete with a pretty dramatically reconstructed spine to wanting to be get into an Ivy League law school and, you know, and just really having to work hard and overcome certain deficiencies."
    },
    {
        "start": 681.0,
        "end": 688.0,
        "text": " And so I just, I just, you know, I analyze the scenario and I just tried to figure out the best way to navigate it."
    },
    {
        "start": 688.0,
        "end": 694.0,
        "text": " But you also got, you also got taken in very much by it as well, the drugs, the alcohol you're having to stay up all night."
    },
    {
        "start": 694.0,
        "end": 704.0,
        "text": " I read that you, you're taking cocaine to keep yourself going on fetamines. I mean, and there's a lot of money swilling around. Did that really take over?"
    },
    {
        "start": 704.0,
        "end": 723.0,
        "text": " It absolutely did. I think in the beginning, it was very empowering and very cool to sort of look at this thing as a startup to be bold to work hard and to go up against, you know, like the billionaire boys club when I wanted to take over the game and win those things were exhilarating."
    },
    {
        "start": 723.0,
        "end": 747.0,
        "text": " And that was a really like exciting and fresh time. And then I started making money and early days of that were very fun. But it was when the greed and the money and the tenacious clinging to this thing as the thing that established me took over that I started making choices that made my life and this thing very unsustainable."
    },
    {
        "start": 747.0,
        "end": 756.0,
        "text": " And then I turned to drugs and alcohol to stay up for days to know the anxiety and, you know, this is a downward spiral from there."
    },
    {
        "start": 756.0,
        "end": 767.0,
        "text": " The environment you created with your game also sounded incredible, you know, masseurs, acupuncturists, every whim catered for for these very wealthy men."
    },
    {
        "start": 767.0,
        "end": 772.0,
        "text": " I wouldn't say every whim. Sorry, that yes, okay."
    },
    {
        "start": 772.0,
        "end": 787.0,
        "text": " Yes, you know, what I recognized early on is that these guys were so rich, they didn't want things. They had, they had all the things they wanted, what they wanted was experiences, recognizing that I built on that."
    },
    {
        "start": 787.0,
        "end": 800.0,
        "text": " And I started the goal was to make them feel like James Bond for a night. And that's not as easily achieved when you're in the CD basement with kind of like paper cups and some soda."
    },
    {
        "start": 800.0,
        "end": 810.0,
        "text": " That's more easily achieved when you are in the penthouse of a beautiful hotel with all these amenities available to you."
    },
    {
        "start": 810.0,
        "end": 816.0,
        "text": " And there's a ton of money on the table. It really contributed to the overall experience of the night."
    },
    {
        "start": 816.0,
        "end": 822.0,
        "text": " Did your family know what you were doing? What you were up to and the extent to which you were involved?"
    },
    {
        "start": 822.0,
        "end": 825.0,
        "text": " I think they knew the PG 13 version."
    },
    {
        "start": 825.0,
        "end": 828.0,
        "text": " The sort of family okay version."
    },
    {
        "start": 828.0,
        "end": 836.0,
        "text": " Yeah, and it still wasn't okay for them. I'm sorry, the truth. But in the beginning, they were, you know, they did not approve of the of the L.A."
    },
    {
        "start": 836.0,
        "end": 847.0,
        "text": " Like year that turned into 15. And they certainly didn't approve of, you know, running a poker get like they didn't understand that."
    },
    {
        "start": 847.0,
        "end": 861.0,
        "text": " But then I started making all this money and I started, you know, and they would come visit me and I had these beautiful apartments and I was driving these expensive cars and I knew high level people and they were never on board."
    },
    {
        "start": 861.0,
        "end": 866.0,
        "text": " But I think that all the trappings of success were a little distracting."
    },
    {
        "start": 866.0,
        "end": 872.0,
        "text": " You did have something terrible happen to you in terms of you, you were attacked in your home."
    },
    {
        "start": 872.0,
        "end": 877.0,
        "text": " Tell me about this and what happened to you because it's incredibly brutal."
    },
    {
        "start": 877.0,
        "end": 889.0,
        "text": " Well, when I was in New York, I was running the biggest poker games in New York and that's traditionally a mob business and organized crime of some sort, you know."
    },
    {
        "start": 889.0,
        "end": 899.0,
        "text": " There, I had heard that there are these guys kind of sniffing around the other games, you know, sort of insisting on partnerships, cuts, all that stuff."
    },
    {
        "start": 899.0,
        "end": 908.0,
        "text": " And at this, by this point, I was the bank and I had a lot of money on the street all the time, meaning people that hadn't paid me yet or ever."
    },
    {
        "start": 908.0,
        "end": 919.0,
        "text": " So these guys got to me through my driver under the auspice that they were New Jersey hedge fund guys and they wanted to play in the game."
    },
    {
        "start": 919.0,
        "end": 922.0,
        "text": " And I met with them and it was very clear that wasn't the story."
    },
    {
        "start": 922.0,
        "end": 929.0,
        "text": " They sort of offered their quote unquote services, but with a look in their eyes said, this is not optional."
    },
    {
        "start": 929.0,
        "end": 937.0,
        "text": " You know, they said that they could collect money for me that that $3 million on the street they could get for me. Now, I can't do that."
    },
    {
        "start": 937.0,
        "end": 943.0,
        "text": " But they're going to, I don't know how they're going to collect. It is going to be violent. I couldn't get into bed with these guys in any way."
    },
    {
        "start": 943.0,
        "end": 948.0,
        "text": " So this, this was like the mob, the mafia saying to you have to work with us in New York."
    },
    {
        "start": 948.0,
        "end": 956.0,
        "text": " Yeah. So I said no at that meeting and then they caught, they kept pursuing and I kept saying no."
    },
    {
        "start": 956.0,
        "end": 967.0,
        "text": " And then somebody showed up a man showed up in my New York apartment, put a gun in my mouth and assaulted me and said, this is, this is not optional."
    },
    {
        "start": 967.0,
        "end": 970.0,
        "text": " And stole a bunch of money and jewelry, et cetera."
    },
    {
        "start": 970.0,
        "end": 973.0,
        "text": " And when you say assaulted, I mean, he beat you."
    },
    {
        "start": 973.0,
        "end": 975.0,
        "text": " Yeah. Yeah."
    },
    {
        "start": 975.0,
        "end": 983.0,
        "text": " So I didn't go to the police and I didn't tell anyone for a long time. And I didn't tell anyone because I didn't want my parents to worry."
    },
    {
        "start": 983.0,
        "end": 992.0,
        "text": " I didn't want the people that were playing in the game to think that this had gone south because shockingly."
    },
    {
        "start": 992.0,
        "end": 998.0,
        "text": " And this is just a testament to how far down the line I was willing to go."
    },
    {
        "start": 998.0,
        "end": 1002.0,
        "text": " I wanted to keep running games and I just was making records choices. So."
    },
    {
        "start": 1002.0,
        "end": 1008.0,
        "text": " But you must physically must have been bastard and bruised and emotionally at this point."
    },
    {
        "start": 1008.0,
        "end": 1016.0,
        "text": " Yeah. No, it was a pretty dark place. You know, I stayed in my house for until my face healed and it was a holiday."
    },
    {
        "start": 1016.0,
        "end": 1023.0,
        "text": " So I lied and said that I'd gone on some vacation with some people and it was definitely the darkest time of my life."
    },
    {
        "start": 1023.0,
        "end": 1029.0,
        "text": " And you say you would have carried on. But of course, the decision was really taken out of your hands by the FBI."
    },
    {
        "start": 1029.0,
        "end": 1035.0,
        "text": " That's right. So shortly after that, one of my games was rated by the FBI."
    },
    {
        "start": 1035.0,
        "end": 1044.0,
        "text": " And I wasn't at this particular game, you know, at this time I was running numerous games and I was at a different one or collecting or whatever."
    },
    {
        "start": 1044.0,
        "end": 1054.0,
        "text": " And then I got tipped off and I didn't I went straight to the airport and I logged into my accounts to buy a plane ticket."
    },
    {
        "start": 1054.0,
        "end": 1061.0,
        "text": " And all my accounts were frozen in the red and showed negative $9,999."
    },
    {
        "start": 1061.0,
        "end": 1068.0,
        "text": " When my attorneys called the US District Attorney's Office, they said, yeah, she's the target of our investigation."
    },
    {
        "start": 1068.0,
        "end": 1078.0,
        "text": " And we have him, you know, we've seized her assets. And if she wants to come in and talk to us about what she knows about Wall Street about celebrity is about the mob, you know, we'll talk."
    },
    {
        "start": 1078.0,
        "end": 1088.0,
        "text": " And I said, no thanks. And I moved back home with my mother and kind of looked at the wreckage of my life and thought, well, there's a story here."
    },
    {
        "start": 1088.0,
        "end": 1102.0,
        "text": " I started writing the book, you know, living with my mother or dealing with sort of all the things that I hadn't dealt with, you know, the assault, losing the game, who I had become all that stuff, good stuff."
    },
    {
        "start": 1102.0,
        "end": 1105.0,
        "text": " I was I was as broke as a person can be."
    },
    {
        "start": 1105.0,
        "end": 1123.0,
        "text": " So then two years later, I had almost finished the book and I'd actually moved back to LA. I'd gotten a job with a production company seven days after I moved back the feds the FBI woke me up in the middle of the night with 17 of them with automatic weapons, high beam flashlights."
    },
    {
        "start": 1123.0,
        "end": 1150.0,
        "text": " And what they had been doing was conducting an investigation for two years. And then they federally indicted me through me into kind of like a Russian mob, Rico indictment. And I didn't recognize over half the names of me indictment. They somehow found a way to connect Russian organized crime with these poker games and another sports betting scheme. So it was all very surreal."
    },
    {
        "start": 1150.0,
        "end": 1162.0,
        "text": " And then obviously I had to kind of keep writing the book because the story was evolving as I was writing. And then a year later, I couldn't I couldn't afford to fight the case."
    },
    {
        "start": 1162.0,
        "end": 1174.0,
        "text": " You know, I didn't even have enough money for a retainer. I met a heroic criminal attorney. This man's coming forth and standing up for me was a was a real turning point."
    },
    {
        "start": 1174.0,
        "end": 1186.0,
        "text": " You were spared jail right. Right. Right. Sorry. Another really great right moment was the judge and how merciful he was having heard all the information. And he sentenced me probably pretty lightly."
    },
    {
        "start": 1186.0,
        "end": 1197.0,
        "text": " And typically that was one year's probation and this fine of $125,000. Yeah, and 200 hours of community service. How do that feel avoiding jail?"
    },
    {
        "start": 1197.0,
        "end": 1204.0,
        "text": " Like the biggest relief of my life. I losing your money is terrible. Losing your job is terrible, but losing your freedom."
    },
    {
        "start": 1204.0,
        "end": 1209.0,
        "text": " You know, next to death, I can't imagine anything more horrific."
    },
    {
        "start": 1209.0,
        "end": 1218.0,
        "text": " Aaron Sorkin has picked up your story. Turned it into a film for the big screen. What is that like having your story made into a film?"
    },
    {
        "start": 1218.0,
        "end": 1230.0,
        "text": " An extremely surreal experience in a different way than getting arrested by the FBI, but it was again another turning point when Aaron signed on to do this because he was my favorite writer."
    },
    {
        "start": 1230.0,
        "end": 1241.0,
        "text": " I and I just thought why not shoot for the stars. So again, you know, I am put I got I went around asking everyone in Hollywood if I could get a meeting with him."
    },
    {
        "start": 1241.0,
        "end": 1253.0,
        "text": " And then I sat down with him and when he told me he he was in that was another huge turning point and just this feeling like maybe everything's going to be okay."
    },
    {
        "start": 1253.0,
        "end": 1257.0,
        "text": " You know, maybe maybe everything's going to be okay. What do you do now?"
    },
    {
        "start": 1257.0,
        "end": 1264.0,
        "text": " I moved back home eight months ago. Home is Colorado. Okay. And how old are you now?"
    },
    {
        "start": 1264.0,
        "end": 1276.0,
        "text": " I'm 39. So I moved home and got some just peaceful time to think about what I want to do next and to do some soul searching and reestablish my relationship with my family."
    },
    {
        "start": 1276.0,
        "end": 1284.0,
        "text": " And so I realized that I built through through my ability to network and create environments and stuff."
    },
    {
        "start": 1284.0,
        "end": 1289.0,
        "text": " I built this decadent playground for men and it was bold and it was ambitious, but it wasn't important at all."
    },
    {
        "start": 1289.0,
        "end": 1300.0,
        "text": " And then you know, there's no meaning system to it. And so what I care about is putting my life back together and also empowering other women, ambitious women."
    },
    {
        "start": 1300.0,
        "end": 1310.0,
        "text": " So I want to build environments and and community around that and what I'm looking at right now is co working spaces for women."
    },
    {
        "start": 1310.0,
        "end": 1319.0,
        "text": " You say it didn't mean anything, but you did have access to a huge amount of powerful rich people, rich men."
    },
    {
        "start": 1319.0,
        "end": 1329.0,
        "text": " Do you feel that you got an insight into into them that you could share that is something that normal people would never get to see?"
    },
    {
        "start": 1329.0,
        "end": 1342.0,
        "text": " Yes, I do. I feel like I have a very good understanding of how extremely wealthy, powerful men play games together."
    },
    {
        "start": 1342.0,
        "end": 1345.0,
        "text": " And I don't know how much that's worth."
    },
    {
        "start": 1345.0,
        "end": 1348.0,
        "text": " But I mean, what what what does that mean?"
    },
    {
        "start": 1348.0,
        "end": 1358.0,
        "text": " It's it's a study in human psychology, being able to dissect why people are acting a certain way, what what can create them to act a different way."
    },
    {
        "start": 1358.0,
        "end": 1377.0,
        "text": " How to diffuse situations, how to communicate with people when they're in fear, when they're in ego, what what someone looks like when they're lying or bluffing, what someone looks like when they're telling the truth, you know, all these different sort of reads and psychological insights that you get from."
    },
    {
        "start": 1377.0,
        "end": 1383.0,
        "text": " Watching people play this game together or or interact in this way."
    },
    {
        "start": 1383.0,
        "end": 1390.0,
        "text": " I mean, you have protected a lot of their identities. The only reason I know those three names is because they're already out there in the public domain from the investigation."
    },
    {
        "start": 1390.0,
        "end": 1399.0,
        "text": " How important was it for you to to not sell those guys down the river because you could have got a lot more money for your advance. I'm sure."
    },
    {
        "start": 1399.0,
        "end": 1405.0,
        "text": " Yeah, no, I was offered, you know, I got rejected by every publisher except for one because I wouldn't tell these stories."
    },
    {
        "start": 1405.0,
        "end": 1418.0,
        "text": " And then, you know, I there was just constant incentivization to reveal names to reveal stories to tell on people both from the government and from from publishing."
    },
    {
        "start": 1418.0,
        "end": 1424.0,
        "text": " And this is how I analyzed it. I'm pretty confident that I can make money again and then I can be okay again in terms of that."
    },
    {
        "start": 1424.0,
        "end": 1429.0,
        "text": " And then I was confident that I could live through the two years of jail or whatever it was."
    },
    {
        "start": 1429.0,
        "end": 1440.0,
        "text": " But the other thing looks like a life sentence. I mean, I made these choices. These guys in a large way enabled me to make a lot of money and to go down this path."
    },
    {
        "start": 1440.0,
        "end": 1453.0,
        "text": " When I received consequences for these choices to turn around and tell on these people and who knows how far down the line destruction goes from criminal elements to, you know, families falling apart."
    },
    {
        "start": 1453.0,
        "end": 1461.0,
        "text": " That felt like a life sentence. That felt like I would cross over a line of integrity and dignity and I'd never get it back. So that's how I looked at that."
    },
    {
        "start": 1461.0,
        "end": 1467.0,
        "text": " I've got to ask you. Yes, since your story has come out in the way that it has."
    },
    {
        "start": 1467.0,
        "end": 1476.0,
        "text": " We have obviously seen this hashtag me to sweep the world allegations about Harvey Weinstein allegations about a lot of powerful men."
    },
    {
        "start": 1476.0,
        "end": 1481.0,
        "text": " Yes, we are surprised by those allegations having seen powerful men up close."
    },
    {
        "start": 1481.0,
        "end": 1495.0,
        "text": " I was not surprised by the allegations. I was surprised by how many victims there were and for how many years it went on with this environment of complicity."
    },
    {
        "start": 1495.0,
        "end": 1498.0,
        "text": " And what what do your family make of the film? Have they seen it?"
    },
    {
        "start": 1498.0,
        "end": 1500.0,
        "text": " They love the film. Really?"
    },
    {
        "start": 1500.0,
        "end": 1506.0,
        "text": " I thought I saw it with them in Toronto. It was a really special moment for all of us."
    },
    {
        "start": 1506.0,
        "end": 1512.0,
        "text": " And they're just they're so happy. They're so proud of the film."
    },
    {
        "start": 1512.0,
        "end": 1522.0,
        "text": " They feel that Aaron told a story that was so real and the story that Aaron tells has a lot of humanity in it."
    },
    {
        "start": 1522.0,
        "end": 1530.0,
        "text": " It's not just money, power, poker, greed, like it connects it to something, some themes that are really relatable and really deeply touching."
    },
    {
        "start": 1530.0,
        "end": 1537.0,
        "text": " You know, even my mom who just loves goodness and virtue and everything, she loves it. My dad loves it."
    },
    {
        "start": 1537.0,
        "end": 1540.0,
        "text": " Yeah, it's just been an incredible experience for us."
    },
    {
        "start": 1540.0,
        "end": 1551.0,
        "text": " That was Molly Bloom, the so-called poker princess of New York. Can you imagine going from being a nearly Olympic skiing champion through to running the biggest poker games?"
    },
    {
        "start": 1551.0,
        "end": 1557.0,
        "text": " In New York, in Hollywood, and then to being busted by the FBI."
    },
    {
        "start": 1557.0,
        "end": 1562.0,
        "text": " And now living again with your mother at the age of 39, what a life, what a story."
    },
    {
        "start": 1562.0,
        "end": 1567.0,
        "text": " And what a good nature she still seems to have about it all in some ways."
    },
    {
        "start": 1567.0,
        "end": 1570.0,
        "text": " Huge looking forward to seeing that film. I'm sure you are as well."
    },
    {
        "start": 1570.0,
        "end": 1576.0,
        "text": " Even if you didn't know anything about poker or all that world, it sounds strangely mystifying and intriguing."
    },
    {
        "start": 1576.0,
        "end": 1582.0,
        "text": " Tell me your views on this, though. I mean, perhaps in some ways you've got very little sympathy and maybe she's not even asking for that."
    },
    {
        "start": 1582.0,
        "end": 1586.0,
        "text": " But people who have seen the film say there's a huge amount of humanity in there."
    },
    {
        "start": 1586.0,
        "end": 1594.0,
        "text": " And of course, what happens to people after they get caught up in these things is almost as interesting as what happens when they're being caught up in these worlds."
    },
    {
        "start": 1594.0,
        "end": 1599.0,
        "text": " I was particularly struck by the fact she said when she came out of that world, she suddenly realised it meant nothing."
    },
    {
        "start": 1600.0,
        "end": 1609.0,
        "text": " Let me know what you think. You can do so by leaving a review on your podcast app of choice to the whole series, which of course includes many interviews I've done throughout the year."
    },
    {
        "start": 1609.0,
        "end": 1619.0,
        "text": " And I'd love to hear your views on those as well from Rio Ferdinand to the Prime Minister to Risa May to, you know, the man who landed a plane on the Hudson River, Sully."
    },
    {
        "start": 1619.0,
        "end": 1626.0,
        "text": " All sorts of people who found themselves caught up in the eye of the storm, all getting such on Twitter at BBC Five Live,"
    },
    {
        "start": 1626.0,
        "end": 1632.0,
        "text": " which is where this programme originates from. Do get in touch. I'd love to hear from you."
    },
    {
        "start": 1640.0,
        "end": 1642.0,
        "text": " Eli, you're going to see the film."
    },
    {
        "start": 1642.0,
        "end": 1644.0,
        "text": " Am I going to see the film? Yeah, I would love to."
    },
    {
        "start": 1644.0,
        "end": 1645.0,
        "text": " And if you..."
    },
    {
        "start": 1645.0,
        "end": 1647.0,
        "text": " I hear Jessica Chastain is fantastic."
    },
    {
        "start": 1647.0,
        "end": 1652.0,
        "text": " If you ever meet Emma, you made us sound way more glamorous by calling her Emma Barnett."
    },
    {
        "start": 1652.0,
        "end": 1653.0,
        "text": " It's just so much."
    },
    {
        "start": 1653.0,
        "end": 1654.0,
        "text": " Sorry, wait, wait, wait."
    },
    {
        "start": 1654.0,
        "end": 1658.0,
        "text": " Oh man, I've gotten... that's my second pronunciation lesson so far on this podcast."
    },
    {
        "start": 1658.0,
        "end": 1660.0,
        "text": " That's fine. It's my mission."
    },
    {
        "start": 1660.0,
        "end": 1661.0,
        "text": " So is Barnett?"
    },
    {
        "start": 1661.0,
        "end": 1662.0,
        "text": " Barnett."
    },
    {
        "start": 1662.0,
        "end": 1663.0,
        "text": " Like the..."
    },
    {
        "start": 1663.0,
        "end": 1664.0,
        "text": " Like Barnett."
    },
    {
        "start": 1664.0,
        "end": 1670.0,
        "text": " Okay, how do you pronounce the name that the town in England, Barnett?"
    },
    {
        "start": 1670.0,
        "end": 1673.0,
        "text": " No. Barnett isn't there a town called Barnett."
    },
    {
        "start": 1673.0,
        "end": 1675.0,
        "text": " Are you thinking of Barnsley?"
    },
    {
        "start": 1675.0,
        "end": 1676.0,
        "text": " No."
    },
    {
        "start": 1676.0,
        "end": 1680.0,
        "text": " Anyway, that's all I have to storm with Emma Barnett."
    },
    {
        "start": 1680.0,
        "end": 1682.0,
        "text": " Search for it and subscribe if you like it."
    },
    {
        "start": 1682.0,
        "end": 1684.0,
        "text": " And subscribe to us and leave us a review."
    },
    {
        "start": 1684.0,
        "end": 1689.0,
        "text": " If you've got any feedback for us, send it on to podcastinghouse at bbc.co.uk."
    },
    {
        "start": 1689.0,
        "end": 1690.0,
        "text": " See you next time."
    }
]