[
    {
        "start": 0.0,
        "end": 8.0,
        "text": " We enter in this personal adventure of working with a talent like Adrian."
    },
    {
        "start": 8.0,
        "end": 17.0,
        "text": " I want to experience that behind the wheel, yes, but I'm not too scared of working alongside somehow"
    },
    {
        "start": 17.0,
        "end": 23.0,
        "text": " and seeing Aston winning even if I'm not behind the wheel."
    },
    {
        "start": 23.0,
        "end": 31.0,
        "text": " Because I will feel when I'm not ready to give something extra behind the wheel to the team"
    },
    {
        "start": 31.0,
        "end": 36.0,
        "text": " and maybe someone else can do a better job and I will be very honest on that"
    },
    {
        "start": 36.0,
        "end": 42.0,
        "text": " and I will not be disconnected to the team so I will feel if we win eventually"
    },
    {
        "start": 42.0,
        "end": 46.0,
        "text": " and when I'm not driving I will enjoy it a little bit as well."
    },
    {
        "start": 46.0,
        "end": 51.0,
        "text": " This episode is brought to you by Salesforce, a global partner of Formula One."
    },
    {
        "start": 51.0,
        "end": 58.0,
        "text": " With Salesforce, the number one AICRM Formula One is transforming the fan experience."
    },
    {
        "start": 58.0,
        "end": 61.0,
        "text": " Welcome everyone to this week's F1 Beyond the Grid."
    },
    {
        "start": 61.0,
        "end": 65.0,
        "text": " I am delighted to say that we're joined by Fernando Alonzo."
    },
    {
        "start": 65.0,
        "end": 68.0,
        "text": " Fernando, how are you? Very good, how are you?"
    },
    {
        "start": 68.0,
        "end": 73.0,
        "text": " I'm great and I feel that now is a great time to have you on the podcast"
    },
    {
        "start": 73.0,
        "end": 76.0,
        "text": " because there's so much to discuss about the future"
    },
    {
        "start": 76.0,
        "end": 82.0,
        "text": " but can we start by being a bit reflective about the big number that's happening in Mexico?"
    },
    {
        "start": 82.0,
        "end": 86.0,
        "text": " 400 races? I mean, that's insane."
    },
    {
        "start": 86.0,
        "end": 93.0,
        "text": " It is, I think 400, even though I think now the calendar is a little bit longer"
    },
    {
        "start": 93.0,
        "end": 97.0,
        "text": " and you accumulate 24 every year and not like in the past."
    },
    {
        "start": 97.0,
        "end": 102.0,
        "text": " But you're taking account that I've been 2 years out."
    },
    {
        "start": 102.0,
        "end": 108.0,
        "text": " 2019 and 2020, you know, to reach 400 now is a big number"
    },
    {
        "start": 108.0,
        "end": 114.0,
        "text": " and you know, it's a way of demonstrating my passion for the sport and for Formula One."
    },
    {
        "start": 114.0,
        "end": 117.0,
        "text": " How proud are you of that number?"
    },
    {
        "start": 117.0,
        "end": 121.0,
        "text": " Not proud, I mean it doesn't mean too much for me right now"
    },
    {
        "start": 121.0,
        "end": 124.0,
        "text": " because you are racing and you are focusing the next weekend."
    },
    {
        "start": 124.0,
        "end": 129.0,
        "text": " But yeah, knowing that no one reached that number in the past"
    },
    {
        "start": 129.0,
        "end": 136.0,
        "text": " and maybe someone does in the future but not many, let's say, a group of 5 or 10 maximum."
    },
    {
        "start": 136.0,
        "end": 142.0,
        "text": " As I said, you know, you just demonstrate my love for racing for Formula One."
    },
    {
        "start": 142.0,
        "end": 147.0,
        "text": " You know, how much I enjoyed this lifestyle as well, motor racing in general."
    },
    {
        "start": 147.0,
        "end": 155.0,
        "text": " And yeah, even if traveling is demanding racing is just paying off all the sacrifices."
    },
    {
        "start": 155.0,
        "end": 163.0,
        "text": " What would the 19-year-old Fernando Alonso, the guy that lined up in Melbourne 2001 in that minority?"
    },
    {
        "start": 163.0,
        "end": 166.0,
        "text": " What would he make of this moment?"
    },
    {
        "start": 166.0,
        "end": 174.0,
        "text": " I'm not sure. I think that guy, 2001, I was not really thinking too much in the future."
    },
    {
        "start": 174.0,
        "end": 182.0,
        "text": " I was, yes, a driver that, you know, the dream was coming alive,"
    },
    {
        "start": 182.0,
        "end": 185.0,
        "text": " driving for Formula One, the first race."
    },
    {
        "start": 185.0,
        "end": 191.0,
        "text": " And I would say that I was, I didn't have a clear roadmap into my career."
    },
    {
        "start": 191.0,
        "end": 196.0,
        "text": " You know, I didn't know exactly what was the next race, what would be my next team."
    },
    {
        "start": 196.0,
        "end": 202.0,
        "text": " You know, I was just very, I was improvising, you know, every weekend was a, was a new adventure."
    },
    {
        "start": 202.0,
        "end": 209.0,
        "text": " What I would say that when I won the championship in 2006 and then I joined McLaren,"
    },
    {
        "start": 209.0,
        "end": 213.0,
        "text": " I had a three-year contract, 2007, 2008 and 2009."
    },
    {
        "start": 213.0,
        "end": 220.0,
        "text": " And I was 99 percent sure that 2009 would be my last Formula One season."
    },
    {
        "start": 220.0,
        "end": 227.0,
        "text": " And that was my plan very clear planning in my head."
    },
    {
        "start": 227.0,
        "end": 232.0,
        "text": " You know, I won the championship in 2005, won the championship in 2006, joined McLaren for three years."
    },
    {
        "start": 232.0,
        "end": 235.0,
        "text": " And that was my last contract in my head."
    },
    {
        "start": 235.0,
        "end": 236.0,
        "text": " Why?"
    },
    {
        "start": 236.0,
        "end": 241.0,
        "text": " Also, what were you going to do? I don't know, maybe I had, maybe it was not reason for it."
    },
    {
        "start": 241.0,
        "end": 245.0,
        "text": " But when I signed that contract and it was also a three-year contract."
    },
    {
        "start": 245.0,
        "end": 250.0,
        "text": " So in my head at that time, it was like a long-term contract and, okay, three years will feel maybe long."
    },
    {
        "start": 250.0,
        "end": 256.0,
        "text": " But, you know, this is the last anyway, you know, I will, I already fulfilled my dream."
    },
    {
        "start": 256.0,
        "end": 262.0,
        "text": " You know, I won the championship two times, you know, this is beyond my wildest imagination, you know,"
    },
    {
        "start": 262.0,
        "end": 266.0,
        "text": " I want to be a Formula One champion. So what else can I do here, you know?"
    },
    {
        "start": 266.0,
        "end": 271.0,
        "text": " So I signed this contract with McLaren, hope to win more championships, hope to win more races."
    },
    {
        "start": 271.0,
        "end": 279.0,
        "text": " But after Formula One, there are a different life outside, you know, and even not so much about motor racing."
    },
    {
        "start": 279.0,
        "end": 286.0,
        "text": " I was thinking, you know, I will have my family, I will do normal things, normal days, and then, yeah."
    },
    {
        "start": 286.0,
        "end": 296.0,
        "text": " So, referring to your question, I don't think that the 19-year-old Minardi 2001 Fernando will think something strange about the 400-gram prix,"
    },
    {
        "start": 296.0,
        "end": 302.0,
        "text": " because I was not thinking too much in the future, but, at 2007, for sure, this will be a surprise."
    },
    {
        "start": 302.0,
        "end": 308.0,
        "text": " It seems then that your relationship with Formula One has evolved as you've gone along."
    },
    {
        "start": 308.0,
        "end": 312.0,
        "text": " And at what point did you start thinking long at time?"
    },
    {
        "start": 312.0,
        "end": 331.0,
        "text": " Indeed, I've all, yes, I learned things, I accepted things, which I didn't, at some point in my career, I have a sense of justice and a sense of furnace that you have to disconnect, if you are an informal one."
    },
    {
        "start": 331.0,
        "end": 336.0,
        "text": " There are no furnace here, there are no justice sometimes."
    },
    {
        "start": 336.0,
        "end": 353.0,
        "text": " And you have to just deal with the unique things in this sport. There are a lot of politics, there are a lot of interest, there are some decisions that, you know, maybe are not so much in the sportive side, you know, it has some different background on those."
    },
    {
        "start": 353.0,
        "end": 360.0,
        "text": " And you have to accept it, if you want, if you want, if you would like to be part of the circles, you have to accept certain things."
    },
    {
        "start": 360.0,
        "end": 378.0,
        "text": " If not, you find another category, which is exactly what I did in 2018. I was not happy with myself, I was not, I was not enjoying Formula One at that moment, not only on track, also off track, you know, the domination of Mercedes, it was just, I don't know, I felt okay, this is time."
    },
    {
        "start": 378.0,
        "end": 383.0,
        "text": " And I still love motorsport, I still love driving cars."
    },
    {
        "start": 383.0,
        "end": 400.0,
        "text": " So let's try the 500, the Le Mans, all these kind of things. And then I came back to everyone, enjoying more of one, not because everyone did change too much, is because again, I accept things that Formula One has and you take it or you leave it."
    },
    {
        "start": 400.0,
        "end": 406.0,
        "text": " So it was that two year break when you learn to accept Formula One for what it is."
    },
    {
        "start": 406.0,
        "end": 411.0,
        "text": " So yeah, yes, yeah, I would say it wasn't earlier than that."
    },
    {
        "start": 411.0,
        "end": 426.0,
        "text": " Earlier, I had few years that I was enjoying Formula One just because the team was giving me that enjoyment and that satisfaction of being a Formula One driver."
    },
    {
        "start": 426.0,
        "end": 438.0,
        "text": " I was a year at Ferrari, I did enjoy, you know, despite the results, I was fighting for championships, I won few races, I was enjoying Italy, the Tiffosi, being a Ferrari driver."
    },
    {
        "start": 438.0,
        "end": 447.0,
        "text": " So those years were a happy place for me. Then I joined McLaren, it was the Honda era."
    },
    {
        "start": 447.0,
        "end": 473.0,
        "text": " We had problems, you know, performance, we had problems with the power unit, all the things we know, but I wasn't enjoying because my love for Japan, my, the connection of McLaren Honda, which was a little bit the inspiration that my father had to build my first go-car, that it was a replica of the Senna-Prost Formula One at that time."
    },
    {
        "start": 473.0,
        "end": 481.0,
        "text": " So I was enjoying that time and then 2017, 2018, I was just not enjoying so much and I decided to stop."
    },
    {
        "start": 481.0,
        "end": 492.0,
        "text": " I did want to ask you about that second stint of McLaren and the relationship with Ron Dennis, because, you know, as he said, it was a three year deal at McLaren first time around, came to an end after one year."
    },
    {
        "start": 492.0,
        "end": 497.0,
        "text": " How was it getting back into bed, so to speak, with Ron?"
    },
    {
        "start": 497.0,
        "end": 512.0,
        "text": " He was okay. Initially, when I left Ferrari and joined McLaren, Ron was not part of the organization. I was dealing always with Martin and with Honda, dearly."
    },
    {
        "start": 512.0,
        "end": 525.0,
        "text": " So, you know, Ron was not there, arrived like two months before the season started, or in November before 2015, so November 2014."
    },
    {
        "start": 525.0,
        "end": 539.0,
        "text": " So, yeah, I was a little bit curious. I was a little bit scared, you know, of how the relationship will be, the first time that I met Ron, that now he joined the team two months after I signed, that I will join the team, you know."
    },
    {
        "start": 539.0,
        "end": 554.0,
        "text": " So, I didn't know that when I signed for McLaren, but, no, he was very open. I was very, we were, we had a conversation the first time, you know, a little bit, not laughing, but, you know, taking a little bit out of, you know, the stress."
    },
    {
        "start": 554.0,
        "end": 568.0,
        "text": " Of the previous relationship, and Ron, in a way, he's a competitor, and he's a man that doesn't want to lose, you know, and he will do anything to win a race."
    },
    {
        "start": 568.0,
        "end": 580.0,
        "text": " So, in a way, you know, I was happy, you know, to have that Ron and that, you know, determination for the McLaren Honda project."
    },
    {
        "start": 580.0,
        "end": 591.0,
        "text": " Then, obviously, he had other businesses inside, and he had other things, not only the sportive side, and, you know, I think, it didn't work well for, for any of us."
    },
    {
        "start": 591.0,
        "end": 602.0,
        "text": " This episode is brought to you by Salesforce, a global partner of Formula One. With Salesforce, the number one AICRM Formula One is transforming the fan experience."
    },
    {
        "start": 602.0,
        "end": 613.0,
        "text": " There's no doubt that watching an open-wheel race car take a turn at almost 200 miles an hour is exciting. But true fans know that the real thrill of a Formula One race is in the details."
    },
    {
        "start": 613.0,
        "end": 623.0,
        "text": " From engine specs to tire choice to split second decisions made around every turn. The more you know about the driver's teams, cars and tracks, the bigger the thrill."
    },
    {
        "start": 623.0,
        "end": 635.0,
        "text": " With a single shared view of every fan and trusted AI from Salesforce, the Formula One team knows exactly what fans are looking for and can serve up intelligent solutions and meaningful content in a flash."
    },
    {
        "start": 635.0,
        "end": 643.0,
        "text": " Formula One combines AI and CRM on one trusted platform to drive fan engagement and connect with fans in a whole new way."
    },
    {
        "start": 643.0,
        "end": 653.0,
        "text": " Visit salesforce.com forward slash F1 to learn more about how Formula One wins fans and grows its global fan base with Salesforce."
    },
    {
        "start": 653.0,
        "end": 660.0,
        "text": " If we were to talk about the key moments in your career so far, what would they be?"
    },
    {
        "start": 660.0,
        "end": 672.0,
        "text": " I think it will be my first race win, 2003. This was probably the biggest changes. The biggest change for me personally."
    },
    {
        "start": 672.0,
        "end": 688.0,
        "text": " I'm in terms of being recognized in the streets, being kind of celebrity in Spain and this was a big change because when I won the championship, that was just a continuation of that 2003 first victory."
    },
    {
        "start": 688.0,
        "end": 706.0,
        "text": " I would say 2003, win was a key part of my life and my career obviously the two championships. Ferrari time, those years and then the Le Mans and WEC championship. Those are the key moments of my career."
    },
    {
        "start": 706.0,
        "end": 715.0,
        "text": " I was talking about first wins, Bahrain 2010, you have first race with Ferrari. It's a one, two with you and Felipe. I mean the dream start. You must have been pinching yourself."
    },
    {
        "start": 715.0,
        "end": 725.0,
        "text": " Yeah, it was unbelievable because the winter testing and the launch of the car and everything felt so different in a Ferrari car."
    },
    {
        "start": 725.0,
        "end": 735.0,
        "text": " We went in the Madona de Campillo, we went on the ski resort and everything was like wow this is another dimension being a Ferrari driver."
    },
    {
        "start": 735.0,
        "end": 745.0,
        "text": " I would love to be competitive because it was in 2009, it was not so competitive for Ferrari and it was Braun Gpie and Red Bull dominating."
    },
    {
        "start": 745.0,
        "end": 754.0,
        "text": " It's not that I didn't trust what was the performance of the Ferrari 2010 but there were a lot of questions marks on our performance."
    },
    {
        "start": 754.0,
        "end": 765.0,
        "text": " I was just enjoying so much the Ferrari style of doing things that I was so scared about the performance on the first couple of races."
    },
    {
        "start": 765.0,
        "end": 778.0,
        "text": " If that was in a different level, your life is here, your results are here. But then when we came to the first race and we qualified second and third, I said okay, I would love to be in the podium today."
    },
    {
        "start": 778.0,
        "end": 788.0,
        "text": " Then when Sebastian had the engine problem, a few laps to the end and I over to him, definitely I was not expecting to win the first race."
    },
    {
        "start": 788.0,
        "end": 797.0,
        "text": " It was a moment that my life was here, being a Ferrari driver and everything that it means outside the car but also winning the first race."
    },
    {
        "start": 797.0,
        "end": 800.0,
        "text": " It was a hundred of happiness."
    },
    {
        "start": 800.0,
        "end": 804.0,
        "text": " Are you someone who has a feel for the history of the sport?"
    },
    {
        "start": 804.0,
        "end": 812.0,
        "text": " When you're at Ferrari and you're walking through the corridors there and all the photographs of louder and everyone there, do you feel that?"
    },
    {
        "start": 812.0,
        "end": 825.0,
        "text": " Not so much. If I'm honest, I'm not so much into, I mean, I'm aware of things and I'm curious to know the history of the teams and the brands and things like that."
    },
    {
        "start": 825.0,
        "end": 833.0,
        "text": " But it doesn't mean for me too much in the way that I need the result tomorrow."
    },
    {
        "start": 833.0,
        "end": 840.0,
        "text": " So whatever happened, that's good. I'm happy for them. I'm happy for the brand, the history, everything."
    },
    {
        "start": 840.0,
        "end": 851.0,
        "text": " But it's the same with the circuits. When we go to a new circuit, I'm enjoying. It's a new facility. It's a new type of corner. It's a new asphalt."
    },
    {
        "start": 851.0,
        "end": 862.0,
        "text": " I like the new things. I don't like the old things. Even when we change now, Monza, and it's a new asphalt and it seems that some of the curves are different as well."
    },
    {
        "start": 863.0,
        "end": 870.0,
        "text": " I know you changed the character a little bit of the circuit, but I'm happy because we are not living in the 1950s anymore."
    },
    {
        "start": 870.0,
        "end": 875.0,
        "text": " So the things are evolving and I'm happy to embrace that modernity."
    },
    {
        "start": 875.0,
        "end": 879.0,
        "text": " It's so clear talking to you that it's all about tomorrow. It's all about winning."
    },
    {
        "start": 879.0,
        "end": 884.0,
        "text": " And just still talking about that 2010 season with Ferrari, how was your mindset?"
    },
    {
        "start": 884.0,
        "end": 892.0,
        "text": " Because I did want to ask you about the opportunity to go to Red Bull for that previous season in 2009."
    },
    {
        "start": 892.0,
        "end": 901.0,
        "text": " Adrian, you had designed a good car. They'd won their first race with Mark and Sebastian. How were you feeling about maybe that being a missed opportunity?"
    },
    {
        "start": 901.0,
        "end": 904.0,
        "text": " And of course, the opportunity that Ferrari gave you?"
    },
    {
        "start": 905.0,
        "end": 913.0,
        "text": " I didn't thought too much about that. Never. Not those years and not even now. I never regret anything."
    },
    {
        "start": 913.0,
        "end": 921.0,
        "text": " I know that some decisions in your Formula One career can change a lot. What you achieve, what you cannot achieve."
    },
    {
        "start": 921.0,
        "end": 929.0,
        "text": " I think when you take a decision, you take it fully committed to that and thinking that it's the best decision."
    },
    {
        "start": 930.0,
        "end": 942.0,
        "text": " No one has the crystal ball to know what is going to happen in the future. 2008, I think it was at few moments that I could join Red Bull."
    },
    {
        "start": 942.0,
        "end": 952.0,
        "text": " One was when I left. McLaren at the end of 2007. After that season in McLaren, I find different possibilities."
    },
    {
        "start": 952.0,
        "end": 958.0,
        "text": " I met Adrian Christian in Heathrow Airport for a meeting."
    },
    {
        "start": 958.0,
        "end": 965.0,
        "text": " Secret meeting. And then in 2008 was the closest, which Adrian referred the other day as well."
    },
    {
        "start": 965.0,
        "end": 973.0,
        "text": " And we went in Spa. I remember perfectly we went in a car park in Spa Airport, the little airport on top of the hill."
    },
    {
        "start": 973.0,
        "end": 982.0,
        "text": " We were in that car park sitting in the back seat, both of us at night talking about the possibility."
    },
    {
        "start": 982.0,
        "end": 992.0,
        "text": " And yeah, you know, I was very close to Ferrari. If he was not in 2009, we would be for sure in 2010."
    },
    {
        "start": 993.0,
        "end": 1004.0,
        "text": " And yeah, we went into that road and they took Sebastian that he was in BMW at that time doing some Fridays and some test driving in BMW."
    },
    {
        "start": 1004.0,
        "end": 1008.0,
        "text": " So yeah, that was the amazing story."
    },
    {
        "start": 1008.0,
        "end": 1010.0,
        "text": " Yeah, you never know."
    },
    {
        "start": 1010.0,
        "end": 1020.0,
        "text": " What, why didn't it happen back then? Because you seem so happy about Adrian joining Aston Martin now. Why didn't it feel right back then?"
    },
    {
        "start": 1020.0,
        "end": 1038.0,
        "text": " I think, again, it's easy to say now, back in 2008, Red Bull was, I think, one podium of David in Monaco."
    },
    {
        "start": 1039.0,
        "end": 1048.0,
        "text": " And Red Bull was an energy-driven company. He had a great team, great members in the team."
    },
    {
        "start": 1048.0,
        "end": 1058.0,
        "text": " But I think to predict that they will win 7.08 championships in the next decade, it was not totally guaranteed."
    },
    {
        "start": 1058.0,
        "end": 1068.0,
        "text": " And when Luis changed from McLaren to Mercedes, that first year in 2013 was a lot of critics."
    },
    {
        "start": 1068.0,
        "end": 1074.0,
        "text": " Because why you changed McLaren for Mercedes that it was only achieving one or two podiums until then."
    },
    {
        "start": 1074.0,
        "end": 1081.0,
        "text": " And now he's a seven-time world champion. And now the same with Ferrari. You don't know what Luis will achieve next year."
    },
    {
        "start": 1081.0,
        "end": 1091.0,
        "text": " If Ferrari does well and winner championship is a great move. If Mercedes does well, you know, and they win a championship is a bad move. How you can predict that?"
    },
    {
        "start": 1091.0,
        "end": 1095.0,
        "text": " It's been such a fascinating career for you so far."
    },
    {
        "start": 1095.0,
        "end": 1108.0,
        "text": " I did want to ask how your relationship with speed and driving has changed with experience, with age. I mean, they say that drivers never lose it. You just lose the desire."
    },
    {
        "start": 1108.0,
        "end": 1118.0,
        "text": " So how have you kept the desire, the passion, and how, as you've got older, do you approach a wet Suzuki or a wet spar?"
    },
    {
        "start": 1118.0,
        "end": 1121.0,
        "text": " Has that changed in the last 10 years?"
    },
    {
        "start": 1121.0,
        "end": 1125.0,
        "text": " I didn't change yet. No. It's exactly the same."
    },
    {
        "start": 1125.0,
        "end": 1134.0,
        "text": " I'm a super competitive man in everything I do and even outside moderation."
    },
    {
        "start": 1134.0,
        "end": 1140.0,
        "text": " So if you and I were to play paddle together, right? Would you want to absolutely have a chance?"
    },
    {
        "start": 1140.0,
        "end": 1147.0,
        "text": " I'll find. May well be right. But would you would beating me be enough or would you actually have to crush me?"
    },
    {
        "start": 1147.0,
        "end": 1157.0,
        "text": " Everything I do. I do is just maximum pain for my rivals. Can we not play paddle?"
    },
    {
        "start": 1158.0,
        "end": 1171.0,
        "text": " Sometimes I have to accept that I cannot win, but then I will put you in a list of people that I will not play paddle for the next month until I know for sure that I improve my level."
    },
    {
        "start": 1171.0,
        "end": 1177.0,
        "text": " Or if I cannot achieve that, I will never play against you again. Ever."
    },
    {
        "start": 1177.0,
        "end": 1185.0,
        "text": " Because I hate losing. I will have a bad night after we play. But now my relationship with speed is the same."
    },
    {
        "start": 1185.0,
        "end": 1196.0,
        "text": " I love to be fast. I love to be brave sometimes. I still do a lot of karting. I do a lot of cycling."
    },
    {
        "start": 1196.0,
        "end": 1206.0,
        "text": " I'm a little bit more cautious on things I do on the bike after the accident."
    },
    {
        "start": 1206.0,
        "end": 1217.0,
        "text": " I don't have many stories that we hear always. But still doing some crazy things or ski or something. For me it's all about speed."
    },
    {
        "start": 1217.0,
        "end": 1227.0,
        "text": " If I go holidays and ski resort, I take my time watch. For example, I go up and then I time my way down."
    },
    {
        "start": 1227.0,
        "end": 1238.0,
        "text": " I don't care about doing good style or bad style. It's all about timing. If we arrive at the top, there is a lot of group of people going slow."
    },
    {
        "start": 1238.0,
        "end": 1246.0,
        "text": " I wait a little bit because if not that slope will be slow. I'm searching for not traffic and things like that."
    },
    {
        "start": 1246.0,
        "end": 1248.0,
        "text": " It's all about the speed in my life."
    },
    {
        "start": 1248.0,
        "end": 1251.0,
        "text": " You haven't mellowed at all."
    },
    {
        "start": 1251.0,
        "end": 1261.0,
        "text": " A couple more races I wanted to ask you about. The comeback, the podium without pain. Did that reassure you in some way?"
    },
    {
        "start": 1261.0,
        "end": 1263.0,
        "text": " Was there never in any doubt?"
    },
    {
        "start": 1263.0,
        "end": 1271.0,
        "text": " He did. I have huge confidence, overconfidence sometimes on myself and my performance."
    },
    {
        "start": 1271.0,
        "end": 1281.0,
        "text": " But I took it quite seriously. I came back. I knew that two years out things could have changed."
    },
    {
        "start": 1281.0,
        "end": 1288.0,
        "text": " Technology, tyres, warm-up, outlabs. There are a lot of things in Formula One that is not only about the speed."
    },
    {
        "start": 1288.0,
        "end": 1299.0,
        "text": " It's about understanding the environment and understanding the evolution of certain things, like the tyres, which are critical now on the outlabs and temperature and things like that."
    },
    {
        "start": 1299.0,
        "end": 1309.0,
        "text": " I did a lot of study and work and I was following Renault the previous year with Daniel and Stefan and I was trying to get up to speed."
    },
    {
        "start": 1309.0,
        "end": 1313.0,
        "text": " But it took me still five races to get up to speed."
    },
    {
        "start": 1313.0,
        "end": 1328.0,
        "text": " Even if I felt that I was prepared and I was the same as the one left in 2018, the first five races of 2021, I was not happy with myself and I was not connected to the car."
    },
    {
        "start": 1328.0,
        "end": 1336.0,
        "text": " I was just thinking too much on things that the car was doing was needing and I was not driving naturally."
    },
    {
        "start": 1336.0,
        "end": 1342.0,
        "text": " I was not just fast enough. Were you over-driving?"
    },
    {
        "start": 1342.0,
        "end": 1345.0,
        "text": " No, I was under-driving. I was thinking too much."
    },
    {
        "start": 1345.0,
        "end": 1352.0,
        "text": " Now the tyres they need these temperatures. I'm driving too fast. I'm using too much the rear."
    },
    {
        "start": 1352.0,
        "end": 1361.0,
        "text": " I will move forward in the next corner because if not, we will lock the rear a little bit, then I was driving like this, which is not the natural driving."
    },
    {
        "start": 1361.0,
        "end": 1368.0,
        "text": " You drive at your 100% and naturally you will do the right things with time and practice."
    },
    {
        "start": 1368.0,
        "end": 1378.0,
        "text": " I needed those five races, which is 5,000 kilometres or 4,000 kilometres or whatever, plus the testing to be up to speed."
    },
    {
        "start": 1378.0,
        "end": 1396.0,
        "text": " That was my comeback and then going back to your question, when I was going to be faster, I was just more relaxed, I was happier, and then the podium was like, yeah, not weight out of my shoulders, but it was like, okay, I'm happy with my comeback."
    },
    {
        "start": 1396.0,
        "end": 1401.0,
        "text": " I'm the same as before and I'm ready for whatever it comes."
    },
    {
        "start": 1401.0,
        "end": 1407.0,
        "text": " I joined Aston Martin last year. What has been your best race since the comeback?"
    },
    {
        "start": 1407.0,
        "end": 1410.0,
        "text": " It's very clear to me as an observer, but I'd love to know what you think."
    },
    {
        "start": 1410.0,
        "end": 1416.0,
        "text": " I would say Monaco 2023 or Zambor. You would say Brazil?"
    },
    {
        "start": 1416.0,
        "end": 1421.0,
        "text": " I was going to say Brazil, but Zambor was mega as well. Why Monaco?"
    },
    {
        "start": 1421.0,
        "end": 1433.0,
        "text": " Because I think we started the season in 2023 and we saw our car strengths were the slow speed corners, traction, braking."
    },
    {
        "start": 1433.0,
        "end": 1442.0,
        "text": " Since Baray and Ojeta, I said to the team, don't touch the car too much until Monaco."
    },
    {
        "start": 1443.0,
        "end": 1448.0,
        "text": " Whatever upgrades are coming, let's try to wait for after Monaco."
    },
    {
        "start": 1448.0,
        "end": 1456.0,
        "text": " I don't want to change the characteristics and the DNA of this car until we raise Monaco."
    },
    {
        "start": 1456.0,
        "end": 1463.0,
        "text": " The first upgrade was anyway programmed for Canada, which was after Monaco, so that was not a risk."
    },
    {
        "start": 1463.0,
        "end": 1470.0,
        "text": " But slowly through the first couple of races, we were losing that good character of the car and that strength."
    },
    {
        "start": 1470.0,
        "end": 1474.0,
        "text": " We went to Miami and our weakest sector was the slow speed sector."
    },
    {
        "start": 1474.0,
        "end": 1478.0,
        "text": " We went to Barcelona. Our worst sector was the slow speed sector."
    },
    {
        "start": 1478.0,
        "end": 1481.0,
        "text": " So for whatever reason, it vanished a little bit."
    },
    {
        "start": 1481.0,
        "end": 1484.0,
        "text": " The good things about the car that we saw in the first races."
    },
    {
        "start": 1484.0,
        "end": 1489.0,
        "text": " So we came to Monaco and I was so focused about that race that I wanted to win that race."
    },
    {
        "start": 1490.0,
        "end": 1498.0,
        "text": " The Red Bull was perfect machine, but Monaco is unique, so my biggest hope was to win Monaco."
    },
    {
        "start": 1498.0,
        "end": 1511.0,
        "text": " So since Wednesday, the Monaco preparation for me was the biggest and most precise preparation I ever did in a weekend."
    },
    {
        "start": 1512.0,
        "end": 1524.0,
        "text": " Every bump of the circuit, every data from 2022 that Aston had, 2021, watching races from the past, different things."
    },
    {
        "start": 1524.0,
        "end": 1528.0,
        "text": " It was a lot of detail going into that race."
    },
    {
        "start": 1528.0,
        "end": 1531.0,
        "text": " In fact, the car was great."
    },
    {
        "start": 1531.0,
        "end": 1537.0,
        "text": " We put the car 20 milliseconds from pole position, thanks to an incredible last sector of max."
    },
    {
        "start": 1538.0,
        "end": 1540.0,
        "text": " And then in the race, again, we were not great."
    },
    {
        "start": 1540.0,
        "end": 1544.0,
        "text": " I think when it started the rain, we were 23 seconds behind max."
    },
    {
        "start": 1544.0,
        "end": 1548.0,
        "text": " So I was losing a lot of ground. We were not fast enough."
    },
    {
        "start": 1548.0,
        "end": 1555.0,
        "text": " But again, we were close to winning if we maybe changed for another intermediate tires instead of medium or whatever."
    },
    {
        "start": 1555.0,
        "end": 1560.0,
        "text": " So I think that was a lot of hard work to put close to a race win."
    },
    {
        "start": 1560.0,
        "end": 1570.0,
        "text": " So I say Monaco because I like that level of preparation and that level of performance, even when the car was not maybe at that level."
    },
    {
        "start": 1570.0,
        "end": 1574.0,
        "text": " Was that the most prep you put into one race in your career?"
    },
    {
        "start": 1574.0,
        "end": 1575.0,
        "text": " I think so."
    },
    {
        "start": 1575.0,
        "end": 1577.0,
        "text": " It was the best Q3."
    },
    {
        "start": 1577.0,
        "end": 1578.0,
        "text": " Yes."
    },
    {
        "start": 1578.0,
        "end": 1583.0,
        "text": " I've seen it a long time, but I thought Perez in Brazil, come on, I mean, that was stunning."
    },
    {
        "start": 1583.0,
        "end": 1586.0,
        "text": " Alonso is going to get the run down a turn number four."
    },
    {
        "start": 1586.0,
        "end": 1588.0,
        "text": " This is going to be super aggressive between the two of them."
    },
    {
        "start": 1588.0,
        "end": 1590.0,
        "text": " Alonso is 40. It's way back through."
    },
    {
        "start": 1590.0,
        "end": 1595.0,
        "text": " What a move for Daniel Alonso on the last lap on the crowd."
    },
    {
        "start": 1595.0,
        "end": 1597.0,
        "text": " Absolutely loved it."
    },
    {
        "start": 1597.0,
        "end": 1601.0,
        "text": " It's going to be Fernando Alonso across the line."
    },
    {
        "start": 1601.0,
        "end": 1602.0,
        "text": " He gets close."
    },
    {
        "start": 1602.0,
        "end": 1606.0,
        "text": " He just hangs on in a superb finish to the line."
    },
    {
        "start": 1606.0,
        "end": 1613.0,
        "text": " He was decided for third place by 53,000 super seconds."
    },
    {
        "start": 1613.0,
        "end": 1621.0,
        "text": " Yes, it was also fun, but I think it was just..."
    },
    {
        "start": 1621.0,
        "end": 1627.0,
        "text": " There are some races that you start with a plan in your head."
    },
    {
        "start": 1627.0,
        "end": 1629.0,
        "text": " And things evolve differently."
    },
    {
        "start": 1629.0,
        "end": 1634.0,
        "text": " And you start connecting with the car more and more."
    },
    {
        "start": 1634.0,
        "end": 1640.0,
        "text": " You gain one place, you make a nice overtake, you do a good speed stop."
    },
    {
        "start": 1640.0,
        "end": 1646.0,
        "text": " There is a little bit of different climatic conditions and you get up to speed faster than the other."
    },
    {
        "start": 1646.0,
        "end": 1649.0,
        "text": " And then you get into a mood of..."
    },
    {
        "start": 1649.0,
        "end": 1654.0,
        "text": " A connection to the car that is a little bit higher than any other race."
    },
    {
        "start": 1654.0,
        "end": 1656.0,
        "text": " And probably Brazil was one of those."
    },
    {
        "start": 1656.0,
        "end": 1659.0,
        "text": " This episode is sponsored by Vanta."
    },
    {
        "start": 1659.0,
        "end": 1662.0,
        "text": " Whether you're launching or expanding your company's security program,"
    },
    {
        "start": 1662.0,
        "end": 1669.0,
        "text": " proving you have top-tier security practices and building trust with your customers is more critical than ever."
    },
    {
        "start": 1669.0,
        "end": 1675.0,
        "text": " Vanta is the all-in-one solution for automating compliance with standards like ISO 27001,"
    },
    {
        "start": 1675.0,
        "end": 1678.0,
        "text": " SOC2, GDPR and more."
    },
    {
        "start": 1678.0,
        "end": 1687.0,
        "text": " By streamlining complex processes, Vanta helps you save time and money while giving you the tools to show your customers that their data is safe in your hands."
    },
    {
        "start": 1687.0,
        "end": 1692.0,
        "text": " Vanta's AI technology also helps you simplify the whole security review process,"
    },
    {
        "start": 1692.0,
        "end": 1699.0,
        "text": " automating questionnaires and giving you the tools to showcase your security practices with a customer facing trust center."
    },
    {
        "start": 1699.0,
        "end": 1705.0,
        "text": " Join the ranks of over 8,000 companies worldwide, names like Adlacian, Flow Health and Cora,"
    },
    {
        "start": 1705.0,
        "end": 1709.0,
        "text": " who use Vanta to manage risk and prove security in real time."
    },
    {
        "start": 1709.0,
        "end": 1715.0,
        "text": " Our audience gets a special offer of $1,000 off Vanta at Vanta.com slash grid."
    },
    {
        "start": 1715.0,
        "end": 1720.0,
        "text": " That's vant.com slash grid, the $1,000 off."
    },
    {
        "start": 1720.0,
        "end": 1724.0,
        "text": " Now we've talked about a lot of the teams you've raised for."
    },
    {
        "start": 1724.0,
        "end": 1727.0,
        "text": " Where have you been happiest?"
    },
    {
        "start": 1727.0,
        "end": 1729.0,
        "text": " Difficult to choose one."
    },
    {
        "start": 1729.0,
        "end": 1734.0,
        "text": " I was different way of happiness."
    },
    {
        "start": 1734.0,
        "end": 1739.0,
        "text": " I was happy in most of my teams in a different way."
    },
    {
        "start": 1740.0,
        "end": 1748.0,
        "text": " I think in Renault it was the results and the protection from Flavio Patrizia."
    },
    {
        "start": 1748.0,
        "end": 1755.0,
        "text": " It was a nice group of people that were my first phases."
    },
    {
        "start": 1755.0,
        "end": 1758.0,
        "text": " It's like the first school you've been."
    },
    {
        "start": 1758.0,
        "end": 1763.0,
        "text": " You remember still the teacher and your teammates and your mates on the school."
    },
    {
        "start": 1763.0,
        "end": 1769.0,
        "text": " But didn't Ferrari I was happy for sure because the environment and the Italian style"
    },
    {
        "start": 1769.0,
        "end": 1772.0,
        "text": " were close to Spanish and I was happy."
    },
    {
        "start": 1772.0,
        "end": 1778.0,
        "text": " McLaren and Honda was a very romantic way of living in Formula One at that moment"
    },
    {
        "start": 1778.0,
        "end": 1780.0,
        "text": " because it was my first go-car."
    },
    {
        "start": 1780.0,
        "end": 1783.0,
        "text": " I was driving for McLaren and Honda."
    },
    {
        "start": 1783.0,
        "end": 1788.0,
        "text": " I would say that now in Aston is a very happy place for me."
    },
    {
        "start": 1789.0,
        "end": 1796.0,
        "text": " I have a great relationship with Lawrence and I have a great admiration for Lawrence as well."
    },
    {
        "start": 1796.0,
        "end": 1799.0,
        "text": " He has passion for racing."
    },
    {
        "start": 1799.0,
        "end": 1805.0,
        "text": " You can see Lawrence from the outside, strong man and a big carcadre."
    },
    {
        "start": 1805.0,
        "end": 1809.0,
        "text": " Not too nice with you."
    },
    {
        "start": 1809.0,
        "end": 1813.0,
        "text": " He's intimidating but he's totally opposite."
    },
    {
        "start": 1813.0,
        "end": 1817.0,
        "text": " He's an incredible leader for all of us."
    },
    {
        "start": 1817.0,
        "end": 1821.0,
        "text": " He's a determination, commitment and passion for racing."
    },
    {
        "start": 1821.0,
        "end": 1823.0,
        "text": " I never saw him in anyone else."
    },
    {
        "start": 1823.0,
        "end": 1825.0,
        "text": " So there's a soft aside."
    },
    {
        "start": 1825.0,
        "end": 1826.0,
        "text": " It is."
    },
    {
        "start": 1826.0,
        "end": 1827.0,
        "text": " There is something."
    },
    {
        "start": 1827.0,
        "end": 1831.0,
        "text": " You need to know him and you need to be in the circle of confidence."
    },
    {
        "start": 1831.0,
        "end": 1834.0,
        "text": " But he's a great leader."
    },
    {
        "start": 1834.0,
        "end": 1837.0,
        "text": " He has so much success in life."
    },
    {
        "start": 1837.0,
        "end": 1839.0,
        "text": " I think because he's a great leader."
    },
    {
        "start": 1839.0,
        "end": 1842.0,
        "text": " Well let's talk about Adrian Neue now."
    },
    {
        "start": 1842.0,
        "end": 1845.0,
        "text": " Is he the final cog in the world?"
    },
    {
        "start": 1845.0,
        "end": 1848.0,
        "text": " How does the team now have everything it needs to produce?"
    },
    {
        "start": 1848.0,
        "end": 1852.0,
        "text": " At least a championship challenging car?"
    },
    {
        "start": 1852.0,
        "end": 1854.0,
        "text": " I do believe so."
    },
    {
        "start": 1854.0,
        "end": 1857.0,
        "text": " I don't think that we are missing anything."
    },
    {
        "start": 1857.0,
        "end": 1866.0,
        "text": " I think for me the only thing that we are missing and we are not up to speed is just time."
    },
    {
        "start": 1866.0,
        "end": 1867.0,
        "text": " This team is so new."
    },
    {
        "start": 1867.0,
        "end": 1874.0,
        "text": " If you compare to any other tighter contender, we are just three, four years old."
    },
    {
        "start": 1874.0,
        "end": 1875.0,
        "text": " The team."
    },
    {
        "start": 1875.0,
        "end": 1880.0,
        "text": " Naturally we have to learn through mistakes."
    },
    {
        "start": 1880.0,
        "end": 1883.0,
        "text": " We have to take lessons from mistakes that we will do."
    },
    {
        "start": 1883.0,
        "end": 1890.0,
        "text": " This is the only thing that is missing or we will face in the next few years."
    },
    {
        "start": 1890.0,
        "end": 1894.0,
        "text": " At the same time is my biggest enemy."
    },
    {
        "start": 1894.0,
        "end": 1901.0,
        "text": " I don't have that time to go through that process of making mistakes and learning from those."
    },
    {
        "start": 1901.0,
        "end": 1904.0,
        "text": " I am relaxed about that."
    },
    {
        "start": 1904.0,
        "end": 1905.0,
        "text": " I will do my best."
    },
    {
        "start": 1905.0,
        "end": 1909.0,
        "text": " I think with Adrian now the team has all the ingredients."
    },
    {
        "start": 1909.0,
        "end": 1911.0,
        "text": " Especially the wind tunnel."
    },
    {
        "start": 1911.0,
        "end": 1915.0,
        "text": " Adrian was the two things that we missed more in the last two seasons."
    },
    {
        "start": 1915.0,
        "end": 1916.0,
        "text": " Wind tunnel."
    },
    {
        "start": 1916.0,
        "end": 1924.0,
        "text": " Having our own wind tunnel in house where you can produce a part tested."
    },
    {
        "start": 1924.0,
        "end": 1925.0,
        "text": " Analyze it."
    },
    {
        "start": 1925.0,
        "end": 1927.0,
        "text": " Maybe come back tomorrow."
    },
    {
        "start": 1927.0,
        "end": 1928.0,
        "text": " We don't have now."
    },
    {
        "start": 1928.0,
        "end": 1930.0,
        "text": " We are just using the Mercedes wind tunnel."
    },
    {
        "start": 1930.0,
        "end": 1936.0,
        "text": " When we are allowed to use it in their time they tell us and this is what we have."
    },
    {
        "start": 1936.0,
        "end": 1941.0,
        "text": " This is going to be a game changer for the team."
    },
    {
        "start": 1941.0,
        "end": 1949.0,
        "text": " Adrian is just the man producing the fastest cars in the world."
    },
    {
        "start": 1949.0,
        "end": 1954.0,
        "text": " Plus he will be a great leader for a lot of young people we have."
    },
    {
        "start": 1954.0,
        "end": 1956.0,
        "text": " I know you were chatting to him in the back of the car."
    },
    {
        "start": 1956.0,
        "end": 1961.0,
        "text": " You have been able to chat to Adrian properly."
    },
    {
        "start": 1961.0,
        "end": 1963.0,
        "text": " Do you find him stimulating?"
    },
    {
        "start": 1963.0,
        "end": 1967.0,
        "text": " Are you quite similar in your approach to the sport?"
    },
    {
        "start": 1967.0,
        "end": 1977.0,
        "text": " I don't know well enough Adrian to know when he is motivated or less motivated."
    },
    {
        "start": 1977.0,
        "end": 1982.0,
        "text": " In which state of mind he is now for the project."
    },
    {
        "start": 1982.0,
        "end": 1996.0,
        "text": " I think listening to him and I think the knowledge that he has about motor racing is enough to make a difference on any organization."
    },
    {
        "start": 1996.0,
        "end": 2000.0,
        "text": " For us for sure it is going to be like that."
    },
    {
        "start": 2000.0,
        "end": 2009.0,
        "text": " He can see things by the first look that he will take one month for a group of very clever people to spot that."
    },
    {
        "start": 2009.0,
        "end": 2015.0,
        "text": " This is priceless in Formula One because the race is next week."
    },
    {
        "start": 2015.0,
        "end": 2018.0,
        "text": " We don't have one year to analyze a thing."
    },
    {
        "start": 2018.0,
        "end": 2023.0,
        "text": " I think that magic will be incredible to witness."
    },
    {
        "start": 2023.0,
        "end": 2028.0,
        "text": " It is not a professional adventure that I am in now in Ashtamart."
    },
    {
        "start": 2028.0,
        "end": 2038.0,
        "text": " It is a personal adventure that I am so looking forward to have lunch with him to sit with him in a meeting room or in a race weekend."
    },
    {
        "start": 2038.0,
        "end": 2041.0,
        "text": " In a race weekend in Ayrport taking a flight together."
    },
    {
        "start": 2041.0,
        "end": 2044.0,
        "text": " Talk about the race, about the plans and things like that."
    },
    {
        "start": 2044.0,
        "end": 2051.0,
        "text": " It will be so rewarding for me personally as well to learn from Amanda."
    },
    {
        "start": 2051.0,
        "end": 2055.0,
        "text": " Clearly it is all about 2026 with the rule changes."
    },
    {
        "start": 2055.0,
        "end": 2058.0,
        "text": " Do you think he can influence 25?"
    },
    {
        "start": 2058.0,
        "end": 2065.0,
        "text": " It is going to be so close and his holistic view of how to go racing and how to set up a car will help."
    },
    {
        "start": 2065.0,
        "end": 2078.0,
        "text": " I would like to say yes, but if I am honest, I am 99.9 or 100% he cannot do much for 2025."
    },
    {
        "start": 2078.0,
        "end": 2080.0,
        "text": " Unfortunately for us."
    },
    {
        "start": 2080.0,
        "end": 2083.0,
        "text": " I think he will join in March 25."
    },
    {
        "start": 2083.0,
        "end": 2088.0,
        "text": " I think the focus will be so much in 26 because the change of regulations."
    },
    {
        "start": 2088.0,
        "end": 2090.0,
        "text": " There is a cost cap."
    },
    {
        "start": 2090.0,
        "end": 2097.0,
        "text": " There are a lot of limitations that we cannot have two programs to separate programs on 25 campaign and 26."
    },
    {
        "start": 2097.0,
        "end": 2105.0,
        "text": " And actually, and being honest, the 2025 is unlikely that we fight for big things."
    },
    {
        "start": 2105.0,
        "end": 2112.0,
        "text": " If we see now 24, how things are going, top four teams, big gap to rest of the teams."
    },
    {
        "start": 2112.0,
        "end": 2116.0,
        "text": " I don't think that anyone can close that gap next winter."
    },
    {
        "start": 2116.0,
        "end": 2125.0,
        "text": " So I don't think that it changes so much for us to be fifth in the championship in 25 or 6 or 4th."
    },
    {
        "start": 2125.0,
        "end": 2127.0,
        "text": " And it changes a lot."
    },
    {
        "start": 2127.0,
        "end": 2129.0,
        "text": " In 26, we start with the right foot."
    },
    {
        "start": 2129.0,
        "end": 2135.0,
        "text": " So I think 2025, we have to deal ourselves with Adrian."
    },
    {
        "start": 2135.0,
        "end": 2138.0,
        "text": " And I think we are more than capable of doing so."
    },
    {
        "start": 2138.0,
        "end": 2144.0,
        "text": " But the biggest goal is 26 and I think he should focus on that."
    },
    {
        "start": 2144.0,
        "end": 2147.0,
        "text": " You talk about closing the gap. The gap is not big."
    },
    {
        "start": 2147.0,
        "end": 2153.0,
        "text": " And I'm going to remind you that you were only what two tenths of poll in Montreal this year."
    },
    {
        "start": 2153.0,
        "end": 2154.0,
        "text": " That's not a big gap."
    },
    {
        "start": 2154.0,
        "end": 2155.0,
        "text": " That's not that."
    },
    {
        "start": 2155.0,
        "end": 2156.0,
        "text": " It's not a big gap."
    },
    {
        "start": 2156.0,
        "end": 2159.0,
        "text": " I remember only the worst race is then."
    },
    {
        "start": 2159.0,
        "end": 2164.0,
        "text": " In qualifying is true that things are extremely close."
    },
    {
        "start": 2164.0,
        "end": 2170.0,
        "text": " Even in Q1, we see sometimes the first guy and the 16th is only three or four tenths."
    },
    {
        "start": 2170.0,
        "end": 2180.0,
        "text": " But I think it's just a casuality and a mix of factors where the top teams they don't push so much in Q1."
    },
    {
        "start": 2180.0,
        "end": 2184.0,
        "text": " They don't use too many set of ties."
    },
    {
        "start": 2184.0,
        "end": 2190.0,
        "text": " And the guys at the back, we need to do everything we can in Q1 to go through."
    },
    {
        "start": 2190.0,
        "end": 2196.0,
        "text": " So I think the gaps we normally look at and more in the races on Sundays."
    },
    {
        "start": 2196.0,
        "end": 2202.0,
        "text": " And on Sundays we see that 50% of the time we get lap by the leader."
    },
    {
        "start": 2202.0,
        "end": 2205.0,
        "text": " And this is more than one second lap."
    },
    {
        "start": 2205.0,
        "end": 2211.0,
        "text": " So if you want to close one second lap in race day, it's a big thing."
    },
    {
        "start": 2211.0,
        "end": 2216.0,
        "text": " Well, the final of the ones I'm sitting opposite seems more energized, enthusiastic."
    },
    {
        "start": 2216.0,
        "end": 2220.0,
        "text": " Are you going to prolong your career now that you've got Adrian?"
    },
    {
        "start": 2220.0,
        "end": 2222.0,
        "text": " I don't want to stress too much about that."
    },
    {
        "start": 2222.0,
        "end": 2227.0,
        "text": " I will lie if I tell you that I didn't think about it."
    },
    {
        "start": 2227.0,
        "end": 2230.0,
        "text": " Obviously I will race 25-26."
    },
    {
        "start": 2230.0,
        "end": 2235.0,
        "text": " And then in 26, I think I will see how I feel, how motivated I am."
    },
    {
        "start": 2235.0,
        "end": 2241.0,
        "text": " And I will discuss it for sure with Lawrence and with Adrian eventually."
    },
    {
        "start": 2241.0,
        "end": 2244.0,
        "text": " What will be the best for the team?"
    },
    {
        "start": 2244.0,
        "end": 2247.0,
        "text": " I have a long-term commitment with Aston."
    },
    {
        "start": 2247.0,
        "end": 2255.0,
        "text": " I will be working for Aston for many years behind the wheel or in a different position."
    },
    {
        "start": 2255.0,
        "end": 2265.0,
        "text": " And as I said, because we enter in this personal adventure of working with a talent like Adrian,"
    },
    {
        "start": 2265.0,
        "end": 2268.0,
        "text": " I want to experience that behind the wheel, yes."
    },
    {
        "start": 2268.0,
        "end": 2280.0,
        "text": " But I'm not too scared of working alongside somehow and seeing Aston winning, even if I'm not behind the wheel."
    },
    {
        "start": 2280.0,
        "end": 2288.0,
        "text": " Because I will feel when I'm not ready to give something extra behind the wheel to the team."
    },
    {
        "start": 2288.0,
        "end": 2291.0,
        "text": " And maybe someone else can do a better job."
    },
    {
        "start": 2291.0,
        "end": 2294.0,
        "text": " And I will be very honest on that."
    },
    {
        "start": 2294.0,
        "end": 2299.0,
        "text": " I will not be disconnected to the team, so I will feel if we win eventually."
    },
    {
        "start": 2299.0,
        "end": 2303.0,
        "text": " And when I'm not driving, I will enjoy it a little bit as well."
    },
    {
        "start": 2303.0,
        "end": 2307.0,
        "text": " What a brilliant shot. I mean, 400 races. Here's to the next 400."
    },
    {
        "start": 2307.0,
        "end": 2309.0,
        "text": " I think you're going to be around a long time."
    },
    {
        "start": 2309.0,
        "end": 2312.0,
        "text": " Can I end this in what I call the traditional way?"
    },
    {
        "start": 2312.0,
        "end": 2314.0,
        "text": " We have some quick fire questions."
    },
    {
        "start": 2314.0,
        "end": 2317.0,
        "text": " Very quickly. What else are you good at?"
    },
    {
        "start": 2317.0,
        "end": 2319.0,
        "text": " You see not much."
    },
    {
        "start": 2319.0,
        "end": 2324.0,
        "text": " Not many things. I would say cooking and my good chef."
    },
    {
        "start": 2324.0,
        "end": 2326.0,
        "text": " What's your signature dish?"
    },
    {
        "start": 2326.0,
        "end": 2328.0,
        "text": " Bayella."
    },
    {
        "start": 2328.0,
        "end": 2330.0,
        "text": " Not your seafood, bayella."
    },
    {
        "start": 2330.0,
        "end": 2337.0,
        "text": " Which racing person, dead or alive, would you like to be stuck in a lift with?"
    },
    {
        "start": 2337.0,
        "end": 2341.0,
        "text": " Erton Senna."
    },
    {
        "start": 2341.0,
        "end": 2346.0,
        "text": " It was my idol. It was my inspiration to become a Formula One driver."
    },
    {
        "start": 2346.0,
        "end": 2350.0,
        "text": " You know, it will be probably the name that I will choose."
    },
    {
        "start": 2350.0,
        "end": 2353.0,
        "text": " Is there one thing you'd like to ask Erton Senna?"
    },
    {
        "start": 2353.0,
        "end": 2357.0,
        "text": " No, I'm normally not a person of asking too many questions."
    },
    {
        "start": 2357.0,
        "end": 2359.0,
        "text": " I'm a good listener."
    },
    {
        "start": 2359.0,
        "end": 2365.0,
        "text": " And I love to listen to people that I admire and learn from them."
    },
    {
        "start": 2365.0,
        "end": 2368.0,
        "text": " Who would play you in a film?"
    },
    {
        "start": 2368.0,
        "end": 2373.0,
        "text": " No idea. Brad Pitt. Handsome one."
    },
    {
        "start": 2373.0,
        "end": 2377.0,
        "text": " Who is the coolest person in your contacts?"
    },
    {
        "start": 2377.0,
        "end": 2380.0,
        "text": " No idea. They are all cool."
    },
    {
        "start": 2380.0,
        "end": 2389.0,
        "text": " I have a lot of contacts in my phone, but 99% of my usage of my phone is with my family."
    },
    {
        "start": 2389.0,
        "end": 2394.0,
        "text": " All the rest is just there, but I'm not a phone guy."
    },
    {
        "start": 2394.0,
        "end": 2399.0,
        "text": " Now, I know you've just said you don't like to ask questions, but if this is the final question,"
    },
    {
        "start": 2399.0,
        "end": 2404.0,
        "text": " if you had a podcast like this, who would be your first guest?"
    },
    {
        "start": 2404.0,
        "end": 2406.0,
        "text": " Max Wistartvin."
    },
    {
        "start": 2406.0,
        "end": 2408.0,
        "text": " I'd listen to that."
    },
    {
        "start": 2408.0,
        "end": 2409.0,
        "text": " All right."
    },
    {
        "start": 2409.0,
        "end": 2411.0,
        "text": " And I know great to have you on. Thank you very much."
    },
    {
        "start": 2411.0,
        "end": 2412.0,
        "text": " Thank you."
    }
]