[
    {
        "start": 0.0,
        "end": 16.080000000000002,
        "text": " I am welcome to Talking Cars. I'm Jennifer Stockburger. I'm Jake Fisher and I'm Alex Nice."
    },
    {
        "start": 16.080000000000002,
        "end": 21.44,
        "text": " So we are mixing it up in this episode because while we're typically talking about some brand"
    },
    {
        "start": 21.44,
        "end": 31.76,
        "text": " new new car, this whole episode is now dedicated to used cars and for those who don't know in this country"
    },
    {
        "start": 31.76,
        "end": 39.44,
        "text": " there are way more used cars sold than new cars. In 2023 36 million used light vehicles sold"
    },
    {
        "start": 39.44,
        "end": 46.16,
        "text": " compared to 15 and a half new and new light trucks and cars more than double. In general terms"
    },
    {
        "start": 46.16,
        "end": 52.08,
        "text": " and we've talked about some of this, there are very clear advantages and disadvantages to buying used."
    },
    {
        "start": 52.08,
        "end": 56.4,
        "text": " Let's just rattle off some of the ones that come top of mind, Alex."
    },
    {
        "start": 56.4,
        "end": 62.08,
        "text": " Yeah, I mean, while buying a new car, you have no ownership history with that car. It just"
    },
    {
        "start": 62.08,
        "end": 67.44,
        "text": " is new. You don't have to worry about it. You can kind of assume that one new Toyota Camry is the"
    },
    {
        "start": 67.44,
        "end": 72.8,
        "text": " same as the next new Toyota Camry. Assuming they're the same year. With a used car, you now have to"
    },
    {
        "start": 72.88,
        "end": 76.48,
        "text": " consider the fact that somebody else's own the car. They've maintained it in a certain way."
    },
    {
        "start": 76.48,
        "end": 81.12,
        "text": " It's been maybe it was a rental car, maybe it was a lease or whatever. There's so many other"
    },
    {
        "start": 81.12,
        "end": 86.72,
        "text": " factors that now come into play when you're considering a used car. Jake. Yeah, totally. It's"
    },
    {
        "start": 86.72,
        "end": 90.0,
        "text": " kind of interesting too because I mean, on the umbrella of consumer reports, I mean, there's not a"
    },
    {
        "start": 90.0,
        "end": 96.88,
        "text": " huge used market and other products that consumer reports test. It's not a huge, used refrigerator"
    },
    {
        "start": 96.88,
        "end": 102.64,
        "text": " market or something like that or mattress market or whatever. But when it comes to cars,"
    },
    {
        "start": 102.64,
        "end": 109.36,
        "text": " not only is it huge, it dwarfs the new market. So it's time we do more with it."
    },
    {
        "start": 109.36,
        "end": 114.56,
        "text": " I think too of just write the dollars and cents right off the top. One, you spend less."
    },
    {
        "start": 114.56,
        "end": 121.67999999999999,
        "text": " Sure. But then your tax less, your insurance premium is less. Typically, maybe a little more"
    },
    {
        "start": 121.68,
        "end": 129.36,
        "text": " percentage in your loan if you're paying on. But depreciation, you don't take that hit."
    },
    {
        "start": 129.36,
        "end": 132.8,
        "text": " Right. The big hit is right when you take it from the lot."
    },
    {
        "start": 132.8,
        "end": 138.64000000000001,
        "text": " Financially, you know, and again, I think the top part is the history, which hopefully we're"
    },
    {
        "start": 138.64000000000001,
        "end": 145.04000000000002,
        "text": " going to help with. So anyway, recognizing the volume of this market and that it's so big. We,"
    },
    {
        "start": 145.04,
        "end": 152.95999999999998,
        "text": " and I'm not speaking for me, Jake, Alex, Anita, Steven, our digital team have just put a tremendous"
    },
    {
        "start": 152.95999999999998,
        "end": 161.35999999999999,
        "text": " amount of work in taking some of what consumer see for our new car and applying it to use cars."
    },
    {
        "start": 161.35999999999999,
        "end": 167.44,
        "text": " Literally a used car hub where you can go and see things like the carousels that highlight the"
    },
    {
        "start": 167.44,
        "end": 175.04,
        "text": " car types. Separation by price, we call it slices, a buying guide, all of those things,"
    },
    {
        "start": 175.04,
        "end": 181.84,
        "text": " just a one stop shopping for what used car data. But when someone's looking for a used car,"
    },
    {
        "start": 181.84,
        "end": 188.72,
        "text": " Alex, where do they start? Like, what's that process look like? Yeah. I mean, so you kind of have to"
    },
    {
        "start": 190.24,
        "end": 195.36,
        "text": " reliability is one like of the most important things, right? And we see that in surveys and we,"
    },
    {
        "start": 196.08,
        "end": 200.0,
        "text": " you know, you're trying to save money as we talked about, right? So you hopefully want to buy a car"
    },
    {
        "start": 200.0,
        "end": 204.56,
        "text": " that is reliable so that lasts kind of the long haul, right? So that you don't just have to go"
    },
    {
        "start": 204.56,
        "end": 208.08,
        "text": " by another used car in a couple of years. Still a lot of money. Still a lot of money."
    },
    {
        "start": 208.08,
        "end": 212.56,
        "text": " It's less than it. Yeah. Pretty much no matter what car you're buying. So you kind of have to start with"
    },
    {
        "start": 213.60000000000002,
        "end": 218.0,
        "text": " finding a model that kind of is hopefully reliable so that it fits within that budget and that kind"
    },
    {
        "start": 218.0,
        "end": 223.68,
        "text": " of mentality of not having to buy a new car. But, you know, then you start looking at the types of"
    },
    {
        "start": 223.68,
        "end": 228.4,
        "text": " vehicles just like you would with a new car, right? But I think one of the key things is where"
    },
    {
        "start": 228.4,
        "end": 233.6,
        "text": " you buy the car, right? You're talking about going to the dealership and buying a CPO car or going"
    },
    {
        "start": 233.6,
        "end": 238.64000000000001,
        "text": " online, Facebook, Marketplace. There are so many different avenues that you can search for a used"
    },
    {
        "start": 238.64000000000001,
        "end": 243.28,
        "text": " car. Certified pre-owned. Yeah. Right. Right. Right. Exactly. So I think you just have to kind of narrow down"
    },
    {
        "start": 244.48000000000002,
        "end": 250.32,
        "text": " which one of these methods, if you will, is kind of applicable to. And to talk about, you know,"
    },
    {
        "start": 250.4,
        "end": 253.92,
        "text": " reliability. What's interesting is, you know, we hear from consumers who are constantly serving"
    },
    {
        "start": 253.92,
        "end": 259.04,
        "text": " consumers. What's important? And when it comes to new cars, I mean, we certainly look at, you know,"
    },
    {
        "start": 259.04,
        "end": 263.04,
        "text": " performance and the ride and handling all these things that are all really important."
    },
    {
        "start": 264.15999999999997,
        "end": 268.64,
        "text": " But let's be real. A lot of people who buy new cars, they might be leasing them, they might be"
    },
    {
        "start": 268.64,
        "end": 274.56,
        "text": " getting rid of them before the warranty is up. When it comes to used cars, really uniquely, people are"
    },
    {
        "start": 274.56,
        "end": 278.96,
        "text": " far more interested in terms of reliability. Because that becomes an issue. You're out of"
    },
    {
        "start": 278.96,
        "end": 285.44,
        "text": " warranty usually. And that's why when we're looking at those slices, which is interesting. So"
    },
    {
        "start": 285.44,
        "end": 290.08,
        "text": " on our site, we have lots of, you know, here's the best SUVs, here's the best small cars or what,"
    },
    {
        "start": 290.08,
        "end": 295.59999999999997,
        "text": " not. When it comes to used cars, we're ordering them. We're the most reliable cars of, what are"
    },
    {
        "start": 295.59999999999997,
        "end": 300.32,
        "text": " I probably, yeah, that's. Yeah. So you have different categories on, you know, sedans,"
    },
    {
        "start": 300.32,
        "end": 306.32,
        "text": " SUVs and hybrids and various vehicles falling under these different price categories. But, yeah,"
    },
    {
        "start": 306.32,
        "end": 311.76,
        "text": " I think it just, yeah, you got to start with reliability. It just is the most."
    },
    {
        "start": 311.76,
        "end": 316.8,
        "text": " And what's also interesting is because we're ordering them not just, I mean, the most reliable. But,"
    },
    {
        "start": 316.8,
        "end": 320.24,
        "text": " you know, there's a recognition that the newer vehicle you're going to have is going to be more"
    },
    {
        "start": 320.24,
        "end": 325.28,
        "text": " reliable too. So we're really kind of pushing, we're basically saying, what is the newest vehicle"
    },
    {
        "start": 325.28,
        "end": 331.6,
        "text": " like a get that's going to be very reliable in this category. And it also gets to safety, which is"
    },
    {
        "start": 331.6,
        "end": 338.0,
        "text": " also a super important thing because when you look at safety, it's difficult to understand really"
    },
    {
        "start": 338.0,
        "end": 342.08000000000004,
        "text": " when it comes to used cars, which are safe because there are crash tests where there's different"
    },
    {
        "start": 342.08000000000004,
        "end": 350.40000000000003,
        "text": " crash tests that they did in 2015 versus 2005 versus 1995. So really the best advice when it comes to"
    },
    {
        "start": 350.40000000000003,
        "end": 354.8,
        "text": " a used cars just try to get the newest vehicle you get because they're built to better standards."
    },
    {
        "start": 354.8,
        "end": 360.64000000000004,
        "text": " Yeah. You said by the, by as much safety as you can afford and by as many years, more recent"
    },
    {
        "start": 360.64,
        "end": 364.88,
        "text": " as you get a for it. So you have that budget and you try to find generally speaking the newest"
    },
    {
        "start": 364.88,
        "end": 369.59999999999997,
        "text": " vehicle that fits within that, right? Yeah. We were talking, you know, we were saying the analogy was,"
    },
    {
        "start": 369.59999999999997,
        "end": 373.28,
        "text": " you know, we talk about child seats and Emily and I talked about child seats. They have expiration"
    },
    {
        "start": 373.28,
        "end": 378.32,
        "text": " dates. And one of the reasons they expire is so that their people are sure they have the latest"
    },
    {
        "start": 378.32,
        "end": 384.56,
        "text": " features, their meeting the latest standards in terms of testing, et cetera. Cars don't have that."
    },
    {
        "start": 384.64,
        "end": 392.08,
        "text": " So we were saying, you know, just because a new 2017 car has a poor maybe in a crash test,"
    },
    {
        "start": 392.08,
        "end": 397.44,
        "text": " doesn't mean that the 2007 is better because it didn't have it because the crash test in 2017"
    },
    {
        "start": 397.44,
        "end": 402.8,
        "text": " were so much harder. Yeah. You have to tease all of that out of there. Yeah. And I think one thing"
    },
    {
        "start": 402.8,
        "end": 408.88,
        "text": " that is kind of cool about what we can do and what we can offer is since we buy all these cars new,"
    },
    {
        "start": 408.88,
        "end": 412.48,
        "text": " you know, it's not that we're testing every single used option that's on the market, but we have"
    },
    {
        "start": 412.48,
        "end": 416.16,
        "text": " actually been in all of these vehicles, right? Yeah. We've bought and tested them. So when we"
    },
    {
        "start": 416.16,
        "end": 421.68,
        "text": " talk about recommending a used car or choose this one versus that one, that's coming from seat of the,"
    },
    {
        "start": 421.68,
        "end": 426.24,
        "text": " you know, we've been in these cars. We've driven them. Data aged with the car, but it was still"
    },
    {
        "start": 426.24,
        "end": 431.20000000000005,
        "text": " right. It's a state. Yeah. Yeah. So it's, I mean, consumers are always like, you know, face with all"
    },
    {
        "start": 431.20000000000005,
        "end": 435.84000000000003,
        "text": " of this car information on the internet. I mean, it's always overwhelming how much information is."
    },
    {
        "start": 435.84000000000003,
        "end": 441.28000000000003,
        "text": " Yeah. But if I kind of break it down, there's kind of like two pieces up the puzzle. There's one of"
    },
    {
        "start": 441.28,
        "end": 447.03999999999996,
        "text": " what are the coolest new new cars? And there's a reason for it because the business model of a lot of"
    },
    {
        "start": 447.03999999999996,
        "end": 453.28,
        "text": " websites are kind of trying to get you to buy a new car. Then there's used car listings. And actually,"
    },
    {
        "start": 453.28,
        "end": 457.59999999999997,
        "text": " the truth is the majority of people who are actually looking online are looking for used cars"
    },
    {
        "start": 457.59999999999997,
        "end": 462.4,
        "text": " listings. Yep. And the listings areas, they just want you to buy. So they're not like to say don't buy"
    },
    {
        "start": 462.4,
        "end": 465.84,
        "text": " this car because it's unreliable. They're going to say, oh, he's looking at these great options."
    },
    {
        "start": 465.91999999999996,
        "end": 472.47999999999996,
        "text": " So there's almost an absence in the marketplace for any information of what use car should I buy?"
    },
    {
        "start": 472.47999999999996,
        "end": 476.96,
        "text": " Right. Because again, if it's a testing agency, they're going to be like buy a new car."
    },
    {
        "start": 477.67999999999995,
        "end": 481.84,
        "text": " We don't take advertising. So we aren't trying to get you a buy a new car. If you want to go buy a"
    },
    {
        "start": 481.84,
        "end": 486.08,
        "text": " use car and save money, go for it. And we're going to tell you the person I wanted to do it. So it's"
    },
    {
        "start": 486.79999999999995,
        "end": 491.2,
        "text": " it's kind of like a little space in the market that I think consumers need help."
    },
    {
        "start": 491.84,
        "end": 497.2,
        "text": " They do. And I do think there's still that sales pitch we were joking about. It was only driven"
    },
    {
        "start": 497.2,
        "end": 502.71999999999997,
        "text": " by that little old lady from Pasadena, you know, that one liner that they they're still that they're"
    },
    {
        "start": 502.71999999999997,
        "end": 508.8,
        "text": " they're going to withhold the bad stuff. Sure. In a use car based on what you were saying on it,"
    },
    {
        "start": 508.8,
        "end": 516.0,
        "text": " what it's life was. Right. So one other thing you alluded to is recommended used cars. We will now"
    },
    {
        "start": 516.0,
        "end": 522.0,
        "text": " be highlighting recommended use cars by model year. Jake, what is a recommended used model?"
    },
    {
        "start": 522.56,
        "end": 527.04,
        "text": " How does that differ from a recommended new model? It was pretty different. So I mean, when it comes"
    },
    {
        "start": 527.04,
        "end": 532.96,
        "text": " to recommended use car, I mean, again, you know, we're really, really are digging into the idea of"
    },
    {
        "start": 532.96,
        "end": 536.96,
        "text": " reliability. So that really is what we're looking for. We're looking for cars that have a better"
    },
    {
        "start": 536.96,
        "end": 542.64,
        "text": " add an average reliability because that's what's important. But the other piece of it is safety. Safety"
    },
    {
        "start": 542.64,
        "end": 548.16,
        "text": " is really important and safety is super confusing because everyone has different safety standards over"
    },
    {
        "start": 548.16,
        "end": 554.4,
        "text": " the years and people do cross shop different years. Right. So when it comes to safety, we have made a"
    },
    {
        "start": 554.4,
        "end": 559.36,
        "text": " recent change where we're actually not recommending any vehicle that does not have standards stability"
    },
    {
        "start": 559.36,
        "end": 564.48,
        "text": " control. That's kind of a big piece of the puzzle that cuts down on a lot of crashes. A lot of"
    },
    {
        "start": 564.48,
        "end": 571.4399999999999,
        "text": " fatalities quite honestly. I know some numbers from 2008 to 2015. They did a very discreet measurement"
    },
    {
        "start": 571.44,
        "end": 577.84,
        "text": " where that 9,000 lives were saved according to Nitzup with electronic stability control and reduces"
    },
    {
        "start": 578.5600000000001,
        "end": 586.96,
        "text": " fatal single crashes by 38% for cars, 56% for SUVs because it eliminated a lot of that single vehicle"
    },
    {
        "start": 586.96,
        "end": 595.12,
        "text": " rollover propensity. IHS as it's even higher reduces single vehicle rollovers by 72% for cars"
    },
    {
        "start": 595.12,
        "end": 601.92,
        "text": " and 75% for SUVs and they're seeing the claim. So huge benefit. It's time. It's time. So yeah,"
    },
    {
        "start": 601.92,
        "end": 607.36,
        "text": " it's been around long enough where there are still, you know, there are great options that are,"
    },
    {
        "start": 607.36,
        "end": 612.16,
        "text": " I'm not going to say cheap but relatively inexpensive relative to other cars, right, where you can"
    },
    {
        "start": 612.16,
        "end": 618.8,
        "text": " reasonably get this safety feature in. And it's hard to find out which cars have it. So if you go"
    },
    {
        "start": 619.04,
        "end": 625.52,
        "text": " to list things, you're not going to get a spark as stability control or not. If the vehicles"
    },
    {
        "start": 625.52,
        "end": 630.9599999999999,
        "text": " recommended by consumer reports, you know it does happen. And you can't just go by the year that"
    },
    {
        "start": 630.9599999999999,
        "end": 634.8,
        "text": " it was mandated, right? Because there were plenty of cars that it was on there before. It just"
    },
    {
        "start": 634.8,
        "end": 638.16,
        "text": " wasn't. We were just, you know, and that's exactly what I was going to say. They just were kind of"
    },
    {
        "start": 638.16,
        "end": 644.8,
        "text": " early to the games. So required model year 2012 and later, but as to your point, there were many"
    },
    {
        "start": 644.8,
        "end": 649.04,
        "text": " cars that had it prior to 2012. Yeah, exactly. Right. So when you see those recommendations,"
    },
    {
        "start": 649.04,
        "end": 653.1999999999999,
        "text": " you can be assured it's there. Yeah, for sure. Huge benefit. We've talked about it at"
    },
    {
        "start": 653.1999999999999,
        "end": 658.4,
        "text": " tonn, particularly for someone who's inexperienced, it's, or there's their first start, even more"
    },
    {
        "start": 658.4,
        "end": 666.0799999999999,
        "text": " benefits. So yeah, the other items in there too, brands, we're sorting out who makes the best"
    },
    {
        "start": 666.0799999999999,
        "end": 671.8399999999999,
        "text": " used brands, not new brands. We, I like that, typically in the spring with our new reliability,"
    },
    {
        "start": 671.9200000000001,
        "end": 676.8000000000001,
        "text": " who makes the best brands new. This is used. It does differ. It differs. You know, it's really"
    },
    {
        "start": 676.8000000000001,
        "end": 681.9200000000001,
        "text": " interesting because when we released the best brands, in terms of reliability, it was focused on"
    },
    {
        "start": 681.9200000000001,
        "end": 686.24,
        "text": " the new cars. Right. And a lot of people were kind of scratching their heads, looking at it because"
    },
    {
        "start": 686.24,
        "end": 691.6,
        "text": " we highlighted, for instance, mini, which is on the top 10 and doing quite well. And everyone's,"
    },
    {
        "start": 691.6,
        "end": 694.96,
        "text": " you know, I've seen the comments are like, I have a 10 year old mini and it's fallen apart. What"
    },
    {
        "start": 694.96,
        "end": 698.96,
        "text": " do you guys? Well, we're talking about the new ones and many is interesting because they haven't"
    },
    {
        "start": 698.96,
        "end": 702.64,
        "text": " been redesigning the vehicles. They've been working out the bugs and they're really not too bad."
    },
    {
        "start": 703.44,
        "end": 709.2,
        "text": " But when you look at the older ones, and now we're actually releasing this, we released this,"
    },
    {
        "start": 709.2,
        "end": 713.44,
        "text": " what are the best brands? When you look at five to 10 year old vehicles and looks very different."
    },
    {
        "start": 713.44,
        "end": 717.0400000000001,
        "text": " And yeah, many doesn't look that great. Right. But there's other automakers that look better."
    },
    {
        "start": 717.0400000000001,
        "end": 722.24,
        "text": " Like, so these bends used to be better than it is. But now they're putting so much into electronics"
    },
    {
        "start": 722.24,
        "end": 726.32,
        "text": " and new technology that they're worse today. So there's a difference. So if you're looking"
    },
    {
        "start": 726.32,
        "end": 732.48,
        "text": " for a used car, it's a different metric. There are some on the list that don't look any different,"
    },
    {
        "start": 732.48,
        "end": 738.0,
        "text": " right? They're actually similar on well, right? So if you look at, you know, a lot of people talk"
    },
    {
        "start": 738.0,
        "end": 742.88,
        "text": " about reliable cars that are like, oh Toyota, Nanda, Nissan and Mazda, I'm like, yeah,"
    },
    {
        "start": 742.88,
        "end": 747.84,
        "text": " somewhat, but it's really Toyota Lexus. And you could see that they just really stand out. Not"
    },
    {
        "start": 747.84,
        "end": 752.24,
        "text": " just the new ones, but the old ones by a big march. Right. I was surprised to see how much movement"
    },
    {
        "start": 752.24,
        "end": 757.36,
        "text": " there is from Nissan going from the five to 10 to the to the new position. Right. Not wait."
    },
    {
        "start": 757.36,
        "end": 762.08,
        "text": " You might expect them to be flat like you're saying. Yeah, it's not. And to me, you talked about the"
    },
    {
        "start": 762.08,
        "end": 768.5600000000001,
        "text": " process of buying used for some people. That's the first step. What brands do I want to look at?"
    },
    {
        "start": 768.5600000000001,
        "end": 773.6,
        "text": " Yeah, first. And that's very helpful for many people. So I'm having a model in mind. But if you"
    },
    {
        "start": 773.6,
        "end": 777.84,
        "text": " don't and you really just want a reliable used car, you may start at the brand. Well, I think a lot"
    },
    {
        "start": 777.84,
        "end": 781.44,
        "text": " of people do that. Right. They think about reliable brands. They say, I'm going to look at those."
    },
    {
        "start": 781.44,
        "end": 785.84,
        "text": " I mean, we also have we also have a marketplace that's part of this hub where you could go there."
    },
    {
        "start": 785.84,
        "end": 790.8800000000001,
        "text": " And I think you kind of uniquely on our site, we could go and say, I'm interested in a vehicle"
    },
    {
        "start": 790.8800000000001,
        "end": 794.6400000000001,
        "text": " in this price range. That's reliable. Yeah. So you can't do that on other sites. Yeah."
    },
    {
        "start": 794.6400000000001,
        "end": 798.24,
        "text": " You can kind of slice it by that. You don't have to do the work of trying to figure out which brands"
    },
    {
        "start": 798.24,
        "end": 803.44,
        "text": " you think might be reliable because it differs on different models, even the same brand. And I just"
    },
    {
        "start": 803.44,
        "end": 809.7600000000001,
        "text": " want to throw in there. Brands is a huge benefit and a huge step. But even within the most"
    },
    {
        "start": 809.76,
        "end": 814.8,
        "text": " reliable brands, there are years that we're not great ones. Correct. And this will show you that"
    },
    {
        "start": 814.8,
        "end": 821.84,
        "text": " as well. Yeah. So Alex, top picks, as we stand, top picks, give us a sample like what what are some"
    },
    {
        "start": 821.84,
        "end": 827.68,
        "text": " top picks that we're going to see in the new used car hub. Right. So you know, you might be used to"
    },
    {
        "start": 827.68,
        "end": 832.56,
        "text": " us putting out topics for new cars, right? In this kind of mirrors that methodology, right?"
    },
    {
        "start": 832.56,
        "end": 836.72,
        "text": " We're a list of 10 vehicles that fit into different kind of category. So in this case,"
    },
    {
        "start": 837.6800000000001,
        "end": 843.44,
        "text": " you know, body style and price basically. And of course, with a focus on reliability,"
    },
    {
        "start": 843.44,
        "end": 848.0,
        "text": " let's talk about. So I think everybody can go check out the full list of 10 vehicles if they'd"
    },
    {
        "start": 848.0,
        "end": 851.76,
        "text": " like it. Definitely encourage you to do that. But I just want to highlight a couple that I think"
    },
    {
        "start": 851.76,
        "end": 856.96,
        "text": " are kind of interesting. The first one, the 2017 Chevrolet cruise. That's, you know, our"
    },
    {
        "start": 856.96,
        "end": 862.24,
        "text": " reliable used car choice under $10,000. So it really comes in under that lowest price bracket,"
    },
    {
        "start": 862.24,
        "end": 866.32,
        "text": " which I think is cool. Well, what's really interesting that people are going to look at them and"
    },
    {
        "start": 866.32,
        "end": 869.7600000000001,
        "text": " like, wait a minute. Yeah. Cruise wasn't your top pick. You were talking about, you know,"
    },
    {
        "start": 869.7600000000001,
        "end": 876.5600000000001,
        "text": " corollars or whatnot. Sure. And the reason it is is exactly that's a 2017. So yes, you can get a"
    },
    {
        "start": 876.5600000000001,
        "end": 881.5200000000001,
        "text": " Corolla. But if you want to talk about under $10,000, you're talking about a much older Corolla."
    },
    {
        "start": 881.5200000000001,
        "end": 886.5600000000001,
        "text": " Right. So that newer cruise is more like it'd be more reliable for you than that, you know,"
    },
    {
        "start": 886.5600000000001,
        "end": 892.96,
        "text": " five year older. Right. And have more up to date features. Right. Better safety. Right. So"
    },
    {
        "start": 893.12,
        "end": 898.08,
        "text": " and you know, we'll talk a little bit about this as we get further, but that cruise falls"
    },
    {
        "start": 898.08,
        "end": 903.6,
        "text": " under the second generation of cruise. So the model years are 2016 to 2019 of that by style for"
    },
    {
        "start": 903.6,
        "end": 909.36,
        "text": " that car. So they worked out some kinks. Right. Right. It's interesting to only over the last"
    },
    {
        "start": 909.36,
        "end": 916.96,
        "text": " few years, again, working on that teen list where you can get an ESC equipped car for under $10,000."
    },
    {
        "start": 916.96,
        "end": 922.88,
        "text": " Yeah. Right. That's only in the last few years that those, you know, that those standardly"
    },
    {
        "start": 922.88,
        "end": 928.72,
        "text": " equipped ESC cars are hitting the market for those reasonable price points. Yeah. The other,"
    },
    {
        "start": 928.72,
        "end": 936.1600000000001,
        "text": " the other one I wanted to mention here is the 2018 Honda HRV. So this is in our SUV under $15,000"
    },
    {
        "start": 936.1600000000001,
        "end": 939.76,
        "text": " category. So again, kind of kind of similar in the sense like this is a pretty new vehicle."
    },
    {
        "start": 940.24,
        "end": 945.76,
        "text": " All things considered that you're getting for a decent price. And so that's the first generation"
    },
    {
        "start": 946.48,
        "end": 952.88,
        "text": " of HRV, which spans from 2016 to 2022. So practical vehicle, SUV body style gets some storage space"
    },
    {
        "start": 952.88,
        "end": 957.76,
        "text": " and all that stuff. So really can't go wrong. And then the last one that I'll highlight here is our"
    },
    {
        "start": 957.76,
        "end": 965.28,
        "text": " three row SUV under $20,000 category, which is the Mazda CX9 2020. Kind of under the radar vehicle"
    },
    {
        "start": 965.28,
        "end": 971.76,
        "text": " right, Jake? Yeah. Yeah. So it, you know, you might be thinking about midsize three or SUVs and"
    },
    {
        "start": 971.76,
        "end": 976.48,
        "text": " Toyota Highlander and things like that that generally are going to just be more popular. So"
    },
    {
        "start": 976.48,
        "end": 980.16,
        "text": " therefore more expensive, even on the use car market, right? So this is a way to get into a vehicle"
    },
    {
        "start": 980.16,
        "end": 986.56,
        "text": " like that for a little bit less. So and again, that generation is 2016 to 2023. That's the second"
    },
    {
        "start": 986.56,
        "end": 991.04,
        "text": " generation of Mazda CX9. You want to talk a little bit about generation. We should talk a little"
    },
    {
        "start": 991.04,
        "end": 996.72,
        "text": " bit. Yeah. I was just going to say not one of those cars was the first year of a generation. So"
    },
    {
        "start": 997.2,
        "end": 1001.76,
        "text": " you're maybe headed the same way, Jake. Good. Yeah. So the generation, it's an interesting thing"
    },
    {
        "start": 1001.76,
        "end": 1006.48,
        "text": " that you, I mean, it comes into play with new cars too, of course, but with use car specifically,"
    },
    {
        "start": 1006.48,
        "end": 1011.2,
        "text": " you know, we're talking about specific model years, but you might not be able to find a 2017."
    },
    {
        "start": 1011.2,
        "end": 1016.4,
        "text": " You might be thinking, okay, I found a 2016 that's in my budget. Is that still good? And so generations"
    },
    {
        "start": 1016.4,
        "end": 1021.76,
        "text": " are referring to when a car gets redesigned and then it lasts a certain amount of years for its"
    },
    {
        "start": 1021.76,
        "end": 1025.52,
        "text": " lifespan. They pretty much look the same. Yeah, they pretty much like the structures are saying the"
    },
    {
        "start": 1025.52,
        "end": 1030.16,
        "text": " power chain generally kind of carries through those years. So you can kind of say like, okay,"
    },
    {
        "start": 1030.16,
        "end": 1035.36,
        "text": " a second generation, whatever is similar within the time span that it existed, right? But"
    },
    {
        "start": 1035.92,
        "end": 1041.68,
        "text": " they can impact the reliability of the car, right? So a car gets a major redesign, a new generation,"
    },
    {
        "start": 1041.68,
        "end": 1047.44,
        "text": " and it's not a given that the reliability goes down, but it can have an impact, right? So,"
    },
    {
        "start": 1047.44,
        "end": 1052.96,
        "text": " you know, our longstanding advice to avoid that first model year. Yep. Because the reliability"
    },
    {
        "start": 1053.04,
        "end": 1056.72,
        "text": " might be a little shaky as they work things out or it's just unknown at the very least, right?"
    },
    {
        "start": 1056.72,
        "end": 1061.04,
        "text": " So that applies to use cars in the same way. So yeah, you'll notice that a lot of these aren't"
    },
    {
        "start": 1061.04,
        "end": 1066.0,
        "text": " the first model years of their generation, right? And the same is what you said, you know,"
    },
    {
        "start": 1066.0,
        "end": 1072.4,
        "text": " depending on the brand. Some brands are very forward. They make a lot of changes in one model year."
    },
    {
        "start": 1072.4,
        "end": 1076.48,
        "text": " Yeah. Others are much more reserved. We're just going to twirl and iterate. This is kind of the"
    },
    {
        "start": 1076.48,
        "end": 1081.1200000000001,
        "text": " magic of Toyota and Lexus that, you know, again, a lot of people say how boring they are because"
    },
    {
        "start": 1081.12,
        "end": 1084.8,
        "text": " the new generation comes out and you're kind of squinting and like, they really make a difference."
    },
    {
        "start": 1084.8,
        "end": 1088.8,
        "text": " Yeah. And then you look at the specs and you're like, it's just exact same engine. Yeah."
    },
    {
        "start": 1088.8,
        "end": 1093.6,
        "text": " Right. And transmission, I guess it. But again, that's how they assure that really good reliability"
    },
    {
        "start": 1093.6,
        "end": 1098.7199999999998,
        "text": " even generation to generation, right? Right. So, you know, we do have some some Hondas and"
    },
    {
        "start": 1098.7199999999998,
        "end": 1103.76,
        "text": " Toyota's and whatnot on the list or, you know, Toyota specifically and they might not be the first"
    },
    {
        "start": 1103.76,
        "end": 1108.4799999999998,
        "text": " model year of their generation, but you could probably, you know, feel a little safer if you did"
    },
    {
        "start": 1108.48,
        "end": 1113.76,
        "text": " find the first generation or model year of the Corolla for that particular generation."
    },
    {
        "start": 1113.76,
        "end": 1116.96,
        "text": " You'd be a little safer than maybe something that is generally less reliable."
    },
    {
        "start": 1117.76,
        "end": 1122.88,
        "text": " I want you to, to, and you already mentioned CPO certified pre-owned vehicles."
    },
    {
        "start": 1122.88,
        "end": 1128.16,
        "text": " But there's some real potential advantages. You're going to pay a little more, typically for"
    },
    {
        "start": 1128.16,
        "end": 1132.64,
        "text": " CPO car, but talk about those a little bit. Again, this is from a dealer level. So,"
    },
    {
        "start": 1132.64,
        "end": 1138.08,
        "text": " yeah. So, CPO is super interesting and I think confusing for a lot of people say certified"
    },
    {
        "start": 1138.1599999999999,
        "end": 1144.08,
        "text": " pre-owned, right? So, because of what we talked about at the start of this episode about not really"
    },
    {
        "start": 1144.08,
        "end": 1149.28,
        "text": " understanding or maybe knowing the ownership history and kind of who own the car, how well is"
    },
    {
        "start": 1149.28,
        "end": 1154.24,
        "text": " maintained, all this stuff. CPO can be a good option to just have a little bit more peace of mind."
    },
    {
        "start": 1154.24,
        "end": 1158.24,
        "text": " So, you're buying this car from a dealer. They tend to be a little bit newer. A lot of these cars"
    },
    {
        "start": 1158.24,
        "end": 1162.8,
        "text": " are coming off the lease. So, they might be three years old, something in that ballpark, extended"
    },
    {
        "start": 1162.8,
        "end": 1167.4399999999998,
        "text": " warranty, usually from the dealer. They go through a multi-point inspection. So, you have somebody who's"
    },
    {
        "start": 1167.44,
        "end": 1172.56,
        "text": " a professional kind of giving the car a once-over, so to speak. So, it just takes a lot of that off"
    },
    {
        "start": 1172.56,
        "end": 1178.16,
        "text": " of your plate. So, if you go buy from a private party or something like you just find a car on the"
    },
    {
        "start": 1178.16,
        "end": 1182.0800000000002,
        "text": " side of the road to buy, right? You got to hopefully inspect it yourself. You got to make sure that"
    },
    {
        "start": 1182.0800000000002,
        "end": 1185.1200000000001,
        "text": " everything's in good working order or you just don't know and you're taking a risk."
    },
    {
        "start": 1185.1200000000001,
        "end": 1189.3600000000001,
        "text": " And I would even say in terms of extended warranty, if you just go to use car dealer and you"
    },
    {
        "start": 1189.3600000000001,
        "end": 1194.8,
        "text": " got a warranty on it, it may not be the factory warranty. Yeah, this is a OEM back."
    },
    {
        "start": 1194.8,
        "end": 1198.32,
        "text": " Right, that's a whole different thing. It could be just kind of, you know, oh yeah, it's"
    },
    {
        "start": 1198.32,
        "end": 1203.2,
        "text": " warranty. I know a guy. Take it down to that deal. Yeah, sure. It's not really the same thing. So,"
    },
    {
        "start": 1203.2,
        "end": 1207.2,
        "text": " it's a lot more confidence. Right, right. It's just you're going to pay for it. And actually,"
    },
    {
        "start": 1207.2,
        "end": 1213.84,
        "text": " I'll add to it just some of the data that we have found in our survey when we look at reliability."
    },
    {
        "start": 1213.84,
        "end": 1219.76,
        "text": " And so, we obviously, we have our large survey that we talk and that's where reliability comes from."
    },
    {
        "start": 1219.76,
        "end": 1225.36,
        "text": " Ron Thurayner, thousand vehicles this last year. And when we asked people whether or not they bought"
    },
    {
        "start": 1225.36,
        "end": 1232.48,
        "text": " the car used or as a used CPO, they tell us we actually statistically found that they actually had"
    },
    {
        "start": 1232.48,
        "end": 1238.48,
        "text": " quite a bit less problems with the CPO vehicles. So, it's not like kind of like a marketing thing."
    },
    {
        "start": 1238.48,
        "end": 1243.92,
        "text": " There's something real to it. They were more satisfied with them and we saw less problems."
    },
    {
        "start": 1243.92,
        "end": 1248.64,
        "text": " Yeah. And the cons are, again, I mentioned first, but it does narrow your choices a little bit."
    },
    {
        "start": 1248.64,
        "end": 1253.44,
        "text": " For sure. Yeah. And it's interesting. We've actually seen over the last couple of years,"
    },
    {
        "start": 1253.44,
        "end": 1256.88,
        "text": " these brands expand their CPO offerings. Yeah."
    },
    {
        "start": 1256.88,
        "end": 1260.4,
        "text": " They used to really just be the three-year-old vehicles. And now you see somewhere,"
    },
    {
        "start": 1260.4,
        "end": 1265.76,
        "text": " they have tiers of what qualifies for a vehicle, but you'll see some brands even certifying 10-year-old"
    },
    {
        "start": 1265.76,
        "end": 1269.92,
        "text": " use cars. So, off in the more reliable ones. Exactly. They're more confident that their vehicles"
    },
    {
        "start": 1269.92,
        "end": 1275.44,
        "text": " last longer. So, they certify them. And to your point, Jake, when you said, if you're buying it from,"
    },
    {
        "start": 1275.44,
        "end": 1282.48,
        "text": " and a private sale or something like that, we do have a lot of advice that's still here about"
    },
    {
        "start": 1282.48,
        "end": 1289.3600000000001,
        "text": " how to do those inspections. Get somebody for sure. Get a car fax report. All of those elements."
    },
    {
        "start": 1289.3600000000001,
        "end": 1297.2,
        "text": " Perennial used car evergreen content. So, yeah. So, there's a ton of stuff there. And the other thing"
    },
    {
        "start": 1297.2,
        "end": 1303.2,
        "text": " was, there's so many new ways you mentioned it right at the opening to buy a used car, be it"
    },
    {
        "start": 1303.2,
        "end": 1310.24,
        "text": " carvana or car max to buy and sell a used car for that matter. We're not looking to guide you on."
    },
    {
        "start": 1310.24,
        "end": 1316.4,
        "text": " Where to buy it necessarily other than the CPO, but how to pick the right one for you. I mean,"
    },
    {
        "start": 1316.4,
        "end": 1319.8400000000001,
        "text": " we'd be happy with it in the walk. Yeah, and it's funny. Like I always say before,"
    },
    {
        "start": 1319.8400000000001,
        "end": 1324.48,
        "text": " there's lots of information online about new cars and there's listings of all kinds of,"
    },
    {
        "start": 1324.48,
        "end": 1329.28,
        "text": " we have that as well on our site. But I think this is really what the change is."
    },
    {
        "start": 1329.36,
        "end": 1334.56,
        "text": " narrowing this really helping you out. And again, harnessing that history, we've been testing cars"
    },
    {
        "start": 1335.52,
        "end": 1339.44,
        "text": " forever. Yeah, I'm pretty sure forever. Is that the date that we started?"
    },
    {
        "start": 1339.44,
        "end": 1345.6,
        "text": " Yes, forever. It seems like a long time. I mean, I remember, you know, testing, you know, in 1999,"
    },
    {
        "start": 1345.6,
        "end": 1351.04,
        "text": " the first car is with like stability control. Like wow, that's cool. But yeah, so we have that robust"
    },
    {
        "start": 1351.04,
        "end": 1355.76,
        "text": " test that information going back. Yeah, absolutely. And that's the basis in the, you know, that and the"
    },
    {
        "start": 1355.76,
        "end": 1360.8799999999999,
        "text": " reliability are still the basis for these used cars. So we encourage everybody, if you're shopping"
    },
    {
        "start": 1360.8799999999999,
        "end": 1366.64,
        "text": " or not, check out the new used car. I'll tell you which used cars you want to buy. We'll also tell"
    },
    {
        "start": 1366.64,
        "end": 1370.72,
        "text": " you the used cars you do not want to buy. Which is really kind of harder to find online."
    },
    {
        "start": 1372.08,
        "end": 1378.0,
        "text": " So moving on, of course, we have all of your audience questions. We have a couple this,"
    },
    {
        "start": 1378.0,
        "end": 1385.36,
        "text": " this episode, CR.org slash talking cars is the talking cars hub. It has all of the old episodes"
    },
    {
        "start": 1385.36,
        "end": 1391.6799999999998,
        "text": " and instructions for sending your questions. Email, video, text, however you would like them."
    },
    {
        "start": 1392.56,
        "end": 1398.7199999999998,
        "text": " First question comes from Irv from Normal, Illinois. I do remember there's a normal. Recently,"
    },
    {
        "start": 1398.7199999999998,
        "end": 1403.84,
        "text": " hometown manufacturer Rivian announced that it would offer software updates to its older models"
    },
    {
        "start": 1403.84,
        "end": 1408.9599999999998,
        "text": " that would improve ride quality, along with some of the other advancements offered in its repressed"
    },
    {
        "start": 1408.96,
        "end": 1415.76,
        "text": " models. This got me thinking about how CR deals with software updates as these become more regular"
    },
    {
        "start": 1415.76,
        "end": 1421.68,
        "text": " and begin to involve much more than navigation and infotainment upgrades. What will this mean for"
    },
    {
        "start": 1421.68,
        "end": 1428.48,
        "text": " CR's testing? Does CR have a metric to determine when a software update is substantial enough to"
    },
    {
        "start": 1428.48,
        "end": 1435.6000000000001,
        "text": " merit comment or even reassessment? When surveying vehicle reliability, our software upgrades identified"
    },
    {
        "start": 1435.6,
        "end": 1442.6399999999999,
        "text": " and how is CR reacting to this rapidly changing technology? It's a great question,"
    },
    {
        "start": 1443.4399999999998,
        "end": 1449.36,
        "text": " and we are facing that, Jake. Yeah, well, I mean, it kind of goes to the terms of how we are testing"
    },
    {
        "start": 1449.36,
        "end": 1456.7199999999998,
        "text": " the vehicle. So I mean, we obviously do not fully test every vehicle every year. What we do is we"
    },
    {
        "start": 1456.7199999999998,
        "end": 1461.52,
        "text": " test the duration comes out and then we revisit those vehicles. So we'll often"
    },
    {
        "start": 1461.6,
        "end": 1468.48,
        "text": " drive the next year, make sure that nothing is really substantially changed, but there are cases where"
    },
    {
        "start": 1468.48,
        "end": 1473.28,
        "text": " we do see these changes even on our cars. So there are certain cars that we kind of"
    },
    {
        "start": 1474.4,
        "end": 1480.48,
        "text": " were stuck with. So Tesla was kind of the world-first one and famously did this."
    },
    {
        "start": 1480.48,
        "end": 1484.72,
        "text": " And we realized that once we bought a Tesla, we always need to keep a Tesla."
    },
    {
        "start": 1484.72,
        "end": 1490.16,
        "text": " Yeah. Because we were keeping on track of all of these changes and make sure that if there's a change,"
    },
    {
        "start": 1490.72,
        "end": 1495.44,
        "text": " there is a change. We will look at the change. We will all see if it makes a substantive"
    },
    {
        "start": 1495.44,
        "end": 1500.64,
        "text": " difference. If it does, we will update the score on the subsequent years and sometimes go back"
    },
    {
        "start": 1500.64,
        "end": 1506.88,
        "text": " when it retrofests. We've definitely seen that. Yeah, 100%. I mean, as you mentioned, there's a lot of"
    },
    {
        "start": 1506.88,
        "end": 1511.76,
        "text": " updates that come through that don't really necessarily impact the scoring area or it's my new,"
    },
    {
        "start": 1511.76,
        "end": 1518.24,
        "text": " like, so we are always on top of these vehicles. And to your point, we keep them for at least a year,"
    },
    {
        "start": 1518.24,
        "end": 1522.64,
        "text": " right? Sometimes longer if the vehicle warrants it like a Tesla or a Rivian or something,"
    },
    {
        "start": 1522.64,
        "end": 1527.2,
        "text": " where we know that they're going to be getting more updates. Because I think, you know, you talk about,"
    },
    {
        "start": 1527.2,
        "end": 1532.96,
        "text": " you know, these becoming more prevalent and whatnot be going, you know, the updates more significant."
    },
    {
        "start": 1532.96,
        "end": 1537.28,
        "text": " But still, on most vehicles, we're not doing things like updating the suspension over the air."
    },
    {
        "start": 1537.28,
        "end": 1542.56,
        "text": " That requires a level of hardware that just your average vehicle at this point does not have. So"
    },
    {
        "start": 1542.56,
        "end": 1547.36,
        "text": " still, a lot of it is infotainment-based and things like that. But yeah, ultimately, if it's a big"
    },
    {
        "start": 1547.36,
        "end": 1551.4399999999998,
        "text": " enough change, I mean, just using Rivian as the example you mentioned, ride, we did have to"
    },
    {
        "start": 1551.4399999999998,
        "end": 1558.24,
        "text": " rescore the R1S when that update came through that changed the ride quality. Even access, we scored it"
    },
    {
        "start": 1558.24,
        "end": 1562.32,
        "text": " once with the, when we first got our Rivian R1T was really early, right? And there were some key"
    },
    {
        "start": 1562.32,
        "end": 1567.1999999999998,
        "text": " fog issues and they didn't have the Neil mode that the air suspension lowers it to make it easier"
    },
    {
        "start": 1567.1999999999998,
        "end": 1571.76,
        "text": " to get in. Those things came a couple months later and we had the update accordingly. So it's just"
    },
    {
        "start": 1571.76,
        "end": 1576.4799999999998,
        "text": " something we have to be a little bit more on top of. Right. And watch to Earth's point. But I think"
    },
    {
        "start": 1576.48,
        "end": 1582.48,
        "text": " he's right. Sometimes we're, even we are surprised at what they are able to adapt to change."
    },
    {
        "start": 1583.84,
        "end": 1588.56,
        "text": " We go back to the Tesla story, breaking distances. They affected change in breaking distances"
    },
    {
        "start": 1588.56,
        "end": 1593.92,
        "text": " with software. But I think you hit on something which allows us to keep doing what we do. And"
    },
    {
        "start": 1593.92,
        "end": 1598.56,
        "text": " Earth's question is there are own, there are limitations to how far you can go with software."
    },
    {
        "start": 1598.56,
        "end": 1606.16,
        "text": " Ultimately, suspension, break hardware, some of that stuff is going to be truly redesigned."
    },
    {
        "start": 1606.16,
        "end": 1611.3600000000001,
        "text": " Yeah, absolutely. Hardware and the vehicle. Second question, great question, Earth. Second"
    },
    {
        "start": 1611.3600000000001,
        "end": 1617.0400000000002,
        "text": " question comes from Jonathan in Phoenix. After CR, it's very similar. After CR finishes testing a"
    },
    {
        "start": 1617.0400000000002,
        "end": 1623.0400000000002,
        "text": " car and gives it a rating, if the manufacturer makes changes to that car. Now Jonathan is talking"
    },
    {
        "start": 1623.0400000000002,
        "end": 1630.24,
        "text": " chassis tuning, NVH improvements, etc. in a later model year without a full redesign. How do you"
    },
    {
        "start": 1630.24,
        "end": 1635.44,
        "text": " account for that? For example, CR didn't like Acura's touchpad controller for the infotainment"
    },
    {
        "start": 1635.44,
        "end": 1640.8,
        "text": " system, the 2025 MDX will replace the touchpad with a touch screen which could improve the"
    },
    {
        "start": 1640.8,
        "end": 1647.8400000000001,
        "text": " controls rating and overall road test score. Yeah, so how do we deal with this? In some cases,"
    },
    {
        "start": 1647.8400000000001,
        "end": 1652.3200000000002,
        "text": " if we're talking about infotainment a lot of the times, yes, we'll buy a vehicle and then that'll"
    },
    {
        "start": 1652.3200000000002,
        "end": 1657.8400000000001,
        "text": " infotainment changes a couple years later. And we might not buy that exact same vehicle again"
    },
    {
        "start": 1657.8400000000001,
        "end": 1662.72,
        "text": " to evaluate that change. But in the case of infotainment, at least at this point, these systems are"
    },
    {
        "start": 1662.8,
        "end": 1666.56,
        "text": " pretty complex and cost a lot of money. So they'll develop one and then that makes its way into"
    },
    {
        "start": 1666.56,
        "end": 1672.96,
        "text": " all the vehicles generally. So we'll see the next iteration of it on the next vehicle from that"
    },
    {
        "start": 1672.96,
        "end": 1677.84,
        "text": " brand that we buy. And then we can take those learnings, those scores, assuming that it's the same"
    },
    {
        "start": 1677.84,
        "end": 1682.72,
        "text": " and apply then across the model. So a recent example that we had to do that was actually a BMW's"
    },
    {
        "start": 1682.72,
        "end": 1687.84,
        "text": " iDrive system. We tested some cars and it was still on iDrive 8 and then they start pushing out"
    },
    {
        "start": 1688.08,
        "end": 1694.32,
        "text": " version 9. And so looking at each vehicle individually, we can say, okay, this is similar enough"
    },
    {
        "start": 1694.32,
        "end": 1698.8799999999999,
        "text": " or at least the same, even where we can just kind of take those findings and apply them to"
    },
    {
        "start": 1698.8799999999999,
        "end": 1703.04,
        "text": " these other models, even if we didn't re-buy them. But there are cases where even with"
    },
    {
        "start": 1703.04,
        "end": 1707.36,
        "text": " refreshed models, it's significant enough that we do buy them, right? Because a powertrain changed"
    },
    {
        "start": 1707.36,
        "end": 1713.28,
        "text": " or enough has changed where it warrants repurchasing the vehicle and that happens too. So it's"
    },
    {
        "start": 1713.28,
        "end": 1717.12,
        "text": " it's case by case, honestly. And actually, if you look at our used car information, so"
    },
    {
        "start": 1717.12,
        "end": 1722.16,
        "text": " so like if you're looking at like a used, you know, a used Ford, you know, if you look and like,"
    },
    {
        "start": 1722.8,
        "end": 1726.24,
        "text": " you know, like we talk about, there's different generations of each one of these vehicles. But"
    },
    {
        "start": 1726.24,
        "end": 1730.8799999999999,
        "text": " sometimes you'll find, so you could go, you know, look at a Ford Focus or a Ford Edge and you could"
    },
    {
        "start": 1730.8799999999999,
        "end": 1735.76,
        "text": " pick each one of those years. And even though the cars look identical and they are in the same"
    },
    {
        "start": 1735.76,
        "end": 1740.08,
        "text": " generation, there was a time, I mean, Ford was a kind of an innovator of these multi-things,"
    },
    {
        "start": 1740.56,
        "end": 1745.36,
        "text": " what was it? My Ford Touch, it was just abysmal, it was a real nice. And then they upgraded it to"
    },
    {
        "start": 1745.36,
        "end": 1750.8,
        "text": " like SYNC-3, which was far better. But in many of these vehicles, they looked identical year to year"
    },
    {
        "start": 1750.8,
        "end": 1755.52,
        "text": " except they changed that system. So if you look at our old system, you know, our old reports,"
    },
    {
        "start": 1755.52,
        "end": 1761.84,
        "text": " you could see, okay, this year has got the, you know, the SYNC-3. That's the better one and it's got"
    },
    {
        "start": 1761.84,
        "end": 1767.6799999999998,
        "text": " higher score, it's got more information about it, it's all there. The way I said it is, you kind of"
    },
    {
        "start": 1767.68,
        "end": 1773.1200000000001,
        "text": " build a rating. You keep most of the rating, but you put in this new module that might be in"
    },
    {
        "start": 1773.1200000000001,
        "end": 1778.0,
        "text": " containment, that might be chassis tuning. Correct. If it applies across the board. And we are not"
    },
    {
        "start": 1778.0,
        "end": 1782.3200000000002,
        "text": " above, we've found a lot of time in dealer parking lots to confirm some of this. Right."
    },
    {
        "start": 1782.3200000000002,
        "end": 1787.44,
        "text": " I don't tell you. No, I think it's important. Yeah. You know, we don't just do this looking at"
    },
    {
        "start": 1787.44,
        "end": 1792.4,
        "text": " pictures or just like, you know, looking online only, we will make sure we get hands on one way or"
    },
    {
        "start": 1792.48,
        "end": 1796.5600000000002,
        "text": " the other way around the skies now. We are. Now we do. We have big glasses."
    },
    {
        "start": 1796.5600000000002,
        "end": 1801.52,
        "text": " Exactly. Exactly. Maybe anyway. So thank you always for your questions."
    },
    {
        "start": 1801.52,
        "end": 1808.4,
        "text": " CR.org slash talking cars. Totally check out the used car hub and all that it brings with it."
    },
    {
        "start": 1808.4,
        "end": 1813.92,
        "text": " Whether you shop at used or not, I think you'll find it valuable. As always, thank you for listening."
    },
    {
        "start": 1813.92,
        "end": 1823.1200000000001,
        "text": " Thank you for watching and we'll see you next time."
    }
]