[
    {
        "start": 0.0,
        "end": 9.6,
        "text": " Hello and welcome to the Sky Sports F1 podcast sponsored by Dropbox. I'm Matt Baker and"
    },
    {
        "start": 9.6,
        "end": 14.56,
        "text": " join me to celebrate the return of Formula One to our screens this week in Austin, Texas."
    },
    {
        "start": 14.56,
        "end": 19.84,
        "text": " Our man on the ground in the USA, the 2009 Formula One World Champion, Jensen Button"
    },
    {
        "start": 19.84,
        "end": 28.400000000000002,
        "text": " joins me, Jensen. How's it going? How are you? Good morning. I am great. I'm really good."
    },
    {
        "start": 29.119999999999997,
        "end": 34.08,
        "text": " Excited about going racing again. I haven't been to an F1 race for a few races now. So"
    },
    {
        "start": 35.12,
        "end": 41.36,
        "text": " I cannot wait. Austin is always a great one. It's a great city and a circuit that I think most drivers"
    },
    {
        "start": 42.32,
        "end": 47.04,
        "text": " love. Yeah, they certainly do. I mean, how have you been filling the void of Formula One these"
    },
    {
        "start": 47.04,
        "end": 51.92,
        "text": " last, this last month? We've had this weird, autominal break. I guess we could call it autumn"
    },
    {
        "start": 51.92,
        "end": 56.16,
        "text": " for us here in the UK. I guess not in LA. It's always sunny in LA, isn't it? But how have you been,"
    },
    {
        "start": 56.239999999999995,
        "end": 60.08,
        "text": " what have you been up to? Dealing with the heat has been unbelievably hot here. But"
    },
    {
        "start": 60.879999999999995,
        "end": 65.52,
        "text": " you know, that's I'm not going to, not going to win about that. But what have I been doing?"
    },
    {
        "start": 65.52,
        "end": 69.75999999999999,
        "text": " I've been all over the place racing in all sorts different things. So I'm still racing in"
    },
    {
        "start": 69.75999999999999,
        "end": 73.67999999999999,
        "text": " World and Dryer's Championship, which has been amazing. Lots of fun. We've raced in Brazil"
    },
    {
        "start": 74.64,
        "end": 81.75999999999999,
        "text": " and we've raced in Austin. And then the last race was in Fuji. So yeah, I've been busy with that,"
    },
    {
        "start": 81.76,
        "end": 88.24000000000001,
        "text": " but also busy with racing historic cars. So I raced my C-type Jaguar last weekend in"
    },
    {
        "start": 88.24000000000001,
        "end": 94.96000000000001,
        "text": " in Sonoma. So yeah, can't keep away from four wheels. How do you find the historic cars?"
    },
    {
        "start": 94.96000000000001,
        "end": 98.72,
        "text": " Well, how is that different getting behind the wheel of a car like that compared to say,"
    },
    {
        "start": 99.28,
        "end": 105.44,
        "text": " you know, your wet car, which is obviously top of, well, the spec on it is modern. How do you"
    },
    {
        "start": 105.44,
        "end": 111.28,
        "text": " find adjusting between the two cars? I love it. Absolutely. Love it. You know, I think tech has its"
    },
    {
        "start": 111.28,
        "end": 116.0,
        "text": " place and it's great that we're pushing the boundaries and you know, the technology in F1 and"
    },
    {
        "start": 116.0,
        "end": 122.8,
        "text": " the technology and work. How far it's come from sort of 10, even 10 years ago. But I do also love"
    },
    {
        "start": 122.8,
        "end": 130.0,
        "text": " jumping in something that's just you and machine. Very mechanical. You know, you got to blip the"
    },
    {
        "start": 130.0,
        "end": 135.04,
        "text": " throttle on the down shifts. It's running on drum brakes. So there's not a lot of stopping power."
    },
    {
        "start": 135.04,
        "end": 139.92000000000002,
        "text": " And you're just dancing the whole time with the steering wheel through the corners. So it's really,"
    },
    {
        "start": 139.92,
        "end": 146.39999999999998,
        "text": " really good fun. And I've really enjoyed going back to that. It's very tricky when you take away"
    },
    {
        "start": 146.39999999999998,
        "end": 151.67999999999998,
        "text": " all the gadgets to drive, but it's a lot of fun. Yeah, nice. Okay. Well, we'll turn our attention"
    },
    {
        "start": 151.67999999999998,
        "end": 157.11999999999998,
        "text": " to Formula One to obviously cars at the top of their game in terms of tech. And we've got tons"
    },
    {
        "start": 157.11999999999998,
        "end": 161.76,
        "text": " to discuss. We've got six races left of this season. I was preparing to do this chat, Jensen,"
    },
    {
        "start": 161.76,
        "end": 166.88,
        "text": " and Mike and us, me, the storylines that we've got heading into these final six races are unbelievable."
    },
    {
        "start": 166.88,
        "end": 171.04,
        "text": " There is obviously we've got the championship, but then we've got debuts for Liam Lawson."
    },
    {
        "start": 171.04,
        "end": 175.12,
        "text": " You know, it's so much has changed and moved around since you were last with us. So we'll get into"
    },
    {
        "start": 175.12,
        "end": 179.44,
        "text": " we'll get into all of that. Let's start. They shall we with the championship. And here's the"
    },
    {
        "start": 179.44,
        "end": 184.07999999999998,
        "text": " here's the state of play. Just remind you as so we've had that break. So we enter Austin with Max"
    },
    {
        "start": 184.07999999999998,
        "end": 191.44,
        "text": " for Stappen on 331 points. Landon Norris on 279. That's a 52 point gap to the Stappen. Then"
    },
    {
        "start": 191.52,
        "end": 198.24,
        "text": " Charlotte Clare on 245. That's an 86 point gap. So most people, I guess, would probably say this is"
    },
    {
        "start": 198.24,
        "end": 205.12,
        "text": " a two horse race. Landon Norris needs to take on average 8.8 points off Max per race to win the"
    },
    {
        "start": 205.12,
        "end": 211.92,
        "text": " championship. But we have three sprint races out out of the six races that we've got 50% of these"
    },
    {
        "start": 211.92,
        "end": 217.28,
        "text": " are sprint races. Obviously with more points on offer. So Jensen, my big question to you,"
    },
    {
        "start": 217.28,
        "end": 222.72,
        "text": " can Landon Norris win the world championship this year? Can he do it? I mean, I've got to say yes"
    },
    {
        "start": 222.72,
        "end": 227.52,
        "text": " because otherwise we're just going to watch the races until the end of the year and we will"
    },
    {
        "start": 227.52,
        "end": 233.36,
        "text": " know the championship. So no, yeah, I think you can. And I've been on the the max side of it where"
    },
    {
        "start": 234.16,
        "end": 239.6,
        "text": " the car isn't performing as it was earlier in the season. You're having someone you chase you down"
    },
    {
        "start": 239.6,
        "end": 245.76,
        "text": " and it's it's tough. Max is a tough cookie. He really is in terms of I don't think the pressures"
    },
    {
        "start": 245.76,
        "end": 250.39999999999998,
        "text": " really get to him like most drivers. But this is a tricky situation. You know, he's already"
    },
    {
        "start": 250.39999999999998,
        "end": 256.0,
        "text": " got into his head from from what I hear is that he's not going to win another race this year."
    },
    {
        "start": 257.03999999999996,
        "end": 261.2,
        "text": " So it's basically just he's in a position where he's just going to come home, bring points."
    },
    {
        "start": 261.52,
        "end": 266.96,
        "text": " But sometimes when you put that pressure on yourself, it's it's even harder to get a podium."
    },
    {
        "start": 267.92,
        "end": 273.84,
        "text": " And also it's not just that McLaren of fast and Landon Norris, Oscars had some great results."
    },
    {
        "start": 273.91999999999996,
        "end": 279.03999999999996,
        "text": " Mercedes obviously and Ferrari are all there. So if they all get the weekend together and the Red Bulls"
    },
    {
        "start": 279.03999999999996,
        "end": 285.59999999999997,
        "text": " not not singing as it has been earlier in the year, that's a lot of points lost in one race. So"
    },
    {
        "start": 286.88,
        "end": 290.15999999999997,
        "text": " it's it still is up in the air. Yeah, obviously it's it's"
    },
    {
        "start": 291.84,
        "end": 296.96,
        "text": " you know, Max is in a good position. But it's a high pressure position that he's in and I think"
    },
    {
        "start": 296.96,
        "end": 301.76,
        "text": " that's exciting. And I think that F1 as a whole is in such a good place right now that we have so"
    },
    {
        "start": 301.76,
        "end": 308.71999999999997,
        "text": " many teams fighting for victories. I didn't expect it. I really didn't this year, but I'm pleased to"
    },
    {
        "start": 308.71999999999997,
        "end": 316.32,
        "text": " say that yeah, it's great to see four teams fighting for wins. Yeah, if I had said to you at the start"
    },
    {
        "start": 316.32,
        "end": 322.24,
        "text": " of this year, Jensen, we've got six races to go. You can either drive the McLaren or you can drive"
    },
    {
        "start": 322.24,
        "end": 327.84,
        "text": " the Red Bull, which are you picking in in February and which are you picking now? Oh, now it's it's easy,"
    },
    {
        "start": 327.84,
        "end": 334.32,
        "text": " you know, it's it's the McLaren definitely hands down at the start of the year. Yeah, you would"
    },
    {
        "start": 334.32,
        "end": 339.03999999999996,
        "text": " you would have picked the the Red Bull. I remember the testing in Bahrain and everyone's like, oh,"
    },
    {
        "start": 339.03999999999996,
        "end": 343.52,
        "text": " look, he comes Max, you know, half a second quicker than anyone, seven tenths quicker than he"
    },
    {
        "start": 343.52,
        "end": 348.23999999999995,
        "text": " wanted. It just it was every time he jumps in the car, the pace was there and it just seemed easy."
    },
    {
        "start": 348.88,
        "end": 354.88,
        "text": " It's amazing how quickly things can turn around when you're so far into a regulation, you know,"
    },
    {
        "start": 354.88,
        "end": 359.92,
        "text": " there's not been a regulation changes. I think I'm amazed that we've seen such a difference"
    },
    {
        "start": 359.92,
        "end": 365.2,
        "text": " throughout the season from from teams. And I don't know if that's Red Bull losing their way a"
    },
    {
        "start": 365.2,
        "end": 372.24,
        "text": " little bit, not getting the upgrades that they'd hoped or going going a direction that hasn't"
    },
    {
        "start": 372.24,
        "end": 377.44,
        "text": " worked for the car. You know, you start trying wild things with the car when it's not working and"
    },
    {
        "start": 377.44,
        "end": 381.92,
        "text": " sometimes it can push you in the wrong direction. And then you start developing the car in that direction."
    },
    {
        "start": 381.92,
        "end": 386.64000000000004,
        "text": " So it's a it's a tricky position to be in for Red Bull with having three teams breathing"
    },
    {
        "start": 386.64000000000004,
        "end": 394.88,
        "text": " down their neck and the off track action that we've had as well. So I it's great for the sport."
    },
    {
        "start": 394.88,
        "end": 398.96000000000004,
        "text": " Not so good for Red Bull, but you know, there's some very talented people there, including Max"
    },
    {
        "start": 398.96000000000004,
        "end": 404.48,
        "text": " that can build this team back up again. But this year it's got to be tough until the last race."
    },
    {
        "start": 404.48,
        "end": 409.76,
        "text": " It certainly is. When when you run the numbers in terms of the the the championship, what needs to"
    },
    {
        "start": 409.76,
        "end": 414.8,
        "text": " happen? Probably we can both agree a DNF for either driver is going to really swing this"
    },
    {
        "start": 414.8,
        "end": 419.59999999999997,
        "text": " championship one way or the other. Certainly, perhaps for Lando could be curtains on the championship,"
    },
    {
        "start": 420.48,
        "end": 425.44,
        "text": " but for but for Max, it could also obviously have a big impact. I mean, just in terms of the last"
    },
    {
        "start": 425.44,
        "end": 429.92,
        "text": " couple of years and those stats for Stappin has only failed to finish one Grand Prix in his last"
    },
    {
        "start": 429.92,
        "end": 435.52,
        "text": " 59 races. It's unlikely. It's not impossible. And then Norris had a retirement in Austria, but that"
    },
    {
        "start": 435.52,
        "end": 442.24,
        "text": " was obviously due to due to contact, wasn't it with with Max. How when when you're in this situation"
    },
    {
        "start": 442.24,
        "end": 447.35999999999996,
        "text": " as a driver and you've got six races, you're trying to bring it home. You mentioned Max might have"
    },
    {
        "start": 447.35999999999996,
        "end": 452.56,
        "text": " the mentality that he's not going to win another race. That must be quite challenging for a driver"
    },
    {
        "start": 452.56,
        "end": 458.96,
        "text": " to adapt and to almost change your mentality to perhaps be a bit more conservative and cautious."
    },
    {
        "start": 459.59999999999997,
        "end": 466.23999999999995,
        "text": " Yeah, it's definitely not Max's style to be cautious, but the issue comes if the car isn't"
    },
    {
        "start": 466.23999999999995,
        "end": 472.0,
        "text": " competitive enough in qualifying, then you've put yourself in a position where it's tricky."
    },
    {
        "start": 472.0,
        "end": 478.24,
        "text": " You know, for example, Austin, turn wide is you could have seven eight cars wide on turning,"
    },
    {
        "start": 479.03999999999996,
        "end": 484.0,
        "text": " and it all narrows down to sort of two cars wide. So if he's in a position where the car is"
    },
    {
        "start": 484.0,
        "end": 489.6,
        "text": " quick enough to put it top two, top three, then you're in the danger zone of getting damage."
    },
    {
        "start": 489.6,
        "end": 494.8,
        "text": " It turned one. So that's when we'll see a real turnaround, I think in the championship. And"
    },
    {
        "start": 494.8,
        "end": 499.84,
        "text": " as soon as you're a little bit more cautious, that's when problems start because no one else is"
    },
    {
        "start": 499.84,
        "end": 503.44,
        "text": " being cautious and you've got one car being cautious and all the others around you not. So"
    },
    {
        "start": 504.64,
        "end": 510.8,
        "text": " it's a it's a really as a minefield. And I think this sport is such a mental game. And it's hurt"
    },
    {
        "start": 510.8,
        "end": 515.76,
        "text": " me in the past and hurt my performance in the past by not having my head in the right place."
    },
    {
        "start": 515.76,
        "end": 519.76,
        "text": " And especially when I fall for the championship, it's kind of the same situation for Max."
    },
    {
        "start": 520.96,
        "end": 526.5600000000001,
        "text": " I think he's probably can can handle the pressure a bit better than I could back then, but still"
    },
    {
        "start": 527.2,
        "end": 531.84,
        "text": " it's not an easy position to be in. So we've just come off the back of this break a month off."
    },
    {
        "start": 531.84,
        "end": 536.5600000000001,
        "text": " This is unique for Formula One. We have the summer shutdown. We all know that that happens"
    },
    {
        "start": 536.56,
        "end": 540.7199999999999,
        "text": " every single year, but to have an autumn break, the teams will have still been able to work on their"
    },
    {
        "start": 540.7199999999999,
        "end": 546.16,
        "text": " cars over the last month. So the development race has still been on. I'm curious to know as a driver,"
    },
    {
        "start": 546.7199999999999,
        "end": 550.8,
        "text": " how would you have approached this month, particularly if you're a Max Orlando in the throngs of"
    },
    {
        "start": 550.8,
        "end": 555.5999999999999,
        "text": " a championship battle, you then go, right, we've got a month, we've got a month off. What would you"
    },
    {
        "start": 555.5999999999999,
        "end": 562.16,
        "text": " have done in it for a driver's point of view? He's given the team will the information that he needs to."
    },
    {
        "start": 562.7199999999999,
        "end": 566.88,
        "text": " He needs to just get away. You know, the drivers just need to get away."
    },
    {
        "start": 567.68,
        "end": 572.9599999999999,
        "text": " Forget about Formula One for a while. See the family going to holiday, do crazy stuff."
    },
    {
        "start": 573.76,
        "end": 577.52,
        "text": " Obviously you've got to keep training. That's a big part of it and keep them focused in that way."
    },
    {
        "start": 578.8,
        "end": 585.28,
        "text": " But you need, as it says on the tin, it's a break. You need to get away from the sport, because otherwise"
    },
    {
        "start": 585.28,
        "end": 589.76,
        "text": " it consumes you. And I think that's really important for the drivers. They know what they're doing."
    },
    {
        "start": 589.76,
        "end": 594.3199999999999,
        "text": " You know, they would have gone away and spent some nice time not thinking about racing cars."
    },
    {
        "start": 595.2,
        "end": 600.8,
        "text": " So I'm probably did some some, I've gone racing another thing. But that for me was the key really"
    },
    {
        "start": 600.8,
        "end": 604.88,
        "text": " in the summer break to go and relax and forget about racing. And then you come back,"
    },
    {
        "start": 604.88,
        "end": 610.88,
        "text": " fresher, excited about getting back in the car. And yeah, that always worked for me."
    },
    {
        "start": 610.88,
        "end": 615.04,
        "text": " Or if you're a Valtteri Bottas, you go to the Gravel World Championships and compete with"
    },
    {
        "start": 615.04,
        "end": 620.0,
        "text": " professional cyclists. Each to their own. Exactly. Exactly. And the problem is at that point,"
    },
    {
        "start": 620.0,
        "end": 624.48,
        "text": " you know, you're doing something that's very competitive. I was doing triathlon's"
    },
    {
        "start": 624.48,
        "end": 629.28,
        "text": " my last few years in F1. And the thing is, if something goes wrong on track and you're not as"
    },
    {
        "start": 629.28,
        "end": 634.0,
        "text": " competitive, immediately the team looks for a reason or the media looks for a reason why you're not"
    },
    {
        "start": 634.0,
        "end": 639.04,
        "text": " so competitive. And they'll go, it's because you're racing on a gravel bike. That's why you're not"
    },
    {
        "start": 639.04,
        "end": 644.64,
        "text": " competitive in F1. You're focusing on that more. So that's the only worry from a racing driver"
    },
    {
        "start": 644.64,
        "end": 649.84,
        "text": " for a racing driver. You know, doing things outside of Formula One is people have something to"
    },
    {
        "start": 649.84,
        "end": 653.76,
        "text": " point finger and say, that's why you know what competitive that last race, not just because you"
    },
    {
        "start": 653.76,
        "end": 660.24,
        "text": " were slow. So who then out of Lando and Max will this break a favor, do you think? Who will have"
    },
    {
        "start": 660.24,
        "end": 665.1999999999999,
        "text": " enjoyed the time away? And who will have perhaps gone, actually, no, I want to keep going."
    },
    {
        "start": 665.68,
        "end": 669.6,
        "text": " Well, I think it's obvious, you know, the guy that's winning wants to keep going. You don't want"
    },
    {
        "start": 670.32,
        "end": 674.64,
        "text": " to stop, you know, you want to keep it, keep it rolling. So definitely it would, it would be"
    },
    {
        "start": 675.36,
        "end": 680.64,
        "text": " Lando. Lando would have wanted to just keep going, keep winning. And you keep, you know, because"
    },
    {
        "start": 680.64,
        "end": 685.28,
        "text": " when you're doing that, you're just building the pressure on your competitor. Max, I'm sure"
    },
    {
        "start": 685.28,
        "end": 690.96,
        "text": " I would have liked a little break to take a step back. Go, what's going on guys? How do we get this"
    },
    {
        "start": 690.96,
        "end": 695.36,
        "text": " back on track? All right, let's, let's move on and talk about team orders. This is, this is"
    },
    {
        "start": 695.44,
        "end": 700.08,
        "text": " becoming issue. Perhaps since you were with us at Silverstone and oh, you know, we've talked about"
    },
    {
        "start": 700.08,
        "end": 705.2,
        "text": " papaya rules. We've talked about they're not being a number one driver at McLaren. What have you"
    },
    {
        "start": 705.2,
        "end": 711.04,
        "text": " made about the around this conversation about team orders at McLaren so far? I love that there's"
    },
    {
        "start": 711.04,
        "end": 718.4,
        "text": " no team orders because as a racing driver, you hate them. But in some point, if you want to win a"
    },
    {
        "start": 718.64,
        "end": 725.4399999999999,
        "text": " championship, you need to favor one driver, especially at this point in the championship where"
    },
    {
        "start": 726.24,
        "end": 733.04,
        "text": " every single point counts right now, you know, for Lando, if he has any opportunity on becoming"
    },
    {
        "start": 733.04,
        "end": 743.1999999999999,
        "text": " a world champion in 2024, he needs every single point. And you know, that's even, that's even using"
    },
    {
        "start": 743.2800000000001,
        "end": 750.48,
        "text": " Oscar to grab the fastest lap if Max has got it in a race. So it's, it's a really tricky situation"
    },
    {
        "start": 750.48,
        "end": 759.0400000000001,
        "text": " for a driver for drivers in a team and for a team. But it's got to happen. You know, that's, that's"
    },
    {
        "start": 759.0400000000001,
        "end": 764.96,
        "text": " the reason why Ferrari won so many World Championships with Michael Schumacher. In a way,"
    },
    {
        "start": 765.6800000000001,
        "end": 772.0,
        "text": " why Vettel was able to win so many World Championships. And yeah, I think that sometimes it's,"
    },
    {
        "start": 772.0,
        "end": 775.76,
        "text": " you got to buy the bullet and you need to, you need to favor one driver, especially at this"
    },
    {
        "start": 775.76,
        "end": 781.76,
        "text": " point of the season. Yeah, Oscar's done an amazing job this year. But Lando has more points"
    },
    {
        "start": 782.48,
        "end": 786.8,
        "text": " and a good, a good amount more points. So if the team want to win, not just the"
    },
    {
        "start": 786.8,
        "end": 790.64,
        "text": " constructors, but the drivers as well this year, so what's going to happen after Apple?"
    },
    {
        "start": 791.28,
        "end": 794.4,
        "text": " When I was, when I was doing some research for this, I typed into Google,"
    },
    {
        "start": 794.4,
        "end": 800.0,
        "text": " Jensen button team orders, right? And it was an interview with the Guardian in 2010."
    },
    {
        "start": 800.72,
        "end": 805.52,
        "text": " This is an interview in Monza and the headline when I would rather quit F1 than follow team orders."
    },
    {
        "start": 806.16,
        "end": 813.04,
        "text": " Yeah, totally. And I still would now. I still would now, you know, no, definitely. I mean,"
    },
    {
        "start": 813.04,
        "end": 818.56,
        "text": " it's the worst thing for a driver. Suddenly, suddenly you got to give up a position. But,"
    },
    {
        "start": 819.6,
        "end": 824.0,
        "text": " you know, some of it is on you as well. Because you, you obviously didn't do a good enough job"
    },
    {
        "start": 824.0,
        "end": 828.24,
        "text": " at the start of the year that your teammate has more points and he can fight for a championship. But"
    },
    {
        "start": 829.12,
        "end": 839.6,
        "text": " the only, the only time that I had team orders that I can remember in my career was in 2010,"
    },
    {
        "start": 839.6,
        "end": 845.2,
        "text": " Turkey, where the two Red Bulls crashed into each other. So it was Lewis and myself fighting"
    },
    {
        "start": 845.2,
        "end": 851.6,
        "text": " in the front. Lewis was told that I wasn't going to fight him because he had to say fuel."
    },
    {
        "start": 851.6,
        "end": 856.0,
        "text": " I wasn't told the information. So I overtook him. He ever took me again. And then the team came"
    },
    {
        "start": 856.0,
        "end": 861.44,
        "text": " on the way and said, Gentsson, hold position. I'm like, okay, done. And then after the race,"
    },
    {
        "start": 861.44,
        "end": 867.04,
        "text": " we had a bit of a bit of a ding-dong because we, Lewis thought I was told to not overtake,"
    },
    {
        "start": 867.04,
        "end": 872.32,
        "text": " but I wasn't. So miscommunication. But that was the only time I'd ever been told team orders. And"
    },
    {
        "start": 872.32,
        "end": 879.12,
        "text": " it's a weird one. It really is. But from a team's one of you, it's kind of what has to happen if"
    },
    {
        "start": 879.12,
        "end": 883.2,
        "text": " you want to fight for this World Championship. In that same article, team principal Martin"
    },
    {
        "start": 883.2,
        "end": 888.24,
        "text": " Whitmarsh was quoted saying, we don't operate team orders. That was obviously McLaren in 2010."
    },
    {
        "start": 888.24,
        "end": 893.6800000000001,
        "text": " It still seems the same way in 2024 that they seem to have this ethos of not operating with team"
    },
    {
        "start": 893.6800000000001,
        "end": 899.12,
        "text": " orders. Sitting back now, a little bit further away from the sport, you know, having obviously"
    },
    {
        "start": 899.12,
        "end": 903.36,
        "text": " been the passage of time. Do you think you can win a World Championship? Has McLaren"
    },
    {
        "start": 903.36,
        "end": 908.1600000000001,
        "text": " are trying to do without implementing team orders? Or do you think perhaps they've made a mistake"
    },
    {
        "start": 908.1600000000001,
        "end": 912.48,
        "text": " in waiting this long in the season? Because we do know that Andreas Stella came out and said that"
    },
    {
        "start": 912.72,
        "end": 916.8000000000001,
        "text": " they would start to consider it. So do you think perhaps they've waited a bit too long into the season?"
    },
    {
        "start": 916.8000000000001,
        "end": 925.2,
        "text": " Possibly. I like the way that they go racing, that they let their drivers fight from a fan of the"
    },
    {
        "start": 925.2,
        "end": 930.0,
        "text": " sport. That's what we all want. You know, it's nice to see that both their drivers get equal"
    },
    {
        "start": 930.0,
        "end": 935.36,
        "text": " opportunities. And that's always been the way. You know, when I was racing with Lewis, we were"
    },
    {
        "start": 935.44,
        "end": 943.12,
        "text": " teammates in McLaren. We won six races one year and between us three each. And if one of us won all"
    },
    {
        "start": 943.12,
        "end": 950.64,
        "text": " those races, they might have won the World Championship. So, you know, the McLaren could have one more"
    },
    {
        "start": 950.64,
        "end": 955.6,
        "text": " World Championships if they had team orders through the years. But I think the reason why drivers want"
    },
    {
        "start": 955.6,
        "end": 960.0,
        "text": " to race for that team is because they don't have the team orders and they can have equal treatment"
    },
    {
        "start": 960.08,
        "end": 967.44,
        "text": " on either side. So it is a real tricky one. From a fan's point of view, it's lovely they don't have"
    },
    {
        "start": 967.44,
        "end": 972.08,
        "text": " those team orders. And I like that. But if they want to win more World Championships,"
    },
    {
        "start": 972.96,
        "end": 977.44,
        "text": " get after start. You mentioned Oscar's performance is there. I mean, he's obviously created in the"
    },
    {
        "start": 977.44,
        "end": 982.4,
        "text": " best possible way a problem for McLaren. Hasn't he this season with his tremendous performances on"
    },
    {
        "start": 982.4,
        "end": 988.32,
        "text": " track? How impressed have you been with Oscar Piazzi this season? Yeah, his outright speed has always"
    },
    {
        "start": 988.4000000000001,
        "end": 995.36,
        "text": " been there. But he's pulling the weekends together a lot better. I think his one lap pace has always"
    },
    {
        "start": 995.36,
        "end": 1002.32,
        "text": " been staggering. End up there with Lando. Race pace was not as strong, I would say last year,"
    },
    {
        "start": 1002.32,
        "end": 1008.96,
        "text": " as Lando's on average. This year he's definitely been more competitive. And I would still say that"
    },
    {
        "start": 1008.96,
        "end": 1013.6800000000001,
        "text": " Lando is more consistent in terms of always pulling out the Maxwell performance of the car."
    },
    {
        "start": 1014.4,
        "end": 1023.04,
        "text": " Some of his experience. So yeah, it's definitely, I would definitely say Lando has performed better,"
    },
    {
        "start": 1023.04,
        "end": 1028.6399999999999,
        "text": " as you can see by the points. But you know, very impressive of what Oscar has done. You know,"
    },
    {
        "start": 1028.6399999999999,
        "end": 1034.0,
        "text": " taking the challenge to Lando in the same car. And Lando is at the top of his game right now is"
    },
    {
        "start": 1034.0,
        "end": 1039.76,
        "text": " really impressive. So what a great team they have of drivers. And you know, two guys I think"
    },
    {
        "start": 1039.76,
        "end": 1043.84,
        "text": " are going to be with that team for many years to come. And I think we're we should all feel very"
    },
    {
        "start": 1043.84,
        "end": 1048.4,
        "text": " very lucky that we're going to get to see that fight. We're clara. Yeah, best driver, best driver"
    },
    {
        "start": 1048.4,
        "end": 1055.36,
        "text": " pairing, do you think on the grid? I mean, that's impossible question. It's impossible. It is,"
    },
    {
        "start": 1055.36,
        "end": 1060.72,
        "text": " you know, we can all we can all say what we think, but it's very difficult. You really don't know."
    },
    {
        "start": 1060.72,
        "end": 1069.68,
        "text": " And in terms of working together, I have to say that Mercedes is really strong. You know,"
    },
    {
        "start": 1069.68,
        "end": 1076.8,
        "text": " having Lewis and George, who's been performing extremely well, that is a that is a real strong"
    },
    {
        "start": 1076.8,
        "end": 1080.4,
        "text": " driver pairing. But you know, people are going, well, what about this driver pair? What about this"
    },
    {
        "start": 1080.4,
        "end": 1084.3200000000002,
        "text": " driver pack? Yeah, we're all going to have different opinions. And those are the two that stand"
    },
    {
        "start": 1084.3200000000002,
        "end": 1090.3200000000002,
        "text": " out because I know how good Lewis is. I've experienced it many times over and over again."
    },
    {
        "start": 1091.2,
        "end": 1094.88,
        "text": " For George to be that competitive up against someone like Lewis,"
    },
    {
        "start": 1095.8400000000001,
        "end": 1099.68,
        "text": " it's extremely impressive. Right, let's let's quick look at the Constructors"
    },
    {
        "start": 1099.68,
        "end": 1107.7600000000002,
        "text": " Championship McLaren set on 516 Red Bull on 475. That's a 41 point gap to McLaren Ferrari on"
    },
    {
        "start": 1107.7600000000002,
        "end": 1114.48,
        "text": " 441. That's a 34 point gap to Red Bull. So, Jensen, when you when it actually look at that and you go,"
    },
    {
        "start": 1114.48,
        "end": 1120.24,
        "text": " well, McLaren, they got Oscar and Landau scoring good points, we can week out Red Bull seemingly"
    },
    {
        "start": 1120.24,
        "end": 1125.52,
        "text": " have just max scoring good points, we can week out. Then Ferrari have Carlos and Charles, who are"
    },
    {
        "start": 1125.52,
        "end": 1130.96,
        "text": " scoring good points week on week. Red Bull must be looking over their shoulder now at Ferrari going,"
    },
    {
        "start": 1130.96,
        "end": 1135.44,
        "text": " hold on a minute, we're probably going to finish third. Are we in this in this Constructors"
    },
    {
        "start": 1135.44,
        "end": 1141.92,
        "text": " Championship? Oh, yeah, I don't I can't over the last time, a team, you know, because they have"
    },
    {
        "start": 1141.92,
        "end": 1146.32,
        "text": " a really good possibility of winning the, the drivers championship. I can't remember a team ever winning"
    },
    {
        "start": 1146.32,
        "end": 1149.6799999999998,
        "text": " the drivers and finishing third in the Constructors. I'm sure someone's going to let me know."
    },
    {
        "start": 1151.36,
        "end": 1158.08,
        "text": " As extreme, right? That's yeah. It shows how good a job Max has done as well in the car."
    },
    {
        "start": 1159.28,
        "end": 1166.8799999999999,
        "text": " But yeah, you know, I can't see Red Bull beating in McLaren right now. I really can't in terms of"
    },
    {
        "start": 1167.4399999999998,
        "end": 1174.0,
        "text": " for any race until the end of the season, outscoring them. But I can see Ferrari challenging"
    },
    {
        "start": 1174.08,
        "end": 1177.68,
        "text": " Red Bull. I don't think it'd be every race, so they'll be scoring more points, but there's every"
    },
    {
        "start": 1177.68,
        "end": 1183.28,
        "text": " possibility that Ferrari will be, be Red Bull. There's much more of a chance of Ferrari beating Red Bull"
    },
    {
        "start": 1183.28,
        "end": 1189.68,
        "text": " than Red Bull beating McLaren. If we were to put a case forward for Red Bull, perhaps specifically"
    },
    {
        "start": 1189.68,
        "end": 1194.0,
        "text": " for Max Verstappen, Austin and Mexico, he has an incredible record at both of those tracks."
    },
    {
        "start": 1195.04,
        "end": 1199.36,
        "text": " Since they rejoined the calendar after COVID, he's won every single race that's been"
    },
    {
        "start": 1199.36,
        "end": 1204.9599999999998,
        "text": " raced in both Austin and Mexico. It kind of got me thinking for you, were there tracks that you"
    },
    {
        "start": 1204.9599999999998,
        "end": 1210.3999999999999,
        "text": " just instantly fell in love with and knew that every time you went back there, you would find"
    },
    {
        "start": 1210.3999999999999,
        "end": 1214.7199999999998,
        "text": " an extra bit of time or you'd find some form, even if the car wasn't as good as in the years before."
    },
    {
        "start": 1214.7199999999998,
        "end": 1219.6,
        "text": " I mean, which tracks were those for you? The thing is that I think Max, Max and I, Max,"
    },
    {
        "start": 1219.6,
        "end": 1224.1599999999999,
        "text": " Max, Max, and I, as the car wherever he is. So I don't think it is like that with Max."
    },
    {
        "start": 1224.96,
        "end": 1229.6000000000001,
        "text": " Some drivers have certain tracks that just work for them, check out street circuits."
    },
    {
        "start": 1232.24,
        "end": 1235.44,
        "text": " I think you've got to look at what's happened the last few races, rather than what happened"
    },
    {
        "start": 1235.44,
        "end": 1242.4,
        "text": " the last couple of years in Austin and Mexico. How many races have been since he won a race?"
    },
    {
        "start": 1242.4,
        "end": 1248.72,
        "text": " There's six races. Eight. It's been eight. Eight races. That's the longest. That's the biggest,"
    },
    {
        "start": 1248.72,
        "end": 1254.96,
        "text": " yeah, longest of my time for years that Max hasn't wanted to go on pre. Probably since he joined Red Bull."
    },
    {
        "start": 1257.1200000000001,
        "end": 1262.08,
        "text": " So I think I think they'd still be worried going to the next two races, even though there's"
    },
    {
        "start": 1262.08,
        "end": 1267.92,
        "text": " strong races for them as a team previously. And that's the thing is more what's strong for a team"
    },
    {
        "start": 1267.92,
        "end": 1275.2,
        "text": " and a car. You know, whether the car's efficient, whether it's got just loads of downforce,"
    },
    {
        "start": 1275.92,
        "end": 1281.76,
        "text": " would work on circuits like Monaco, you know, the difference in the turbos that you have with"
    },
    {
        "start": 1281.76,
        "end": 1288.48,
        "text": " the Ferrari and the Red Bull and how it works. So there's many different factors that the reasons"
    },
    {
        "start": 1288.48,
        "end": 1295.2,
        "text": " why teams work at different tracks. I personally feel yes, they might be closer to the McLaren,"
    },
    {
        "start": 1295.2,
        "end": 1300.8,
        "text": " but you still got to say it's a McLaren track. For me, circuits that I went to that always"
    },
    {
        "start": 1300.8,
        "end": 1306.8,
        "text": " thought I could get a bit more out the car. I would say spa. I think every driver would say that"
    },
    {
        "start": 1306.8,
        "end": 1312.96,
        "text": " look, but spa definitely and Melbourne. Melbourne was always early in the year and I just loved"
    },
    {
        "start": 1312.96,
        "end": 1317.6,
        "text": " racing in Melbourne and felt that I could always maximize what I had. Three wins in Melbourne,"
    },
    {
        "start": 1317.6,
        "end": 1321.44,
        "text": " wasn't it for you, which I think is the most you had at any track? Yes, yeah."
    },
    {
        "start": 1325.68,
        "end": 1329.9199999999998,
        "text": " Before we continue the podcast, a quick word from our sponsors Dropbox, because we all know"
    },
    {
        "start": 1330.0800000000002,
        "end": 1335.04,
        "text": " that victories in F1 can be won all lost by the finest of margins and it's the reason that data"
    },
    {
        "start": 1335.04,
        "end": 1340.4,
        "text": " plays such a crucial role in a team's success. In fact, over a race weekend, one and a half"
    },
    {
        "start": 1340.4,
        "end": 1346.24,
        "text": " terabytes of data is collected per team. That's a lot of data. As a technology partner of the McLaren"
    },
    {
        "start": 1346.24,
        "end": 1352.24,
        "text": " Formula One team, Dropbox is trusted for its fast, secure and reliable sinking and sharing capabilities,"
    },
    {
        "start": 1352.24,
        "end": 1357.1200000000001,
        "text": " which helps the team quickly search and manage this huge amount of content and data."
    },
    {
        "start": 1357.12,
        "end": 1361.36,
        "text": " If you would like to find out more, you can get an exclusive behind-the-scenes look at how Dropbox"
    },
    {
        "start": 1361.36,
        "end": 1367.36,
        "text": " fuels the McLaren Formula One team's speed and performance by visiting Dropbox.com forward slash"
    },
    {
        "start": 1367.36,
        "end": 1372.1599999999999,
        "text": " McLaren F1. Of course, a big thank you to Dropbox for sponsoring this podcast."
    },
    {
        "start": 1376.4799999999998,
        "end": 1379.9199999999998,
        "text": " All right, let's move on. I mean, I mentioned that there were tons of other storylines as well"
    },
    {
        "start": 1379.9199999999998,
        "end": 1385.6,
        "text": " in the intro and there really are. One place I want to get your thoughts on Jensen is what's"
    },
    {
        "start": 1385.6,
        "end": 1393.36,
        "text": " happened at RB Ricardo, Daniel Ricardo out, Liam Lawson in. Firstly, let's reflect on"
    },
    {
        "start": 1393.36,
        "end": 1399.52,
        "text": " RB's decision to let go of Daniel. I just wonder if you thought it was the correct decision,"
    },
    {
        "start": 1399.52,
        "end": 1404.9599999999998,
        "text": " if you thought that perhaps the form and what not dictated that actually, yeah, it was fair enough"
    },
    {
        "start": 1404.9599999999998,
        "end": 1409.4399999999998,
        "text": " and also get your thoughts on how he was let go because it was quite odd, wasn't it in Singapore,"
    },
    {
        "start": 1409.4399999999998,
        "end": 1414.56,
        "text": " this wasn't he going to race in Formula One after that? Just, what are your reflections on that?"
    },
    {
        "start": 1416.56,
        "end": 1423.6,
        "text": " It's a funny one because there's only one team really that brings in drivers mid-sees and takes"
    },
    {
        "start": 1423.6,
        "end": 1430.0,
        "text": " drivers out the seat mid-sees and all three races in, six races in and that team is redball and"
    },
    {
        "start": 1431.36,
        "end": 1438.48,
        "text": " aftary. So that's, it's unusual and I've never seen that in my career unless someone's been"
    },
    {
        "start": 1438.48,
        "end": 1442.6399999999999,
        "text": " putting in the wall every race and there's like, you know what, we're kind of forward to have you in the"
    },
    {
        "start": 1442.72,
        "end": 1451.2800000000002,
        "text": " car. So it's a weird one, I've never felt comfortable with that, you know, always I feel that a driver"
    },
    {
        "start": 1451.2800000000002,
        "end": 1456.0800000000002,
        "text": " deserves a season to really show what he can do because that's what it is right, it's a championship"
    },
    {
        "start": 1457.44,
        "end": 1461.68,
        "text": " and it's how many points you can score through that season, not just halfway through,"
    },
    {
        "start": 1462.72,
        "end": 1467.2800000000002,
        "text": " but they've always done it a different way and you know, to be fair, they've put Daniel in"
    },
    {
        "start": 1467.36,
        "end": 1472.96,
        "text": " a few races in to a season as well. So it's a tough one and I think for Daniel,"
    },
    {
        "start": 1475.28,
        "end": 1482.48,
        "text": " I struggle with the results he's had lately because he's in the exceptional talent, he really is,"
    },
    {
        "start": 1483.84,
        "end": 1490.32,
        "text": " to jump in the redball when he did and go up against Sebastia Beto to go up against Max and be"
    },
    {
        "start": 1490.32,
        "end": 1497.4399999999998,
        "text": " as competitive as he was, it was unbelievable, it really was. And then we saw glimpses of it,"
    },
    {
        "start": 1497.4399999999998,
        "end": 1503.52,
        "text": " it, it ran it as well, you know, before it was helping, we saw it, Rena took his, took some time"
    },
    {
        "start": 1503.52,
        "end": 1508.56,
        "text": " to find his feet, but then he was extremely quick against the Hulk, I mean, who's a, we all"
    },
    {
        "start": 1508.56,
        "end": 1514.48,
        "text": " write very highly, it just didn't materialize at McLaren and the aftary, which is such a shame,"
    },
    {
        "start": 1514.72,
        "end": 1520.0,
        "text": " why is that? I don't know, you know, it's not his age, he's not old, look at Fernando Alonso,"
    },
    {
        "start": 1520.0,
        "end": 1527.6,
        "text": " what he can do. So the only person that knows is probably Daniel and I feel for him because"
    },
    {
        "start": 1528.32,
        "end": 1532.24,
        "text": " you know, to be on such a high for a lot of your career and then it fall away for the last few"
    },
    {
        "start": 1532.24,
        "end": 1538.08,
        "text": " years, it's tough, but I think he's from, from what I've heard, he's made peace with it and he's"
    },
    {
        "start": 1538.08,
        "end": 1542.64,
        "text": " got his, he's got his whole life in front of him and you know, I know there's so much to do out there"
    },
    {
        "start": 1542.64,
        "end": 1546.72,
        "text": " after Formula One and fun things for him to do that he wasn't able to do it while he was"
    },
    {
        "start": 1546.72,
        "end": 1552.88,
        "text": " enough one, but it always hurts a bit when it's not your decision to leave and he'll feel that,"
    },
    {
        "start": 1552.88,
        "end": 1556.24,
        "text": " he'll feel that pain for a little while, but then he'll get over it and it'll be all good."
    },
    {
        "start": 1556.8000000000002,
        "end": 1562.0800000000002,
        "text": " He's such a personality, he's got such a career in front of him, whether it's in racing or TV,"
    },
    {
        "start": 1562.0800000000002,
        "end": 1567.0400000000002,
        "text": " stand up, whatever it is, Daniel will find the route, the works for him."
    },
    {
        "start": 1568.0,
        "end": 1571.76,
        "text": " Stand up, that's a new one, no one suggested he go to stand up just yet."
    },
    {
        "start": 1573.12,
        "end": 1574.1599999999999,
        "text": " You think it'd be good?"
    },
    {
        "start": 1574.1599999999999,
        "end": 1579.52,
        "text": " I mean, he's just naturally silly and funny, so yeah, I think it would work well."
    },
    {
        "start": 1580.6399999999999,
        "end": 1584.3999999999999,
        "text": " Let's see, I'm sure, I'm sure a venue would be happy to give him a go."
    },
    {
        "start": 1584.3999999999999,
        "end": 1591.68,
        "text": " All right, so that's Daniel's journey out of our B. Let's look at the story of Liam Lawson"
    },
    {
        "start": 1591.76,
        "end": 1597.8400000000001,
        "text": " coming in 22 years old. Not only is he never raced in Austin before, it's a sprint weekend."
    },
    {
        "start": 1599.04,
        "end": 1603.2,
        "text": " How difficult is that job going to be for him to jump in the car?"
    },
    {
        "start": 1603.2,
        "end": 1607.44,
        "text": " I mean, essentially, it's six races right to prove that you deserve a seat, not just at RB,"
    },
    {
        "start": 1608.0800000000002,
        "end": 1611.28,
        "text": " but will he have his eyes on the seat at Red Bull as well?"
    },
    {
        "start": 1611.28,
        "end": 1615.3600000000001,
        "text": " Yeah, it's not his first time. He's had a couple of races already when,"
    },
    {
        "start": 1615.3600000000001,
        "end": 1620.4,
        "text": " when, obviously, Daniel hurt his hand. He's not jumping into the unknown."
    },
    {
        "start": 1621.3600000000001,
        "end": 1627.0400000000002,
        "text": " I think it'd be unbelievably excited to jump in the car and just to drive in a fun car,"
    },
    {
        "start": 1627.0400000000002,
        "end": 1631.76,
        "text": " it's the most awesome thing ever. Doing it a sprint weekend, yeah, it's not,"
    },
    {
        "start": 1632.8000000000002,
        "end": 1637.1200000000001,
        "text": " you'd rather it wasn't a sprint weekend, but he'll get to grips with it quick."
    },
    {
        "start": 1637.8400000000001,
        "end": 1643.0400000000002,
        "text": " It's a tricky one for him. He's obviously extremely talented. Red Bull believing him,"
    },
    {
        "start": 1643.76,
        "end": 1654.1599999999999,
        "text": " but feeling Daniel's seat, I think with a lot of fans of the sport, it's tough because he,"
    },
    {
        "start": 1654.1599999999999,
        "end": 1661.12,
        "text": " Daniel was such a big personality in the sport, but let's not forget that it wasn't Liam's"
    },
    {
        "start": 1661.12,
        "end": 1667.68,
        "text": " decision to get rid of Daniel. And I think that's what Formula One and fans of Formula One need to"
    },
    {
        "start": 1667.76,
        "end": 1672.8,
        "text": " need to remember. You know, you got to jump at the opportunity and for Liam to have this"
    },
    {
        "start": 1672.8,
        "end": 1678.0800000000002,
        "text": " opportunity, it's a big deal. So he should definitely be supported and I look forward to seeing"
    },
    {
        "start": 1678.64,
        "end": 1682.64,
        "text": " how competitive he is. I really, really do. I think he's got the talent. And obviously,"
    },
    {
        "start": 1682.64,
        "end": 1687.44,
        "text": " this, this sport isn't just about natural ability. It's a, there's a lot more to it."
    },
    {
        "start": 1688.16,
        "end": 1693.28,
        "text": " And the pressures that come with being in a fun driver, not just a reserve or a jump in driver,"
    },
    {
        "start": 1693.28,
        "end": 1698.0,
        "text": " it's very different. And we see it a lot with the pressures that come with the media, the team,"
    },
    {
        "start": 1698.0,
        "end": 1703.76,
        "text": " the manufacturers and the pressure you put on yourself, the mental side of it, it's tough."
    },
    {
        "start": 1703.76,
        "end": 1709.12,
        "text": " And I hope that he can handle that and we get to see him in before it's best."
    },
    {
        "start": 1709.12,
        "end": 1713.76,
        "text": " It's really exciting and just, yeah, cool to see another driver on the grid, isn't it? Another"
    },
    {
        "start": 1713.76,
        "end": 1720.32,
        "text": " rookie. All right, someone guy called Lito, we put out a post asking questions, people to get in"
    },
    {
        "start": 1720.32,
        "end": 1725.2,
        "text": " touch with their questions for you, Jensen. What do you think about Franco Colapinto?"
    },
    {
        "start": 1725.2,
        "end": 1729.28,
        "text": " I wonder if you know much about him from your obviously your relationship with Williams."
    },
    {
        "start": 1730.1599999999999,
        "end": 1735.2,
        "text": " He's burst onto the scene, scored four points in his first three races in that car. I mean,"
    },
    {
        "start": 1735.2,
        "end": 1739.84,
        "text": " that's four more points than Logan, Sergeant scored all season. He's really announced himself,"
    },
    {
        "start": 1739.84,
        "end": 1746.32,
        "text": " hasn't he? Is it as a competitor and Formula One? Very, very impressed. I think everyone is,"
    },
    {
        "start": 1746.32,
        "end": 1751.9199999999998,
        "text": " you know, you give someone an opportunity and you think they're going to take a few races to"
    },
    {
        "start": 1751.9199999999998,
        "end": 1760.0,
        "text": " get to grips with the car, Formula One, the tracks. But no, he's done an extremely good job"
    },
    {
        "start": 1760.0,
        "end": 1766.1599999999999,
        "text": " to jump in and to be pushing Alex as hard as he has. We've not seen that before, it Williams."
    },
    {
        "start": 1766.8,
        "end": 1774.3999999999999,
        "text": " So really, really impressed and lovely to see his confidence, how he's working with the team,"
    },
    {
        "start": 1774.4,
        "end": 1780.3200000000002,
        "text": " how he's working with Alex. It's a big deal for him. And people have noticed."
    },
    {
        "start": 1780.96,
        "end": 1784.24,
        "text": " You know, that's the thing, people have noticed immediately as soon as he's got in the car,"
    },
    {
        "start": 1784.24,
        "end": 1789.3600000000001,
        "text": " people have noticed his pace, how he carries himself, you know, how he brings the car home"
    },
    {
        "start": 1790.3200000000002,
        "end": 1797.8400000000001,
        "text": " and does the same mistakes. So yeah, he's definitely one for the future. I also loved his first lap"
    },
    {
        "start": 1797.8400000000001,
        "end": 1803.2,
        "text": " in Singapore, you know, to make the ground that he did. Took some big risks, but it paid off,"
    },
    {
        "start": 1804.16,
        "end": 1809.76,
        "text": " was really, really impressive. And I like his style of driving. It's very different to the way"
    },
    {
        "start": 1809.76,
        "end": 1814.64,
        "text": " I used to drive. I was definitely more cautious. He's pushing it to the limit, but it seems to work for"
    },
    {
        "start": 1814.64,
        "end": 1822.24,
        "text": " it. You know, he's on the edge. It seems all the time, it's exciting to watch. So yeah, impressed."
    },
    {
        "start": 1822.8,
        "end": 1828.0,
        "text": " I really do hope that he does have a future in F1. Obviously, he doesn't have a seat of Williams"
    },
    {
        "start": 1828.08,
        "end": 1836.0,
        "text": " next year because Carlos Sides is there. But I do feel that he does have a bright future in this sport."
    },
    {
        "start": 1836.0,
        "end": 1842.16,
        "text": " I just hope he can deal with being a reserved driver in 2025, because that's also a strange feeling"
    },
    {
        "start": 1842.16,
        "end": 1847.2,
        "text": " when you've raised him, for one to take a step back. Yeah, and perform so well. I mean, have you"
    },
    {
        "start": 1847.2,
        "end": 1852.4,
        "text": " met him yet? Have you had a chance to say hi and welcome to William? Not since he's been, not"
    },
    {
        "start": 1852.5600000000002,
        "end": 1859.52,
        "text": " since he's been in F1 driver. Yeah. And it's a funny one because you race for so many years"
    },
    {
        "start": 1859.52,
        "end": 1863.3600000000001,
        "text": " in different categories and you're a racing driver. It's great. And then you're"
    },
    {
        "start": 1863.3600000000001,
        "end": 1871.2800000000002,
        "text": " now as an F1 driver in your world changes. It really does. You go from being a racing driver to"
    },
    {
        "start": 1871.2800000000002,
        "end": 1876.16,
        "text": " an F1 driver and that's like, it's what you dreamed of. It's your dreams come true and"
    },
    {
        "start": 1876.96,
        "end": 1883.28,
        "text": " everything around you changes. So I hope he's enjoying the moment and I hope that, as I said,"
    },
    {
        "start": 1883.28,
        "end": 1888.0800000000002,
        "text": " what is taken away next year, hopefully he can handle that and still have his head in the right"
    },
    {
        "start": 1888.0800000000002,
        "end": 1894.0800000000002,
        "text": " place to race for a team in the future in F1. Final point then, just while we're on Williams,"
    },
    {
        "start": 1894.0800000000002,
        "end": 1900.0800000000002,
        "text": " Carlos Sides comes in for next year. Talk to us about the strength of that driver line up,"
    },
    {
        "start": 1900.0800000000002,
        "end": 1905.8400000000001,
        "text": " Alex Albon and Carlos Sides racing for Williams. You've got to hand it to James Vowels, haven't you?"
    },
    {
        "start": 1905.9199999999998,
        "end": 1911.9199999999998,
        "text": " For bringing Carlos Sides to Williams. I mean, that is a real statement of intent for that team."
    },
    {
        "start": 1911.9199999999998,
        "end": 1918.08,
        "text": " And going into 2025 and obviously the regulation changes in 26, that's a really exciting proposition,"
    },
    {
        "start": 1918.08,
        "end": 1924.48,
        "text": " isn't it? It is. And Carlos comes with so much experience of racing with the best teams in the"
    },
    {
        "start": 1924.48,
        "end": 1933.4399999999998,
        "text": " world in F1. So that definitely helps. You can come in and go, well, actually, this isn't how"
    },
    {
        "start": 1933.44,
        "end": 1939.92,
        "text": " you would do it. And this is where they are at this point and point them in the right direction,"
    },
    {
        "start": 1939.92,
        "end": 1946.0,
        "text": " because drivers still have a big input of direction of the car and quite a bit really. So it's"
    },
    {
        "start": 1947.1200000000001,
        "end": 1951.44,
        "text": " it's definitely helpful happening there because of his speed, because of his intellect,"
    },
    {
        "start": 1952.0,
        "end": 1957.04,
        "text": " his experience of working with great teams. You know, James Vowels obviously comes from Mercedes,"
    },
    {
        "start": 1957.04,
        "end": 1962.96,
        "text": " but it's nice to have the experience of McLaren and Ferrari in there as well. He's also Spanish."
    },
    {
        "start": 1962.96,
        "end": 1967.92,
        "text": " So it really does help with the following for the team. It helps with sponsors."
    },
    {
        "start": 1969.6000000000001,
        "end": 1976.8,
        "text": " So yeah, I think it's an incredibly good lineup. And yeah, hats off to to James Vowels"
    },
    {
        "start": 1977.28,
        "end": 1983.92,
        "text": " on achieving that. He's a he's a he's a sweet talker. As we all know, I think it is role at Williams."
    },
    {
        "start": 1983.92,
        "end": 1991.52,
        "text": " He's he's really has been exceptional and you know, proud proud to see what he's achieved."
    },
    {
        "start": 1991.52,
        "end": 2000.72,
        "text": " I work with him as a strategist back in 2003. So to see him take the reins, it's it Williams,"
    },
    {
        "start": 2001.52,
        "end": 2007.76,
        "text": " a team with such history is yeah, very proud of him. So it's great to see what he's doing there."
    },
    {
        "start": 2008.32,
        "end": 2014.32,
        "text": " Having such a driver lineup guys that have so much experience in this sport. And I think drivers that"
    },
    {
        "start": 2014.32,
        "end": 2020.0,
        "text": " all work really well together will really lift this team and help them move forward."
    },
    {
        "start": 2020.0,
        "end": 2025.44,
        "text": " Did you think it'd be a good team principle back in 2003? No, no."
    },
    {
        "start": 2025.44,
        "end": 2032.8,
        "text": " What? I even when the team announced him, you know, I was like, oh, that's cool. That's really cool."
    },
    {
        "start": 2033.68,
        "end": 2038.72,
        "text": " But I, you know, I don't know by the scenes. I don't know how I didn't know how close James was"
    },
    {
        "start": 2038.72,
        "end": 2044.56,
        "text": " to Toto. And he was basically a mini Toto. He was learning from Toto and that,"
    },
    {
        "start": 2045.36,
        "end": 2050.72,
        "text": " that I didn't know that. So I'm really impressed with him. And I have to say for me,"
    },
    {
        "start": 2050.72,
        "end": 2055.04,
        "text": " he's the best team leader in the pit lane. I have to say, he's always great when we get him on"
    },
    {
        "start": 2055.04,
        "end": 2059.04,
        "text": " the pit wall and we speak to him throughout the race. He's incredibly informative. So yeah,"
    },
    {
        "start": 2059.04,
        "end": 2063.7599999999998,
        "text": " good for us on Sky Sports F1. Right. Just time to tell you about the timings then for this weekend,"
    },
    {
        "start": 2063.7599999999998,
        "end": 2069.52,
        "text": " the US Grand Prix. Wonderful timings for us here in the UK in the evening, prime time for us."
    },
    {
        "start": 2069.52,
        "end": 2077.36,
        "text": " So Friday 6 p.m. We're on air with F P1 10 o'clock sprint qualifying a session start of 10 30 on Saturday."
    },
    {
        "start": 2077.36,
        "end": 2082.32,
        "text": " We're going to build up to the sprint race from 6 p.m. Before a lights out of 7 o'clock, qualifying"
    },
    {
        "start": 2082.32,
        "end": 2087.28,
        "text": " for the main race starts at 11 p.m. But you can join us to build up from 10. And then Sunday,"
    },
    {
        "start": 2087.28,
        "end": 2094.32,
        "text": " we're on air from 6 30 in the evening before lights out at 8 p.m. Exciting stuff, Jensen off to"
    },
    {
        "start": 2094.4,
        "end": 2100.2400000000002,
        "text": " Austin. When do you get there? What are you most excited about going to Austin this weekend?"
    },
    {
        "start": 2100.2400000000002,
        "end": 2105.76,
        "text": " I raced in Austin earlier this year in the World Enjurios Championship and it's such a cool city."
    },
    {
        "start": 2106.4,
        "end": 2114.0,
        "text": " I mean, if you like barbecue, it's the place to be. If you like live music, it's the place to be."
    },
    {
        "start": 2114.6400000000003,
        "end": 2121.2000000000003,
        "text": " So I really enjoy the atmosphere of Austin. Yeah, it's not in the city, but I kind of think"
    },
    {
        "start": 2121.2,
        "end": 2126.24,
        "text": " that's cool as well. It's an old school racetrack. And it's the fan base. There is massive."
    },
    {
        "start": 2126.24,
        "end": 2133.12,
        "text": " So it's a really good atmosphere. It's been resurfaced the track. So you'll see these cars running"
    },
    {
        "start": 2133.12,
        "end": 2139.04,
        "text": " as low as they can. They're going to be super fast through turn one to turn eight. That for me is"
    },
    {
        "start": 2139.04,
        "end": 2143.4399999999996,
        "text": " one of the best sections in the world. So if you get a chance to watch an F1 car at its best,"
    },
    {
        "start": 2144.24,
        "end": 2148.48,
        "text": " you got to go to Austin. You got to watch from two and what to one to turn eight. And I'm going to"
    },
    {
        "start": 2148.48,
        "end": 2154.32,
        "text": " be there. So it's going to be even better guys. You're going to be M&M on Saturday night. I hear"
    },
    {
        "start": 2154.32,
        "end": 2162.72,
        "text": " M&M is playing. Unfortunately, I've got some work and some other plans. But I definitely would love"
    },
    {
        "start": 2162.72,
        "end": 2166.64,
        "text": " to go. Yeah, that would be very cool. Well, I'm sure it's going to be an amazing weekend."
    },
    {
        "start": 2166.64,
        "end": 2170.32,
        "text": " Jensen, thank you so much for joining us. We look forward to watching across the weekend on"
    },
    {
        "start": 2170.32,
        "end": 2175.04,
        "text": " Sky Sports F1. We're going to be back next Tuesday as always. Hope you can join us then. Bye for now."
    }
]