[
    {
        "start": 0.0,
        "end": 4.6000000000000005,
        "text": " This message comes from Giving Tuesday, the world's biggest day for generosity."
    },
    {
        "start": 4.6000000000000005,
        "end": 6.86,
        "text": " This year it's on Tuesday, December 3."
    },
    {
        "start": 6.86,
        "end": 11.66,
        "text": " While you're out there being generous, share it on social media using hashtag Giving Tuesday."
    },
    {
        "start": 11.66,
        "end": 14.700000000000001,
        "text": " Research shows this will inspire others to be generous too."
    },
    {
        "start": 14.700000000000001,
        "end": 18.94,
        "text": " This message comes from St. Jude Children's Research Hospital."
    },
    {
        "start": 18.94,
        "end": 27.1,
        "text": " Active and retired federal employees and military staff can support St. Jude during the 2024 combined federal campaign."
    },
    {
        "start": 27.1,
        "end": 34.1,
        "text": " Visit stjuud.org slash CFC and donate now using the code 10560."
    },
    {
        "start": 46.7,
        "end": 53.7,
        "text": " Now let me tell you about what happened when George Washington was running for the house of Burgesses in Virginia in the colonial period."
    },
    {
        "start": 53.7,
        "end": 55.1,
        "text": " It's 1757."
    },
    {
        "start": 58.1,
        "end": 69.1,
        "text": " George Washington purchased 46 gallons of beer, one hog set, one barrel and 10 bowls of rum punch."
    },
    {
        "start": 69.1,
        "end": 78.1,
        "text": " 35 gallons of wine, two gallons of cider and three and a half points of branding."
    },
    {
        "start": 78.1,
        "end": 86.1,
        "text": " This is something that he would do treating his neighbors at the time of the election."
    },
    {
        "start": 87.1,
        "end": 93.1,
        "text": " And they would then he help reciprocate by casting their vote for him."
    },
    {
        "start": 101.1,
        "end": 105.1,
        "text": " The other people would gather around at an electioneering ritual."
    },
    {
        "start": 105.1,
        "end": 113.1,
        "text": " They'd have fiddly, they might have a wrestling, they might have a little bit of dancing,"
    },
    {
        "start": 114.1,
        "end": 128.1,
        "text": " and they very likely would have been eating barbecue, yelling, shouting and I'm sure after they'd consumed a copious quantity of beer and rum and wine and cider and brandy,"
    },
    {
        "start": 128.1,
        "end": 130.1,
        "text": " who knows what else they would have done."
    },
    {
        "start": 130.1,
        "end": 132.1,
        "text": " But they probably loosened up quite a bit."
    },
    {
        "start": 133.1,
        "end": 150.1,
        "text": " The traditional ritual was the each candidate stood on the platform and they awaited each voter to come up and announce for whom they would vote."
    },
    {
        "start": 152.1,
        "end": 155.1,
        "text": " Mr. Blair, who do you vote for?"
    },
    {
        "start": 155.1,
        "end": 156.1,
        "text": " You West."
    },
    {
        "start": 156.1,
        "end": 159.1,
        "text": " Your vote is appreciated."
    },
    {
        "start": 159.1,
        "end": 161.1,
        "text": " Who do you vote for, Mr. Buchanan?"
    },
    {
        "start": 162.1,
        "end": 163.1,
        "text": " George Washington."
    },
    {
        "start": 165.1,
        "end": 167.1,
        "text": " Voice-foking, think about that."
    },
    {
        "start": 168.1,
        "end": 177.1,
        "text": " You can imagine if we all went out in November and announced in public our vote, nobody could say that the vote was stolen."
    },
    {
        "start": 177.1,
        "end": 182.1,
        "text": " The problem is that if you announce your vote publicly, you may be subject to intimidation."
    },
    {
        "start": 183.1,
        "end": 195.1,
        "text": " When a big landowner, like George Washington, offers you a rum totty and a beef barbecue and maybe some corn pudding."
    },
    {
        "start": 195.1,
        "end": 202.1,
        "text": " And you've had a lovely time and he is a beautiful farm, a mountain of urnum, treated by him and his lovely wife Martha."
    },
    {
        "start": 203.1,
        "end": 206.1,
        "text": " And now you're going to announce your preference."
    },
    {
        "start": 206.1,
        "end": 211.1,
        "text": " You're going to be sure that you cast a vote for George Washington."
    },
    {
        "start": 211.1,
        "end": 213.1,
        "text": " Is that intimidation?"
    },
    {
        "start": 213.1,
        "end": 217.1,
        "text": " Is a certain subtle intimidation about it."
    },
    {
        "start": 217.1,
        "end": 220.1,
        "text": " And sometimes it wasn't so subtle."
    },
    {
        "start": 220.1,
        "end": 226.1,
        "text": " We've been experimenting with and arguing over how to cast our ballots from day one."
    },
    {
        "start": 226.1,
        "end": 231.1,
        "text": " And since those early days, the process has changed a lot."
    },
    {
        "start": 231.1,
        "end": 234.1,
        "text": " And it all started with voice voting."
    },
    {
        "start": 234.1,
        "end": 236.1,
        "text": " Viva Vachay is the Latin for that."
    },
    {
        "start": 238.1,
        "end": 251.1,
        "text": " Viva Vachay, literally living voice, which you heard play out at the top, was one of the earliest forms of voting, where you basically shouted your vote from the rooftops in front of all your neighbors while fighting over a kick."
    },
    {
        "start": 252.1,
        "end": 254.1,
        "text": " Because remember, it's election day, it's a holiday."
    },
    {
        "start": 254.1,
        "end": 255.1,
        "text": " There's a ton of drinking."
    },
    {
        "start": 255.1,
        "end": 258.1,
        "text": " Everybody's there. It's like a big like tailgate party."
    },
    {
        "start": 258.1,
        "end": 261.1,
        "text": " Like it's a big celebration of public life."
    },
    {
        "start": 261.1,
        "end": 263.1,
        "text": " This is Jill LaPore."
    },
    {
        "start": 263.1,
        "end": 267.1,
        "text": " I teach American history at Harvard and I am a staff writer for the New Yorker."
    },
    {
        "start": 267.1,
        "end": 270.1,
        "text": " And I also host a podcast called The Last Archive."
    },
    {
        "start": 270.1,
        "end": 277.1,
        "text": " Jill says, as we grew from a small colony to a big independent nation, voice voting got kind of dicey."
    },
    {
        "start": 278.1,
        "end": 284.1,
        "text": " If you have more people, it's going to be more complicated to be accurate and to be able to do a recount when everybody is no longer assembled."
    },
    {
        "start": 284.1,
        "end": 291.1,
        "text": " And so began this ongoing tension-filled debate over how we as Americans choose our representatives."
    },
    {
        "start": 291.1,
        "end": 303.1,
        "text": " And as our country expanded and expanded the right to vote, we've gone from drunken, sometimes dangerous parties in the town square, to private booths behind a drawn curtain."
    },
    {
        "start": 303.1,
        "end": 312.1,
        "text": " And even though voting is treated as one of the key pillars of our democracy, how to actually do it wasn't written into the Constitution."
    },
    {
        "start": 312.1,
        "end": 314.1,
        "text": " There was no plan."
    },
    {
        "start": 314.1,
        "end": 325.1,
        "text": " The process of voting wasn't something the founding fathers thought was their problem to solve, which allowed voting to evolve, for better and for worse."
    },
    {
        "start": 327.1,
        "end": 329.1,
        "text": " I'm Randa De Fittas."
    },
    {
        "start": 329.1,
        "end": 331.1,
        "text": " I'm Ramteen Arabui."
    },
    {
        "start": 331.1,
        "end": 336.1,
        "text": " Today on Thru Line from NPR, the history of how we vote."
    },
    {
        "start": 346.1,
        "end": 349.1,
        "text": " Hi, this is TR Downing from Newton, Kansas."
    },
    {
        "start": 349.1,
        "end": 355.1,
        "text": " You're listening to one of the best podcasts available, Thru Line from NPR."
    },
    {
        "start": 355.1,
        "end": 357.1,
        "text": " This message comes from Hulu."
    },
    {
        "start": 357.1,
        "end": 361.1,
        "text": " Dive into the new Hulu original series, Interior Chinatown."
    },
    {
        "start": 361.1,
        "end": 375.1,
        "text": " From visionary filmmaker, Tyco YTT, and based on the groundbreaking novel by Charles U, Interior Chinatown tells the comedic, genre-bending story of an ordinary waiter swept up in a criminal investigation."
    },
    {
        "start": 375.1,
        "end": 376.1,
        "text": " Thrust into the spotlight."
    },
    {
        "start": 376.1,
        "end": 381.1,
        "text": " He unravels long-barried family secrets and becomes an unlikely hero."
    },
    {
        "start": 381.1,
        "end": 387.1,
        "text": " All episodes of the Hulu original series, Interior Chinatown, are now streaming on Hulu."
    },
    {
        "start": 387.1,
        "end": 401.1,
        "text": " This message comes from Picture House, presenting porcelain war, chronicling three Ukrainian artists who choose to stay in their native country, armed with their art, their cameras, and for the first time in their lives, their guns."
    },
    {
        "start": 401.1,
        "end": 406.1,
        "text": " Now playing Select Cities, coming soon to a theater near you."
    },
    {
        "start": 406.1,
        "end": 409.1,
        "text": " This message comes from Abrams Books."
    },
    {
        "start": 409.1,
        "end": 413.1,
        "text": " Need your next obsession after fourth wing or a court of thorns and roses?"
    },
    {
        "start": 413.1,
        "end": 421.1,
        "text": " The Lightlark saga is back with the newest book in the Romanticist sensation from number one international bestselling author, Alex Astor, Skyshade."
    },
    {
        "start": 421.1,
        "end": 423.1,
        "text": " Out now."
    },
    {
        "start": 423.1,
        "end": 426.1,
        "text": " Part 1 in public."
    },
    {
        "start": 426.1,
        "end": 431.1,
        "text": " So a vote is a voice, right?"
    },
    {
        "start": 431.1,
        "end": 436.1,
        "text": " You sound your voice to express a political opinion or to make a choice."
    },
    {
        "start": 436.1,
        "end": 440.1,
        "text": " The early days of voting were filled with lots of experiments."
    },
    {
        "start": 440.1,
        "end": 445.1,
        "text": " You could announce your choice, Biba Bachi-style, out loud for all to hear."
    },
    {
        "start": 445.1,
        "end": 447.1,
        "text": " Or you could just show up to the town square."
    },
    {
        "start": 447.1,
        "end": 451.1,
        "text": " And someone would be administering the election and would call out."
    },
    {
        "start": 451.1,
        "end": 456.1,
        "text": " If you vote for Smith, go to this side of the town comm, and if you vote for Jones, go to that side of the town comm,"
    },
    {
        "start": 456.1,
        "end": 462.1,
        "text": " and then someone would walk around and conduct the poll, which would mean they would count the tops of people's heads."
    },
    {
        "start": 462.1,
        "end": 467.1,
        "text": " That's what polling was, counting the tops of heads, counting heads."
    },
    {
        "start": 467.1,
        "end": 472.1,
        "text": " And then the next technological step up from that would be to use some device,"
    },
    {
        "start": 472.1,
        "end": 477.1,
        "text": " and this is where the word ballot comes from, some little ball that people could drop in a box."
    },
    {
        "start": 477.1,
        "end": 482.1,
        "text": " And then you'd hand, you'd have piles of dried corn kernels and dried beans."
    },
    {
        "start": 482.1,
        "end": 485.1,
        "text": " And then you'd pick which thing to drop into the box."
    },
    {
        "start": 485.1,
        "end": 487.1,
        "text": " So that's what a ballot is, right?"
    },
    {
        "start": 487.1,
        "end": 489.1,
        "text": " Like it was just a thing that people would have around."
    },
    {
        "start": 489.1,
        "end": 494.1,
        "text": " Corn beans bullets, little balls, whatever pebbles."
    },
    {
        "start": 494.1,
        "end": 502.1,
        "text": " But regardless of whether you used your voice, your head, or a dried bean, your vote was public."
    },
    {
        "start": 502.1,
        "end": 504.1,
        "text": " It often had to be."
    },
    {
        "start": 504.1,
        "end": 508.1,
        "text": " It was important politically that voting be open."
    },
    {
        "start": 508.1,
        "end": 513.1,
        "text": " So if you walked up to a desk where there's a pile of yellow corn and a pile of black beans,"
    },
    {
        "start": 513.1,
        "end": 519.1,
        "text": " and you picked one out and plucked it in the box, anyone who was near could see you do that."
    },
    {
        "start": 519.1,
        "end": 523.1,
        "text": " I remember when I was a kid, it was always a thing that my father would always say,"
    },
    {
        "start": 523.1,
        "end": 526.1,
        "text": " how he voted. He was a very staunch Republican, and it was no surprise."
    },
    {
        "start": 526.1,
        "end": 531.1,
        "text": " But my mother, who was a registered independent, independent, kept her voter."
    },
    {
        "start": 531.1,
        "end": 534.1,
        "text": " And all of us kids would be always asking, who do you vote for?"
    },
    {
        "start": 534.1,
        "end": 536.1,
        "text": " Who do you vote for? And she would say, my vote is secret."
    },
    {
        "start": 536.1,
        "end": 539.1,
        "text": " That is a fundamental American principle."
    },
    {
        "start": 539.1,
        "end": 543.1,
        "text": " Like it's actually kind of not."
    },
    {
        "start": 543.1,
        "end": 548.1,
        "text": " In fact, the original American principle was a complete opposite."
    },
    {
        "start": 548.1,
        "end": 554.1,
        "text": " Basically, your vote should be known by the public because it should be for the public."
    },
    {
        "start": 554.1,
        "end": 557.1,
        "text": " The vast majority of whom had no say whatsoever."
    },
    {
        "start": 557.1,
        "end": 562.1,
        "text": " Both men and women, the rich and the poor, people who were enslaved, people who are apprentices,"
    },
    {
        "start": 562.1,
        "end": 567.1,
        "text": " people who are held in shadow slavery, people who are newly arrived."
    },
    {
        "start": 567.1,
        "end": 573.1,
        "text": " If you think about indigenous peoples who are living among the settlers, which is a significant number of people."
    },
    {
        "start": 573.1,
        "end": 579.1,
        "text": " And out of all those people, who could actually vote white men who own property."
    },
    {
        "start": 579.1,
        "end": 581.1,
        "text": " Most of whom could read."
    },
    {
        "start": 581.1,
        "end": 586.1,
        "text": " There's almost universal white male literacy in New England, which is extraordinarily unusual thing anywhere in the world."
    },
    {
        "start": 586.1,
        "end": 590.1,
        "text": " Which took us from corn and beans to paper."
    },
    {
        "start": 590.1,
        "end": 595.1,
        "text": " If you have a scrap of paper, you can write down the name of the person you're voting for and the office."
    },
    {
        "start": 595.1,
        "end": 600.1,
        "text": " And then you can put that in the ballot box instead of a pebble or a corn or a bean or something."
    },
    {
        "start": 600.1,
        "end": 605.1,
        "text": " These methods didn't replace each other. They just kind of piled on top of one another."
    },
    {
        "start": 605.1,
        "end": 609.1,
        "text": " So one colony moved to paper while another held to their corn and beans."
    },
    {
        "start": 609.1,
        "end": 612.1,
        "text": " And another stuck to their voices."
    },
    {
        "start": 612.1,
        "end": 618.1,
        "text": " And this patchy system is what the founders inherited after America became an independent nation."
    },
    {
        "start": 618.1,
        "end": 622.1,
        "text": " They looked at all these various methods happening all over the place."
    },
    {
        "start": 622.1,
        "end": 626.1,
        "text": " And we're like, yeah, cool. Whatever."
    },
    {
        "start": 626.1,
        "end": 634.1,
        "text": " The framers of the Constitution were just not that concerned with ordinary voters who did not have a particularly big role in the federal government."
    },
    {
        "start": 634.1,
        "end": 638.1,
        "text": " Remember, the president wasn't chosen by a popular vote."
    },
    {
        "start": 638.1,
        "end": 642.1,
        "text": " So the framers didn't really care how the public voted one way or another."
    },
    {
        "start": 642.1,
        "end": 645.1,
        "text": " They left that up to the states."
    },
    {
        "start": 645.1,
        "end": 652.1,
        "text": " So it becomes a problem that there's a lack of uniformity even from polling place to polling place within a state."
    },
    {
        "start": 652.1,
        "end": 658.1,
        "text": " Partially because as each state was designing its own process, there was another system taking shape."
    },
    {
        "start": 658.1,
        "end": 662.1,
        "text": " One that the founders had actually hoped wouldn't take shape."
    },
    {
        "start": 662.1,
        "end": 664.1,
        "text": " Political parties."
    },
    {
        "start": 668.1,
        "end": 672.1,
        "text": " So the party system is not anticipated by the Constitution,"
    },
    {
        "start": 672.1,
        "end": 680.1,
        "text": " but party system begins to emerge in 1796 and more squarely seems has come to seem inevitable by 1800."
    },
    {
        "start": 680.1,
        "end": 687.1,
        "text": " And so political parties begin trying to think about how to make sure that they're maximizing the votes of their supporters."
    },
    {
        "start": 687.1,
        "end": 693.1,
        "text": " And they realize they could tap into one of the most exciting advances of the early 19th century."
    },
    {
        "start": 693.1,
        "end": 696.1,
        "text": " Printing. Cheap printing."
    },
    {
        "start": 696.1,
        "end": 698.1,
        "text": " Printing presses have sped up."
    },
    {
        "start": 698.1,
        "end": 704.1,
        "text": " So the newspaper that costs a penny instead of six cents is a huge technological advance in the 1820s."
    },
    {
        "start": 704.1,
        "end": 707.1,
        "text": " Reading the newspapers now affordable."
    },
    {
        "start": 707.1,
        "end": 711.1,
        "text": " And the more people who can afford to read the paper, the more people read."
    },
    {
        "start": 711.1,
        "end": 712.1,
        "text": " Period."
    },
    {
        "start": 713.1,
        "end": 718.1,
        "text": " And so political parties get the idea that they will instead of trying to rely on people writing down the names of the office holders,"
    },
    {
        "start": 718.1,
        "end": 723.1,
        "text": " they will print ballots for their entire party slate."
    },
    {
        "start": 723.1,
        "end": 726.1,
        "text": " And put them in the newspaper."
    },
    {
        "start": 726.1,
        "end": 730.1,
        "text": " Now newspapers are partisan then, so you subscribe to the Democratic newspaper in your city."
    },
    {
        "start": 730.1,
        "end": 734.1,
        "text": " You get your Democratic ballot, you cut it out and you bring it to the polling place."
    },
    {
        "start": 734.1,
        "end": 740.1,
        "text": " This was all happening at a time when more and more white men could not only read but vote."
    },
    {
        "start": 740.1,
        "end": 747.1,
        "text": " By the end of the 1820s, most states adopted universal white male suffrage, meaning you didn't have to own land anymore."
    },
    {
        "start": 747.1,
        "end": 749.1,
        "text": " You didn't even need any money."
    },
    {
        "start": 749.1,
        "end": 754.1,
        "text": " You just needed to be a white guy who could get your hands on a party ticket."
    },
    {
        "start": 754.1,
        "end": 760.1,
        "text": " People started calling them party tickets because they look like railroad tickets."
    },
    {
        "start": 760.1,
        "end": 762.1,
        "text": " And then you'd have to kind of poke holes in them."
    },
    {
        "start": 762.1,
        "end": 765.1,
        "text": " But I mean, the party ticket is actually hilarious to me."
    },
    {
        "start": 765.1,
        "end": 770.1,
        "text": " For one thing, there were giant sheets of paper, these, you know, flaming red or bright blue ballots, right?"
    },
    {
        "start": 770.1,
        "end": 772.1,
        "text": " That's that signal to your party loyalty."
    },
    {
        "start": 772.1,
        "end": 775.1,
        "text": " This empowered the party system."
    },
    {
        "start": 775.1,
        "end": 781.1,
        "text": " And the more solidified the parties, the more splintered the public, which set off a whole new set of problems."
    },
    {
        "start": 781.1,
        "end": 786.1,
        "text": " For instance, imagine you live in a neighborhood full of mostly Democrats."
    },
    {
        "start": 786.1,
        "end": 792.1,
        "text": " But you're a Republican and you try to go to vote and you have this giant flaming red ticket that you're trying to get."
    },
    {
        "start": 792.1,
        "end": 798.1,
        "text": " Usually there's like a building with a window, you know, and you have to be outside and hand the ballot through the window."
    },
    {
        "start": 798.1,
        "end": 803.1,
        "text": " And so you hear you come in to this basically blue square."
    },
    {
        "start": 803.1,
        "end": 810.1,
        "text": " You have this red ballot and you have to get across the park with your red ballot and get it through that window."
    },
    {
        "start": 810.1,
        "end": 813.1,
        "text": " It became extremely dangerous to vote."
    },
    {
        "start": 813.1,
        "end": 816.1,
        "text": " Party bosses acted like the mob."
    },
    {
        "start": 816.1,
        "end": 820.1,
        "text": " They hired henchmen to show up to the polls, ready to fight."
    },
    {
        "start": 820.1,
        "end": 832.1,
        "text": " It's called shoulder striking. The parties would hire guys to show up and then try to intimidate voters who are so obviously carrying minority party tickets from even getting to the ballot box."
    },
    {
        "start": 832.1,
        "end": 836.1,
        "text": " That's part of an election contest."
    },
    {
        "start": 837.1,
        "end": 855.1,
        "text": " The famous case that really kind of calls into question how, how out of control has this gotten, is the case in Baltimore when a guy who's a Democrat tries to go vote with his brother."
    },
    {
        "start": 855.1,
        "end": 863.1,
        "text": " The guy's name was George Kyle, a Democrat who lived in a neighborhood dominated by the opposition, the American party."
    },
    {
        "start": 863.1,
        "end": 873.1,
        "text": " On election day, November 2nd, 1859, George and his brother left for the polls just after 8 a.m. with a bundle of ballots tucked under their arms."
    },
    {
        "start": 873.1,
        "end": 881.1,
        "text": " When they walked up to the voting window, a man approached them and tried to snatch the ballots right out of their hands."
    },
    {
        "start": 881.1,
        "end": 886.1,
        "text": " George dodged his attacker and held on tight to his ballots. But then..."
    },
    {
        "start": 886.1,
        "end": 889.1,
        "text": " People start shooting at them."
    },
    {
        "start": 890.1,
        "end": 896.1,
        "text": " Here's guns, there's knives, it's a mess. The guy's brother is killed."
    },
    {
        "start": 903.1,
        "end": 911.1,
        "text": " Just as George noticed his brother lying dead on the ground, he was shot in the arm and hit with a flying brick."
    },
    {
        "start": 911.1,
        "end": 917.1,
        "text": " He scurried off and ran home as fast as he could to nurse his wounds."
    },
    {
        "start": 917.1,
        "end": 923.1,
        "text": " That day, George Kyle lost his brother and his vote."
    },
    {
        "start": 923.1,
        "end": 929.1,
        "text": " This later in investigation and the question that the investigation has to ask,"
    },
    {
        "start": 929.1,
        "end": 935.1,
        "text": " could a man of ordinary courage have cast his ballot that day?"
    },
    {
        "start": 935.1,
        "end": 941.1,
        "text": " So the implication then is that they were cowards."
    },
    {
        "start": 941.1,
        "end": 947.1,
        "text": " So things have clearly gone awry."
    },
    {
        "start": 947.1,
        "end": 955.1,
        "text": " This is just a whole culture, like a blustery, masculine, swaggery culture of American politics, like we see all the time."
    },
    {
        "start": 955.1,
        "end": 962.1,
        "text": " And you have to be a gladiator to participate in politics. That goes way back."
    },
    {
        "start": 966.1,
        "end": 970.1,
        "text": " Violence and intimidation wreaked havoc on elections."
    },
    {
        "start": 970.1,
        "end": 978.1,
        "text": " Especially for those voting in the minority. But this wasn't the only problem with the party ticket system run by corrupt party bosses."
    },
    {
        "start": 978.1,
        "end": 985.1,
        "text": " People soon realized that they could use their vote for something other than voting. They could use it to eat."
    },
    {
        "start": 985.1,
        "end": 991.1,
        "text": " If you're really poor, it's a pretty good way to make money to just sell your vote."
    },
    {
        "start": 991.1,
        "end": 996.1,
        "text": " You can go to the polling place without a ballot and ask two different sides."
    },
    {
        "start": 996.1,
        "end": 1000.1,
        "text": " How much would you give me to vote your ticket versus the other ticket?"
    },
    {
        "start": 1000.1,
        "end": 1006.1,
        "text": " And people sell their votes for a sandwich."
    },
    {
        "start": 1006.1,
        "end": 1012.1,
        "text": " This is industrial America. This is an incredibly, incredibly poor underclass."
    },
    {
        "start": 1012.1,
        "end": 1020.1,
        "text": " And it's the poverty of the electorate. It's the possibility that you could be so poor, you would sell your vote for a sandwich."
    },
    {
        "start": 1021.1,
        "end": 1032.1,
        "text": " The acknowledgement of the vast income inequality and economic inequality that is the consequence of the industrial revolution will require a wholly new way of imagining the act of voting."
    },
    {
        "start": 1032.1,
        "end": 1038.1,
        "text": " That leads to a lot of new discussion about a way to protect Americans on election day."
    },
    {
        "start": 1038.1,
        "end": 1047.1,
        "text": " Because the people in power were watching. Watching their workers in the factories and watching them at the polls."
    },
    {
        "start": 1047.1,
        "end": 1052.1,
        "text": " Like let's say I own a factory and you are my employee. And we both go to vote."
    },
    {
        "start": 1052.1,
        "end": 1057.1,
        "text": " And I want to vote for this guy who's going to reduce taxes on factory owners. Well, I employ you."
    },
    {
        "start": 1057.1,
        "end": 1061.1,
        "text": " And I'm going to say to you, you got to vote the way I vote or I'm going to you're going to fire you."
    },
    {
        "start": 1061.1,
        "end": 1064.1,
        "text": " What are you going to do? You're obviously going to vote the way I tell you to vote."
    },
    {
        "start": 1064.1,
        "end": 1068.1,
        "text": " Because I'm going to watch you vote. And I can see which ballot you're going to cast."
    },
    {
        "start": 1069.1,
        "end": 1076.1,
        "text": " There's this new question right now we have economic inequality in the electorate. Now what do we do?"
    },
    {
        "start": 1076.1,
        "end": 1085.1,
        "text": " But that question would have to be put on hold. The voting fiasco was just one broken piece of an increasingly broken nation."
    },
    {
        "start": 1085.1,
        "end": 1092.1,
        "text": " A nation that by the mid 19th century was turning on itself over a different question."
    },
    {
        "start": 1092.1,
        "end": 1095.1,
        "text": " The question of slavery."
    },
    {
        "start": 1098.1,
        "end": 1127.1,
        "text": " The war begins, I mean, the recession is met by Lincoln's determination to hold the union together,"
    },
    {
        "start": 1127.1,
        "end": 1133.1,
        "text": " to resolve the question of whether as he put it a constitutional republic, a democracy,"
    },
    {
        "start": 1133.1,
        "end": 1140.1,
        "text": " a government of the people can or cannot maintain its integrity against its own internal foes."
    },
    {
        "start": 1145.1,
        "end": 1153.1,
        "text": " I'm Richard Cowardine. I taught for a number of years in Oxford University. I'm the Rose Professor Emeritus of American History."
    },
    {
        "start": 1158.1,
        "end": 1166.1,
        "text": " More than a year into this bloody costly war, President Abraham Lincoln made a bold proclamation."
    },
    {
        "start": 1166.1,
        "end": 1177.1,
        "text": " All persons held as slaves within any state or designated part of a state. The people were of shall then be in rebellion against the United States."
    },
    {
        "start": 1178.1,
        "end": 1182.1,
        "text": " Shall be then, then, forward and forever free."
    },
    {
        "start": 1182.1,
        "end": 1184.1,
        "text": " And the executive government of the state."
    },
    {
        "start": 1184.1,
        "end": 1189.1,
        "text": " In this emancipation proclamation, Lincoln and the Republicans spelled out new terms of peace."
    },
    {
        "start": 1189.1,
        "end": 1196.1,
        "text": " The fighting would only end when slavery ended, which made the Confederates furious."
    },
    {
        "start": 1196.1,
        "end": 1201.1,
        "text": " Keep in mind the racial politics of the parties then weren't quite what they are today."
    },
    {
        "start": 1201.1,
        "end": 1208.1,
        "text": " The Republicans were the party of Lincoln and emancipation. The Democrats were the party of states' rights and slavery."
    },
    {
        "start": 1208.1,
        "end": 1217.1,
        "text": " Lincoln knew that emancipation was a politically risky move, because before long, he was going to be at the mercy of the ballot box."
    },
    {
        "start": 1219.1,
        "end": 1227.1,
        "text": " He's aware that by insisting on making emancipation a condition of peace negotiations with the Confederacy,"
    },
    {
        "start": 1228.1,
        "end": 1237.1,
        "text": " he's giving political ammunition to the Democrats. The Democrats, the opposition, are saying you're deliberately protracting the war to secure abolition."
    },
    {
        "start": 1237.1,
        "end": 1247.1,
        "text": " You could get peace if only you were prepared to think about reuniting the country on the constitution as it once was, not on what you wanted to be."
    },
    {
        "start": 1248.1,
        "end": 1257.1,
        "text": " And Lincoln, he actually considers briefly he thinks of abandoning emancipation as a basis for peace."
    },
    {
        "start": 1257.1,
        "end": 1266.1,
        "text": " But, but, he decides it would be an ignominious surrender. He can't possibly yield on that."
    },
    {
        "start": 1266.1,
        "end": 1271.1,
        "text": " He said, and I quote, it would be worse than losing the presidential contest."
    },
    {
        "start": 1272.1,
        "end": 1286.1,
        "text": " Coming up, how this set the stage for an election year that would test the limits of American democracy and forever change how we vote."
    },
    {
        "start": 1289.1,
        "end": 1295.1,
        "text": " Hi, my name is Sienna. I'm from San Francisco and you're listening to Three Line from NPR."
    },
    {
        "start": 1296.1,
        "end": 1305.1,
        "text": " I love your show. Every episode podcast that I've listened to has blown my mind. Keep doing what you're doing. Thank you."
    },
    {
        "start": 1305.1,
        "end": 1314.1,
        "text": " This message comes from Energia, where everyone can invest directly in solar energy projects across the world's most profitable renewable markets."
    },
    {
        "start": 1315.1,
        "end": 1321.1,
        "text": " Since inception, Energia has helped investors realize a 12% return while earning steady monthly dividends."
    },
    {
        "start": 1321.1,
        "end": 1330.1,
        "text": " It's a smart, impactful way to diversify outside the stock market with real assets. Learn more at energiah.com slash NPR."
    },
    {
        "start": 1330.1,
        "end": 1337.1,
        "text": " Pass performance is not indicative of future results. All investments carry risk, including the potential loss of principle."
    },
    {
        "start": 1337.1,
        "end": 1352.1,
        "text": " This message comes from IBM. Think scaling AI is hard? Think again. With Watson X, you can deploy AI across any environment above the clouds helping pilots navigate flights and on lots of clouds helping employees automate tasks."
    },
    {
        "start": 1352.1,
        "end": 1364.1,
        "text": " On Primm, so designers can access proprietary data and on the edge, so remote bank tellers can assist customers. Watson X works anywhere, so you can scale AI everywhere."
    },
    {
        "start": 1364.1,
        "end": 1370.1,
        "text": " Learn more at IBM.com slash Watson X. IBM, let's create."
    },
    {
        "start": 1370.1,
        "end": 1378.1,
        "text": " This message comes from Bolin Branch. Bolin Branch's best sale of the year is right now. Try the organic cotton sheets loved by millions."
    },
    {
        "start": 1378.1,
        "end": 1387.1,
        "text": " Go to bolin branch.com and use code NPR for 25% off everything. Limited time only, exclusion supply, seaside for details."
    },
    {
        "start": 1387.1,
        "end": 1392.1,
        "text": " Part 2. The ballot or the bullet."
    },
    {
        "start": 1392.1,
        "end": 1408.1,
        "text": " Do not mistake that the ballot is stronger than the bullet. Therefore, let the legions of slavery use bullets."
    },
    {
        "start": 1408.1,
        "end": 1415.1,
        "text": " But let us wait patiently till November and fire ballots at them in return."
    },
    {
        "start": 1415.1,
        "end": 1422.1,
        "text": " And by that peaceful policy, I believe we shall ultimately win."
    },
    {
        "start": 1422.1,
        "end": 1436.1,
        "text": " It's January 1864, less than a year till election day. And the country has to sort out some tough questions before that day arrives."
    },
    {
        "start": 1436.1,
        "end": 1441.1,
        "text": " Questions of race, question of government power, question of the role of the army."
    },
    {
        "start": 1441.1,
        "end": 1444.1,
        "text": " About what the coming elections should look like."
    },
    {
        "start": 1444.1,
        "end": 1448.1,
        "text": " Questions of what is legitimate opposition in wartime."
    },
    {
        "start": 1448.1,
        "end": 1450.1,
        "text": " And what the country stands for."
    },
    {
        "start": 1450.1,
        "end": 1468.1,
        "text": " There are deep ideological and cultural divides. On the one side, you've got the democratic opposition, considering Lincoln and the administration and the federal army to be a tyrannical force."
    },
    {
        "start": 1468.1,
        "end": 1480.1,
        "text": " We're going to crush individual freedom in pursuit of reunion and a natural emancipationist racial order."
    },
    {
        "start": 1480.1,
        "end": 1487.1,
        "text": " On the other hand, you've got Lincoln and the National Union Party pledging themselves to seeing the war right through to its conclusion."
    },
    {
        "start": 1487.1,
        "end": 1492.1,
        "text": " They're offering a vision of a reunified nation no longer stained by slavery."
    },
    {
        "start": 1492.1,
        "end": 1499.1,
        "text": " The country would be, I suppose, true to the egalitarian principles of the Declaration of Independence."
    },
    {
        "start": 1499.1,
        "end": 1504.1,
        "text": " It would emerge from the war with a richer democracy."
    },
    {
        "start": 1504.1,
        "end": 1508.1,
        "text": " Initially, things looked good for Lincoln and his party, the Republicans."
    },
    {
        "start": 1508.1,
        "end": 1512.1,
        "text": " They were winning on the battlefield and the days of the Confederacy seemed numbered."
    },
    {
        "start": 1513.1,
        "end": 1515.1,
        "text": " They seemed to have the election in the back."
    },
    {
        "start": 1515.1,
        "end": 1524.1,
        "text": " But as winter turned to spring, the Confederates began to push back hard and the federal army faced some big losses."
    },
    {
        "start": 1524.1,
        "end": 1529.1,
        "text": " Harennda's losses in the spots of wilderness, Spots of Aenea, Cold Harbor."
    },
    {
        "start": 1529.1,
        "end": 1536.1,
        "text": " Things are looking so bleak. In fact, Lincoln's party chairman, it comes to Lincoln and he says, you know, you're going to lose Illinois."
    },
    {
        "start": 1536.1,
        "end": 1539.1,
        "text": " You're going to lose Indiana. You're going to lose Pennsylvania."
    },
    {
        "start": 1539.1,
        "end": 1545.1,
        "text": " These are key states. And if you lose those three states, then inevitably you're going to lose the election overall."
    },
    {
        "start": 1545.1,
        "end": 1555.1,
        "text": " Confederates, looking at this, were quite sure that the the the weariness of the war in the North would lead to the election of a new president who would be willing to to see for peace."
    },
    {
        "start": 1555.1,
        "end": 1561.1,
        "text": " And they hope that the new president would be democratic nominee general George B. McClellan."
    },
    {
        "start": 1561.1,
        "end": 1565.1,
        "text": " I was, of course, I'm very well loved. I had a professional soldier."
    },
    {
        "start": 1565.1,
        "end": 1573.1,
        "text": " McClellan had served under Lincoln, but as a candidate, his main position was that the war needed to end ASAP."
    },
    {
        "start": 1573.1,
        "end": 1578.1,
        "text": " And the Confederate states needed to be reunited with the Union. A man's a patient be damned."
    },
    {
        "start": 1578.1,
        "end": 1584.1,
        "text": " In other words, there would be a dishonorable peace that would not see the end of slavery."
    },
    {
        "start": 1585.1,
        "end": 1598.1,
        "text": " Meanwhile, heated political debates were happening in town squares on the home front and among soldiers on the war front."
    },
    {
        "start": 1598.1,
        "end": 1611.1,
        "text": " The soldiers and civilians are consumed by the sense that what happens in November will be of profound importance for the future of the nation."
    },
    {
        "start": 1612.1,
        "end": 1620.1,
        "text": " I could never look you in the face. Should I be compelled to say that we could no longer govern ourselves."
    },
    {
        "start": 1620.1,
        "end": 1625.1,
        "text": " That this war was but a trifling experiment and we could not conquer our enemies."
    },
    {
        "start": 1625.1,
        "end": 1639.1,
        "text": " We can only fight. You can vote. Give us such men as Lincoln and Johnson, Grant and Sherman. And we will fight as long as there remains a rebel in arms."
    },
    {
        "start": 1639.1,
        "end": 1654.1,
        "text": " Charlie, you will pardon me. Should I appear to moralize a little. I grow warm when I begin to write on the subject. You know my feelings without my saying a word. Vote right and we will do the fighting on the square."
    },
    {
        "start": 1654.1,
        "end": 1675.1,
        "text": " For many soldiers, abolition was the key issue in this election, whether they were for it or against it. Richard Carwedeen has a collection of letters that Union Army soldiers sent home. He read some of them to us in his best American accent."
    },
    {
        "start": 1676.1,
        "end": 1685.1,
        "text": " One of these soldiers wrote, I hope to sink in hell if ever I have to draw my sword to fight for the Negroes. This is an army captain."
    },
    {
        "start": 1685.1,
        "end": 1695.1,
        "text": " Another said if the Negroes are freed what we do with them is worried about why to unemployment. Maybe riots, rebellion, even."
    },
    {
        "start": 1696.1,
        "end": 1706.1,
        "text": " But this was the minority opinion. Most soldiers in the Union or federal army leaned Republican, which remember was Lincoln's anti-slavery party."
    },
    {
        "start": 1706.1,
        "end": 1719.1,
        "text": " And that was partly a reflection of where these soldiers came from. Many were from places where having a voice wasn't a given. And they came to the US hoping that right was guaranteed."
    },
    {
        "start": 1720.1,
        "end": 1739.1,
        "text": " When you look at the makeup of the federal armies, you'll see that there are significant numbers of immigrant troops, of troops that have been recruited indeed from Europe. Certainly Irish and German troops who understand that they have come to a country that offers something different."
    },
    {
        "start": 1739.1,
        "end": 1751.1,
        "text": " If you allow their Confederacy to succeed, you are ending what Lincoln called the Last Best Hope of Earth, but it's what they understand to be the Last Best Hope of Earth too."
    },
    {
        "start": 1751.1,
        "end": 1761.1,
        "text": " The Last Best Hope of Earth, that promise of freedom, of representation for all, which might chart a new path for the world."
    },
    {
        "start": 1761.1,
        "end": 1767.1,
        "text": " It's also important to note that nearly 10% of the federal army were black soldiers."
    },
    {
        "start": 1767.1,
        "end": 1775.1,
        "text": " Quote you are letter from a black soldier serving in the Fifth Massachusetts cavalry. He describes Maclellan on the Democrats, and I quote,"
    },
    {
        "start": 1775.1,
        "end": 1787.1,
        "text": " as ever the chief instruments in giving aid to the common enemy of the country, inaugurators of this bloody conflict on the rightful domains of freedom."
    },
    {
        "start": 1787.1,
        "end": 1799.1,
        "text": " Is this the People's Canada? Maclellan? The secret advocate of dissension, disloyalty, treason, and the ardent lover of human slavery?"
    },
    {
        "start": 1799.1,
        "end": 1813.1,
        "text": " But here's the thing. Regardless of where soldiers fell politically, most of them shared one important thing in common. They couldn't vote."
    },
    {
        "start": 1813.1,
        "end": 1824.1,
        "text": " There's only one state in 1861 when the war starts that has actually granted soldiers the right of voting in the field of absentee voting."
    },
    {
        "start": 1824.1,
        "end": 1838.1,
        "text": " And both Republicans and Democrats are afraid that if the vote is extended to soldiers in the field, this could be a recipe for fraud and forgiving political advantage to the other side."
    },
    {
        "start": 1838.1,
        "end": 1848.1,
        "text": " So it took time for the powers that be in the United States to come to see that it was a legitimate claim on the part of soldiers that they should be allowed to vote."
    },
    {
        "start": 1848.1,
        "end": 1862.1,
        "text": " When you've got a million men in arms in the Union, armed by the high point of the war, these are a huge proportion of the voting public that you're disfranchising unless you make a special arrangements for them."
    },
    {
        "start": 1862.1,
        "end": 1871.1,
        "text": " As the war went on, pressure was building to give soldiers the right to vote. Those pressures come overwhelmingly from the Republicans."
    },
    {
        "start": 1871.1,
        "end": 1872.1,
        "text": " Why them?"
    },
    {
        "start": 1872.1,
        "end": 1884.1,
        "text": " The Lincoln and the Republicans become aware of just what kind of loyalty they have within the federal forces, which meant if they gave soldiers the vote, it would likely help them win the election."
    },
    {
        "start": 1884.1,
        "end": 1888.1,
        "text": " So Lincoln tried to make some special arrangements."
    },
    {
        "start": 1888.1,
        "end": 1897.1,
        "text": " He wrote to his general saying, please me if you would allow the soldiers to return for the fall elections."
    },
    {
        "start": 1898.1,
        "end": 1903.1,
        "text": " There is a prospect of our being granted the privilege of coming home to vote in the state."
    },
    {
        "start": 1903.1,
        "end": 1911.1,
        "text": " Should this be true, there will no doubt be some joyful greetings in the old sucker state, even though our stay should be short."
    },
    {
        "start": 1911.1,
        "end": 1917.1,
        "text": " But the reality was, most soldiers weren't going to be able to get furloughs to go home and vote."
    },
    {
        "start": 1917.1,
        "end": 1923.1,
        "text": " After all, it was the middle of a war, and there was only so much the federal government could do."
    },
    {
        "start": 1923.1,
        "end": 1930.1,
        "text": " So as always, it fell to the states to decide if and how those soldiers would vote."
    },
    {
        "start": 1930.1,
        "end": 1937.1,
        "text": " I mean, what had to happen was, of course, legal change, statutory change."
    },
    {
        "start": 1937.1,
        "end": 1940.1,
        "text": " States began passing laws to give soldiers the vote."
    },
    {
        "start": 1940.1,
        "end": 1944.1,
        "text": " Some instituted absentee voting, which is still around today."
    },
    {
        "start": 1944.1,
        "end": 1956.1,
        "text": " You allow the soldiers in the camps to submit a ballot into ballot boxes that were taken to the camps by state election commissioners."
    },
    {
        "start": 1956.1,
        "end": 1965.1,
        "text": " And then on polling day, the soldiers deposit their tickets under the supervision of the commanding officer and the commissioners."
    },
    {
        "start": 1965.1,
        "end": 1969.1,
        "text": " Other states instituted something called proxy voting."
    },
    {
        "start": 1969.1,
        "end": 1976.1,
        "text": " So you allow someone that you designate to cast your vote for you in your home precinct."
    },
    {
        "start": 1976.1,
        "end": 1978.1,
        "text": " Here's how it worked."
    },
    {
        "start": 1978.1,
        "end": 1980.1,
        "text": " Say a soldier from New York wanted to vote."
    },
    {
        "start": 1980.1,
        "end": 1991.1,
        "text": " He would enclose in an envelope his ballot, his ticket, along with a document that authorized his proxy to vote for him."
    },
    {
        "start": 1991.1,
        "end": 2006.1,
        "text": " He would then seal that envelope, and he would sign it with an affidavit that he was an eligible New York voter serving in the federal army and unable to get back to vote on election day."
    },
    {
        "start": 2006.1,
        "end": 2018.1,
        "text": " He would then put that envelope inside another envelope marked soldiers vote, and would send that by mail to his proxy back home."
    },
    {
        "start": 2018.1,
        "end": 2031.1,
        "text": " And then the authorized proxy would remove the inner envelope, but wouldn't open it and take it unopened on election day to the polls to be examined by the polling inspectors."
    },
    {
        "start": 2031.1,
        "end": 2040.1,
        "text": " And if they were satisfied, they would allow that envelope to be opened and the vote would be cast in the ballot box."
    },
    {
        "start": 2040.1,
        "end": 2049.1,
        "text": " It's very carefully set out as to what should be done, and it's designed obviously to protect against fraud."
    },
    {
        "start": 2049.1,
        "end": 2056.1,
        "text": " At least in theory, but it's easy to see how that might not go according to plan."
    },
    {
        "start": 2056.1,
        "end": 2069.1,
        "text": " An imposter could pretend to be the proxy, a commanding officer might intimidate soldiers into voting for a certain person or keep them from mailing their ballots, not unlike what employers would do to workers on the home front."
    },
    {
        "start": 2069.1,
        "end": 2078.1,
        "text": " And the envelope marked soldiers vote could easily be opened and a different ballot be submitted inside."
    },
    {
        "start": 2078.1,
        "end": 2088.1,
        "text": " Thing is, even in states where soldiers can vote, questions hung over these new ways of voting and race concerns about the legitimacy of the election."
    },
    {
        "start": 2088.1,
        "end": 2094.1,
        "text": " Both sides claim malpractice and fraud."
    },
    {
        "start": 2095.1,
        "end": 2106.1,
        "text": " You have Democrats claiming that the war department is delaying the delivery of soldiers votes back home where they're known to be McClellan votes, they are being held up by the war department."
    },
    {
        "start": 2106.1,
        "end": 2119.1,
        "text": " Even claims that the ballots are being extensively altered by removing McClellan's votes from the envelopes and substituting Lincoln ballots, waiting the scales very powerfully in favor of the Republicans and the administration."
    },
    {
        "start": 2119.1,
        "end": 2126.1,
        "text": " The men who would vote the McClellan ticket were kept here and only A's men were sent to their states to vote."
    },
    {
        "start": 2126.1,
        "end": 2129.1,
        "text": " All of the McClellan men were kept here."
    },
    {
        "start": 2129.1,
        "end": 2134.1,
        "text": " I suppose I might have gotten home if I would have said I would vote for A, but never."
    },
    {
        "start": 2134.1,
        "end": 2140.1,
        "text": " I would sooner stay here for another year than to come home and vote for him."
    },
    {
        "start": 2140.1,
        "end": 2149.1,
        "text": " But the Republicans too could point legitimately to the arrest of several Democrats in Washington and Baltimore for forging McClellan ballots."
    },
    {
        "start": 2149.1,
        "end": 2152.1,
        "text": " They've designed to swing the vote in New York State."
    },
    {
        "start": 2152.1,
        "end": 2166.1,
        "text": " Both parties are at it, but it's the Republicans who are able to present themselves most powerfully and most convincingly to the Army that they are the friends of the Democratic rights of the soldiers."
    },
    {
        "start": 2166.1,
        "end": 2178.1,
        "text": " I think that if the soldiers has not got anything to say of who shall be at the head of government that no one has, I do not know more than three, but what would vote for A."
    },
    {
        "start": 2178.1,
        "end": 2182.1,
        "text": " So as to fight treason with our votes, as well as our guns."
    },
    {
        "start": 2182.1,
        "end": 2186.1,
        "text": " I cast the first vote I have ever cast for the election of Lincoln."
    },
    {
        "start": 2186.1,
        "end": 2192.1,
        "text": " In doing so, I felt that I was doing my country as much service as I have ever done on the field of battle."
    },
    {
        "start": 2197.1,
        "end": 2204.1,
        "text": " November 8th, 1864, election day."
    },
    {
        "start": 2204.1,
        "end": 2222.1,
        "text": " The day itself passed off peacefully enough, but there is this strong sense of tension, a sense of high excitement, determination to be heard on the day to stand up for your rights as voters."
    },
    {
        "start": 2222.1,
        "end": 2230.1,
        "text": " Regardless of what your commanding officers might want or regardless of what the other parties campaigners might want."
    },
    {
        "start": 2230.1,
        "end": 2237.1,
        "text": " The votes were counted. Among the soldiers, Lincoln got three votes for every one McClellan got."
    },
    {
        "start": 2237.1,
        "end": 2242.1,
        "text": " Before long, it was clear that Lincoln had won the election."
    },
    {
        "start": 2242.1,
        "end": 2251.1,
        "text": " Yes, there's fraud, yes, there's manipulation, yes, there's partisanship, there's malpractice, but I think ultimately there was enough."
    },
    {
        "start": 2251.1,
        "end": 2261.1,
        "text": " There was enough of authenticity and good practice in the absentee balancing in the war for the result itself, not to have been a distortion."
    },
    {
        "start": 2261.1,
        "end": 2265.1,
        "text": " A few days later, Lincoln addressed the nation."
    },
    {
        "start": 2266.1,
        "end": 2285.1,
        "text": " The present rebellion brought our republic to a severe test, and a presidential election occurring in regular course during the rebellion added not a little to the strain."
    },
    {
        "start": 2285.1,
        "end": 2301.1,
        "text": " I mean, he knew that the electoral process in wartime had its shortcomings, but what it showed was just how deeply embedded the idea of representative government had become in the United States over the, yes, since the revolution."
    },
    {
        "start": 2301.1,
        "end": 2307.1,
        "text": " The election, along with its incidental and undesirable strife, has done good too."
    },
    {
        "start": 2307.1,
        "end": 2315.1,
        "text": " It has demonstrated that a people's government can sustain a national election in the midst of a great civil war."
    },
    {
        "start": 2315.1,
        "end": 2321.1,
        "text": " Until now, it has not been known to the world that this was a possibility."
    },
    {
        "start": 2322.1,
        "end": 2333.1,
        "text": " The election of 1864 is, in my view, the most significant election in American history, the most significant for democracy in American history."
    },
    {
        "start": 2333.1,
        "end": 2345.1,
        "text": " A democracy that in the midst of a civil war had managed to preserve its most fundamental pillar, voting, along with all the messiness and drama that came with it."
    },
    {
        "start": 2345.1,
        "end": 2349.1,
        "text": " And it was about to get even more complicated."
    },
    {
        "start": 2352.1,
        "end": 2371.1,
        "text": " On April 10, 1865, Lincoln stood before a cheering crowd of nearly 3,000 people gathered outside the White House."
    },
    {
        "start": 2371.1,
        "end": 2377.1,
        "text": " The war was over. The Union had won. Speech, speech, they yelled."
    },
    {
        "start": 2377.1,
        "end": 2384.1,
        "text": " But Lincoln, who needed time to prepare, instead queued the Marine Band to play a song."
    },
    {
        "start": 2388.1,
        "end": 2392.1,
        "text": " I have always thought, Dixie, one of the best tunes I have ever heard."
    },
    {
        "start": 2392.1,
        "end": 2407.1,
        "text": " Our adversaries over the way attempted to appropriate it. But I insisted yesterday that we fairly catcher it."
    },
    {
        "start": 2422.1,
        "end": 2427.1,
        "text": " The next day, Lincoln returned, with a carefully prepared speech."
    },
    {
        "start": 2427.1,
        "end": 2432.1,
        "text": " We meet this evening, not in sorrow, but in gladness of heart."
    },
    {
        "start": 2432.1,
        "end": 2439.1,
        "text": " These celebratory words soon made way from more serious ones. It was clear that Lincoln was uneasy."
    },
    {
        "start": 2439.1,
        "end": 2445.1,
        "text": " Yes, the war had been won. Yes, slavery had been abolished. But now what?"
    },
    {
        "start": 2445.1,
        "end": 2453.1,
        "text": " Would the 3.9 million formerly enslaved people now become citizens with full rights, including the right to vote?"
    },
    {
        "start": 2453.1,
        "end": 2458.1,
        "text": " And Lincoln basically answered, yes, at least the educated man."
    },
    {
        "start": 2458.1,
        "end": 2468.1,
        "text": " The colored man, too, in seeing all united for him, is inspired with vigilance and energy and daring to the same end."
    },
    {
        "start": 2468.1,
        "end": 2480.1,
        "text": " Grant that he desires the elective franchise. Will he not attain it sooner by saving the already advanced steps toward it, then by running backward over them?"
    },
    {
        "start": 2480.1,
        "end": 2490.1,
        "text": " This speech would be Lincoln's last. Just three days later, he was assassinated. But the question of Black suffrage lived on."
    },
    {
        "start": 2490.1,
        "end": 2498.1,
        "text": " Coming up, how tensions over that question would lead to a reimagining of how we vote yet again?"
    },
    {
        "start": 2498.1,
        "end": 2526.1,
        "text": " Hi, Thurland. This is Libby, calling from Jerusalem, Israel. Your podcast is so wonderful. Thank you so much. Bye."
    },
    {
        "start": 2526.1,
        "end": 2544.1,
        "text": " This message comes from NPR sponsor Rosetta Stone, an expert in language learning for 30 years. Right now, NPR listeners can get Rosetta Stone's lifetime membership to 25 different languages for 50% off. Learn more at RosettaStone.com slash NPR."
    },
    {
        "start": 2544.1,
        "end": 2559.1,
        "text": " This message comes from Sun and Ski Sports, where Black Friday deals offer up to 50% off top outdoor brands. Shop exclusive in-store offers or explore Sun and Ski.com. Find yourself outside with Sun and Ski Sports."
    },
    {
        "start": 2559.1,
        "end": 2563.1,
        "text": " Part Three, Australia."
    },
    {
        "start": 2563.1,
        "end": 2575.1,
        "text": " When the war ended, the South was on its knees, politically and economically devastated. But the North was experiencing another boom."
    },
    {
        "start": 2575.1,
        "end": 2590.1,
        "text": " The Gilded Age in the late 19th century was an era of massive economic growth. And just like during the Industrial Revolution, lying beneath that thin veil of prosperity was a massive wealth gap."
    },
    {
        "start": 2590.1,
        "end": 2596.1,
        "text": " And just like before the war, those with the least amount of power were the biggest prey."
    },
    {
        "start": 2596.1,
        "end": 2606.1,
        "text": " We can talk about this kind of fictitious voter fraud today. But in the 1870s and 1880s, there was an unbelievable amount of voter fraud in big, northern cities."
    },
    {
        "start": 2606.1,
        "end": 2635.1,
        "text": " The most infamous party boss of this era was William Tweed, aka Boss Tweed, who ran New York City's Democratic Political Machine,"
    },
    {
        "start": 2635.1,
        "end": 2646.1,
        "text": " Tamini Hall. Tweed had such tight control on city politics that he and his cronies were known as the Tweed Ring. So yeah, they were gangsters."
    },
    {
        "start": 2646.1,
        "end": 2656.1,
        "text": " In 1868, a presidential election year, the Tweed Ring co-opted more than 50,000 illegal votes, thanks to, quote, repeat voters."
    },
    {
        "start": 2656.1,
        "end": 2671.1,
        "text": " In time and time again, it was the working class, and often immigrants were taken advantage of. They were the ones being thrown into a basement, hit over the head with a club, dressed up in a disguise, and watched all the way to the ballot box. And they were sick of it."
    },
    {
        "start": 2671.1,
        "end": 2677.1,
        "text": " So they started more aggressively pushing back against their vote being public, to protect themselves."
    },
    {
        "start": 2677.1,
        "end": 2697.1,
        "text": " By doing what's called vest pocket voting, you could fold up your ballot as small as you could and stick it in your vest pocket. And try to get to the ballot box without revealing to anybody what color your ballot was. But it was extraordinarily frowned upon, really as a truly cowardly thing to do."
    },
    {
        "start": 2697.1,
        "end": 2709.1,
        "text": " Some states did try to intervene. Before the Civil War, Maine tried to get ballots to all be printed the same color. Massachusetts tried to require people to conceal their ballots in envelopes."
    },
    {
        "start": 2709.1,
        "end": 2723.1,
        "text": " But this was so controversial to imagine that voters could or should hide their ballots that that was repealed two years later on the argument that it really was just the duty of every citizen to vote as his fathers did with an open ballot."
    },
    {
        "start": 2727.1,
        "end": 2745.1,
        "text": " Referring to the patriarchy, of course, because men were still the only ones voting. Anyway, a movement towards a secret ballot was growing. Reformers found examples that had actually been passed in other parts of the world. And one place they found them was in a land down under."
    },
    {
        "start": 2745.1,
        "end": 2763.1,
        "text": " The reform, which is known as the Australian ballot, of course comes from Australia. There's a package of proposals all in one some really revolutionary ideas. The government should survive the ballots, not the parties, not the voters, the government will supply the ballots."
    },
    {
        "start": 2763.1,
        "end": 2781.1,
        "text": " They will be a single ballot with candidates from all parties listed on it. This is a hugely innovative idea. Not only that, you will enter a polling place and you will be handed a ballot and then you will be guided into a booth where you will fill out that ballot."
    },
    {
        "start": 2781.1,
        "end": 2790.1,
        "text": " And this is where, you know, X marks the box begins. This is a reform that comes from the same set of packages. And then you will turn in the ballot."
    },
    {
        "start": 2790.1,
        "end": 2803.1,
        "text": " In 1856, the Australian ballot, aka the secret ballot, became law in Australia. Soon after, England jumped on board and parliament passed the Australian ballot too."
    },
    {
        "start": 2803.1,
        "end": 2813.1,
        "text": " The argument in favor of adopting the Australian ballot, which includes secret voting, is not that voting is a private matter that no one should be able to know how you vote."
    },
    {
        "start": 2813.1,
        "end": 2829.1,
        "text": " The idea is that there's so much wealth inequality due to industrialization, that people are intimidated enough and poor enough to be selling their votes, and so that people can't political candidates are buying their way into political office, which is just patently clear."
    },
    {
        "start": 2829.1,
        "end": 2838.1,
        "text": " Americans started to catch on one state at a time. In 1888, Massachusetts became the first to adopt the secret ballot."
    },
    {
        "start": 2838.1,
        "end": 2851.1,
        "text": " And one of the ways that you can think about the reform is that it's both what we would call a progressive-minded reform and that it is ensuring the fairness of elections and the ability to all people to participate politically."
    },
    {
        "start": 2851.1,
        "end": 2867.1,
        "text": " But it's also quite a reactionary reform. And if you track the places where it manages to succeed, Massachusetts as a state where a lot of wealthy political figures do not want the poor to vote."
    },
    {
        "start": 2868.1,
        "end": 2886.1,
        "text": " And if you think about that act of getting a printed ballot, which has all the different party nominees on the ballot, and then going into a booth to vote privately and secretly, without being able to talk to anybody else, you have to be able to read. You have to be able to read."
    },
    {
        "start": 2886.1,
        "end": 2895.1,
        "text": " So the secret ballot is adopted in a place like Massachusetts in order to disenfranchise the truly poor who can't read."
    },
    {
        "start": 2896.1,
        "end": 2903.1,
        "text": " While the secret ballot was supposedly adopted to protect the working class, it was immediately used against them."
    },
    {
        "start": 2903.1,
        "end": 2911.1,
        "text": " So it is a progressive reform, but it enjoys support most among people who are trying to deny other people to vote."
    },
    {
        "start": 2911.1,
        "end": 2923.1,
        "text": " So for instance, the Democratic governor of New York, this guy named David Hill, who is a kind of party machine guy, continues to refuse to sign an Australian ballot bill."
    },
    {
        "start": 2923.1,
        "end": 2931.1,
        "text": " Because he knows this is going to lose his political support. He knows that a lot of his supporters can't read, and they will no longer be able to vote."
    },
    {
        "start": 2931.1,
        "end": 2935.1,
        "text": " So he vetoes this bill three times, even after..."
    },
    {
        "start": 2935.1,
        "end": 2940.1,
        "text": " 14 men carry into the floor of the legislature a petition that weighs a half a ton."
    },
    {
        "start": 2940.1,
        "end": 2952.1,
        "text": " Which eventually outweigh the governor's efforts to block what he saw as a de facto literacy test. So in 1890, New York passed the Australian ballot."
    },
    {
        "start": 2954.1,
        "end": 2964.1,
        "text": " While some politicians saw secret voting as a threat to their constituents, others saw it working in their favor, especially in the South."
    },
    {
        "start": 2964.1,
        "end": 2969.1,
        "text": " By 1870, black men could vote thanks to the passage of the 15th Amendment."
    },
    {
        "start": 2969.1,
        "end": 2979.1,
        "text": " The states shall not abridge the right to vote on account of race, color, or previous condition of servitude."
    },
    {
        "start": 2980.1,
        "end": 2984.1,
        "text": " So here you get the language of the right to vote."
    },
    {
        "start": 2984.1,
        "end": 2990.1,
        "text": " This is Dr. Carol Anderson, a professor, historian, and author of One Person No Vote."
    },
    {
        "start": 2990.1,
        "end": 2994.1,
        "text": " How voter suppression is destroying our democracy."
    },
    {
        "start": 2994.1,
        "end": 3004.1,
        "text": " So Mississippi in 1890, African-American men, poor African-American men, and poor whites were actually beginning to join together politically."
    },
    {
        "start": 3005.1,
        "end": 3008.1,
        "text": " Because the robberbearans were taking them to the cleaners."
    },
    {
        "start": 3008.1,
        "end": 3015.1,
        "text": " They were working as they used to say back in the day from camp to camp, and they had nothing to show for it."
    },
    {
        "start": 3015.1,
        "end": 3020.1,
        "text": " I mean, their labor was just being exploited something fierce."
    },
    {
        "start": 3020.1,
        "end": 3024.1,
        "text": " And so poor whites and poor blacks realized, oh, we're in this together."
    },
    {
        "start": 3024.1,
        "end": 3031.1,
        "text": " And so the legislature, the power in Mississippi looked up and said, Lord, we gotta stop this thing."
    },
    {
        "start": 3032.1,
        "end": 3039.1,
        "text": " And what they came up with, because now you got a 15th Amendment that says, you cannot say we don't want black people to vote."
    },
    {
        "start": 3039.1,
        "end": 3047.1,
        "text": " So they talked about cleaning up the election, removing corruption from the ballot box, ensuring the integrity of our elections."
    },
    {
        "start": 3047.1,
        "end": 3050.1,
        "text": " With the Australian ballot."
    },
    {
        "start": 3050.1,
        "end": 3057.1,
        "text": " But what it did was it removed African-Americans by using the legacies of slavery."
    },
    {
        "start": 3057.1,
        "end": 3069.1,
        "text": " Like poverty, like illiteracy, like citizenship, and using those legacies of slavery as the means to block African-Americans from the ballot box."
    },
    {
        "start": 3069.1,
        "end": 3076.1,
        "text": " So in an instant, adopting the Australian ballots completely disenfranchises black men."
    },
    {
        "start": 3076.1,
        "end": 3083.1,
        "text": " It immediately almost completely ends black voting in the former Confederate States."
    },
    {
        "start": 3084.1,
        "end": 3094.1,
        "text": " A reform meant to protect those with the least amount of power was used by those in power to keep voters out of politics altogether."
    },
    {
        "start": 3094.1,
        "end": 3103.1,
        "text": " And that reform, the secret ballot passed in 1856 on the other side of the world, designed the modern American voting system."
    },
    {
        "start": 3103.1,
        "end": 3107.1,
        "text": " And the thing is, it's hardly changed since."
    },
    {
        "start": 3107.1,
        "end": 3110.1,
        "text": " I mean, in my polling place, that's how I still vote."
    },
    {
        "start": 3111.1,
        "end": 3114.1,
        "text": " Which still the poor things is pretty bonkers."
    },
    {
        "start": 3114.1,
        "end": 3129.1,
        "text": " You know, we live in an entirely different political system that is unimaginable by anyone who set up rules for voting, not only in 1787 at the drafting of the Constitution, but in the 1880s during the adoption of the Australian ballot reform in states across the country."
    },
    {
        "start": 3129.1,
        "end": 3139.1,
        "text": " That there has been no wholesale reimagining of what election day is, what it should be, and how people vote, is quite staggering to me."
    },
    {
        "start": 3139.1,
        "end": 3145.1,
        "text": " Sure, there have been all different types of technological advancements, but that's been its own headache."
    },
    {
        "start": 3145.1,
        "end": 3155.1,
        "text": " The use of a kind of patchwork of voting machines from optical scanners to something that's closer to internet voting is a mess."
    },
    {
        "start": 3155.1,
        "end": 3158.1,
        "text": " They break down, they're not maintainable poll workers."
    },
    {
        "start": 3158.1,
        "end": 3162.1,
        "text": " Don't know how to use them, don't know how to fix them, don't know how to correct them for errors."
    },
    {
        "start": 3162.1,
        "end": 3167.1,
        "text": " They become obsolete really quickly. They're extremely expensive."
    },
    {
        "start": 3167.1,
        "end": 3175.1,
        "text": " All of the whiz bangery of voting machines has proven to be largely a disaster for the proper working of democracy."
    },
    {
        "start": 3177.1,
        "end": 3182.1,
        "text": " And there's another shift that's happened over time, a more cultural shift."
    },
    {
        "start": 3182.1,
        "end": 3190.1,
        "text": " When voting went from public to private, it went from a rowdy holiday to a solitary errand."
    },
    {
        "start": 3190.1,
        "end": 3199.1,
        "text": " I mean, I find it incredibly stirring and magnificent and tremendous, but it's not a super fun rowdy tailgate party."
    },
    {
        "start": 3199.1,
        "end": 3201.1,
        "text": " It's a very different kind of an act."
    },
    {
        "start": 3201.1,
        "end": 3204.1,
        "text": " Okay, it's less dangerous, but it's also less fun."
    },
    {
        "start": 3204.1,
        "end": 3210.1,
        "text": " It's very Victorian, right, the little curtains, the little table."
    },
    {
        "start": 3210.1,
        "end": 3213.1,
        "text": " Let's go into the parlour, you know."
    },
    {
        "start": 3213.1,
        "end": 3219.1,
        "text": " So election day then, overnight is not rowdy, right? It's constrained."
    },
    {
        "start": 3219.1,
        "end": 3224.1,
        "text": " It's quiet. You must be quiet outside the building, right? And that's enforced."
    },
    {
        "start": 3224.1,
        "end": 3233.1,
        "text": " And when it's that quiet and you're all alone in that little booth, it can be hard to remember who you're voting for."
    },
    {
        "start": 3233.1,
        "end": 3242.1,
        "text": " Not in terms of remembering the candidate's name or how to spell it, but actually remembering who your vote is for."
    },
    {
        "start": 3242.1,
        "end": 3249.1,
        "text": " Secret voting has an unintended consequence, which is that it gives you the idea that your vote is just something private unto yourself,"
    },
    {
        "start": 3249.1,
        "end": 3262.1,
        "text": " as opposed to a public commitment and a public statement that you make as a citizen, showing everyone that you're thinking hard about what the best direction is for, you know, your town or your city, or your community and whatever way or capacity."
    },
    {
        "start": 3262.1,
        "end": 3270.1,
        "text": " And our system really does rely on voters turning up, and also casting ballots that don't reflect their own personal interests."
    },
    {
        "start": 3270.1,
        "end": 3279.1,
        "text": " So much as they reflect their estimation of the best interests of the whole of the public."
    },
    {
        "start": 3279.1,
        "end": 3295.1,
        "text": " The question of being in a society is understanding that when you have a stronger collective good, the society itself is stronger."
    },
    {
        "start": 3295.1,
        "end": 3301.1,
        "text": " When it's all about me and I got mine and the hell would you?"
    },
    {
        "start": 3301.1,
        "end": 3310.1,
        "text": " When you have a society that is driven with that, you have things that really don't work."
    },
    {
        "start": 3310.1,
        "end": 3324.1,
        "text": " So to me, the question isn't this, this, this kind of is voting about sacrificing yourself."
    },
    {
        "start": 3324.1,
        "end": 3342.1,
        "text": " Voting is about empowering the voices of this incredibly vibrant nation, so that we get the policies that respect, honor, and support this incredibly vibrant nation."
    },
    {
        "start": 3342.1,
        "end": 3348.1,
        "text": " It means being able to have a voice in the kinds of schools your children will have."
    },
    {
        "start": 3348.1,
        "end": 3358.1,
        "text": " It means having a voice in terms of the zoning laws that will determine whether a toxic waste dump is put near your house."
    },
    {
        "start": 3358.1,
        "end": 3368.1,
        "text": " It means having a say in the kinds of district attorneys that will wield the laws dealing with criminal justice."
    },
    {
        "start": 3368.1,
        "end": 3376.1,
        "text": " It means having a say and that having a say is threatening."
    },
    {
        "start": 3376.1,
        "end": 3386.1,
        "text": " And at the same time, that having a say is foundational to the way that we understand the United States of America and democracy."
    },
    {
        "start": 3386.1,
        "end": 3389.1,
        "text": " That's the battle playing we're on."
    },
    {
        "start": 3398.1,
        "end": 3412.1,
        "text": " That's it for this week's show. I'm Ronda Fata."
    },
    {
        "start": 3412.1,
        "end": 3417.1,
        "text": " I'm Ronda Adavlui and you've been listening to Fulon from NPR."
    },
    {
        "start": 3417.1,
        "end": 3425.1,
        "text": " This episode was produced by me and me and Jamie York, Lauren Swoon, Lane Kaupen-Levinson, Julie Kane, Victoria Whitley-Berry,"
    },
    {
        "start": 3425.1,
        "end": 3430.1,
        "text": " Fath checking for this episode was done by Kevin Vocal."
    },
    {
        "start": 3430.1,
        "end": 3438.1,
        "text": " Thanks to Andrew Robertson, history professor at the Graduate Center at City University of New York, who you heard at the very beginning."
    },
    {
        "start": 3438.1,
        "end": 3445.1,
        "text": " He told the story about George Washington getting everyone wasted and he was a big help making this episode happen."
    },
    {
        "start": 3445.1,
        "end": 3458.1,
        "text": " And thank you to Abe Selby, Brian McCabe, Parts Shaw, Lauren Swoon, Jay-C Howard, Jamie York, Travis Lux, Jesse Hardman, Alex Curly, and Dominique Munoz for their voiceover work."
    },
    {
        "start": 3458.1,
        "end": 3461.1,
        "text": " Thanks also to Beth Donovan and Anja Gourmet."
    },
    {
        "start": 3461.1,
        "end": 3466.1,
        "text": " Our music was composed by Ramteen and his band Drop Electric, which includes..."
    },
    {
        "start": 3466.1,
        "end": 3470.1,
        "text": " Navid Marvi, show Fujiwara, Anja Mizani."
    },
    {
        "start": 3470.1,
        "end": 3482.1,
        "text": " Some of the fiddle music you heard at the beginning of the episode comes from a video made by Chester Simpson and is played by musicians Dave McNeue, Al Keller, Susan Waller, and Fern Hoffman."
    },
    {
        "start": 3482.1,
        "end": 3488.1,
        "text": " If you have an idea or like something on the show, please write us at dolinempr.org."
    },
    {
        "start": 3488.1,
        "end": 3492.1,
        "text": " Thanks for listening and don't forget to vote."
    },
    {
        "start": 3500.1,
        "end": 3506.1,
        "text": " Support for this podcast and the following message come from Ford."
    },
    {
        "start": 3506.1,
        "end": 3510.1,
        "text": " Senior Director Becca Anderson shares the meaning of the Ford Power Promise."
    },
    {
        "start": 3510.1,
        "end": 3517.1,
        "text": " Ford's been around for 120 years and we continue to evolve with our customers."
    },
    {
        "start": 3517.1,
        "end": 3519.1,
        "text": " That's something we know how to do."
    },
    {
        "start": 3519.1,
        "end": 3525.1,
        "text": " And for electric vehicles, the Ford Power Promise is just the next step in that journey."
    },
    {
        "start": 3526.1,
        "end": 3534.1,
        "text": " And the Ford Power Promise is designed to inspire confidence for electric vehicle owners from day one."
    },
    {
        "start": 3534.1,
        "end": 3549.1,
        "text": " And that's confidence around charging at home, charging on the road, confidence in their battery with the eight year or 100,000 mile warranty, and confidence that they have access to electric vehicle expertise when they have questions along the way."
    },
    {
        "start": 3549.1,
        "end": 3555.1,
        "text": " To learn how Ford is supporting EV drivers, go to FordPowerPromise.com or your local Ford dealer."
    },
    {
        "start": 3555.1,
        "end": 3560.1,
        "text": " See dealer and the battery electric vehicle warranty guide for limited warranty details."
    },
    {
        "start": 3560.1,
        "end": 3562.1,
        "text": " This message comes from Wondry."
    },
    {
        "start": 3562.1,
        "end": 3569.1,
        "text": " Kill List is a true story of how one journalist ended up in a race against time to warrant those on the list whose lives were in danger."
    },
    {
        "start": 3569.1,
        "end": 3572.1,
        "text": " Follow Kill List wherever you get your podcasts."
    }
]