[
    {
        "start": 0.0,
        "end": 8.42,
        "text": " Hello, I'm welcome to the SkySports F1 podcast sponsored by Dropbox. I'm that"
    },
    {
        "start": 8.42,
        "end": 13.02,
        "text": " Bacon to help me look ahead to the final three races of this season, starting"
    },
    {
        "start": 13.02,
        "end": 17.26,
        "text": " with a trip down the strip in Las Vegas. Please welcome our very own David"
    },
    {
        "start": 17.26,
        "end": 21.12,
        "text": " Croft. Croftie, how are you? Are your sequins packed? You're about to get on the"
    },
    {
        "start": 21.12,
        "end": 25.52,
        "text": " plane, aren't you tomorrow? Yes, I am. Trip down the strip. I like that, man."
    },
    {
        "start": 25.52,
        "end": 30.64,
        "text": " I might use that. Please do. Free and well on Saturday night, Sunday morning,"
    },
    {
        "start": 30.64,
        "end": 34.44,
        "text": " depending on where you're watching around the world, or even Sunday tea time, if"
    },
    {
        "start": 34.44,
        "end": 37.480000000000004,
        "text": " you're watching in Australia. And yeah, I'm really well. Got a problem with the"
    },
    {
        "start": 37.480000000000004,
        "end": 43.519999999999996,
        "text": " sequins. I gave my jacket away last year. You know, that lovely Vegas jacket. Yeah, I do."
    },
    {
        "start": 43.519999999999996,
        "end": 48.739999999999995,
        "text": " I gave it away. And I know I gave it away for a really good reason, because the"
    },
    {
        "start": 48.739999999999995,
        "end": 51.480000000000004,
        "text": " person who's wearing it actually looked better in it than I did, but I have no"
    },
    {
        "start": 51.48,
        "end": 56.4,
        "text": " sequin jacket at the moment. I do have a brand new tux for Vegas, and I should"
    },
    {
        "start": 56.4,
        "end": 62.31999999999999,
        "text": " be debuting the salmon pink tux on race day. But yeah, I need sequins. Matt, I need"
    },
    {
        "start": 62.31999999999999,
        "end": 67.3,
        "text": " sequins. You're the man for sequins. Where do I get some? Look, I can't promise I"
    },
    {
        "start": 67.3,
        "end": 72.8,
        "text": " can get you sequins for tomorrow, but I don't. I'm sure if we can find a guy in Vegas,"
    },
    {
        "start": 72.8,
        "end": 78.28,
        "text": " you can get you can make you a lovely tux as a sequins. He's very well."
    },
    {
        "start": 78.28,
        "end": 80.74,
        "text": " He's still playing in Vegas. Yeah. Yeah."
    },
    {
        "start": 80.74,
        "end": 82.22,
        "text": " Through his walk. Yeah."
    },
    {
        "start": 82.22,
        "end": 85.5,
        "text": " Songs. And he can give me the sequins. How's that sound, Barry?"
    },
    {
        "start": 85.5,
        "end": 89.26,
        "text": " It sounds very good. Look, Croft. I'm sure you look fantastic. Whatever you're wearing."
    },
    {
        "start": 89.26,
        "end": 92.96000000000001,
        "text": " I'm very excited for this weekend. I think it's great to have everyone back with a couple"
    },
    {
        "start": 92.96000000000001,
        "end": 96.66,
        "text": " of weeks off. And just a quick, quick bit of info on the podcast. It's a bit different"
    },
    {
        "start": 96.66,
        "end": 100.08,
        "text": " this week. We've got a lot of people traveling early in the week. So I managed to pin down"
    },
    {
        "start": 100.08,
        "end": 103.96000000000001,
        "text": " Crofty, which is great. And then later on in the podcast, I'm going to be joined by Tom"
    },
    {
        "start": 103.96000000000001,
        "end": 107.46000000000001,
        "text": " Bellingham. We're going to be talking all things max for staff and how he's pretty much"
    },
    {
        "start": 107.46,
        "end": 111.89999999999999,
        "text": " sewn up the world championship and will probably do in Vegas, if not Vegas and Qatar."
    },
    {
        "start": 111.89999999999999,
        "end": 115.22,
        "text": " We'll also talk about the constructor's championship and where that can be won or lost over"
    },
    {
        "start": 115.22,
        "end": 120.53999999999999,
        "text": " the next few races. But that's later, Crofty. I like that. You've gone back to the sequins"
    },
    {
        "start": 120.53999999999999,
        "end": 125.33999999999999,
        "text": " again. Max has got the title pretty much sewn up. Like what you've done there. That's"
    },
    {
        "start": 125.33999999999999,
        "end": 130.22,
        "text": " very good. Yeah. That was an accident. Well, it shouldn't be an act of the mat. You"
    },
    {
        "start": 130.22,
        "end": 134.66,
        "text": " know, you should tell the world that you actually prepare in a vogue for this and spend all"
    },
    {
        "start": 134.66,
        "end": 139.66,
        "text": " weekend writing your best lines. Can we just talk about Max for a minute? Yeah. If he"
    },
    {
        "start": 139.66,
        "end": 145.57999999999998,
        "text": " wins in Vegas again, as he did last year and goes on then to take the title brilliant,"
    },
    {
        "start": 145.57999999999998,
        "end": 151.3,
        "text": " what our max for staff and what a fantastic performance and to be and to be world champion"
    },
    {
        "start": 151.3,
        "end": 157.14,
        "text": " in a year where he's clearly not in the fastest car. You know, I think the performance of"
    },
    {
        "start": 157.14,
        "end": 160.98,
        "text": " that rebel is somewhere between Max and Checo Perez, but more of the max end than the"
    },
    {
        "start": 160.98,
        "end": 165.89999999999998,
        "text": " Checo Perez end. But to do that when it's not in the fastest car, it's a brilliant, brilliant"
    },
    {
        "start": 165.89999999999998,
        "end": 172.98,
        "text": " season. He is a phenomenal driver. And we talk a lot about Max and we talk a lot about,"
    },
    {
        "start": 172.98,
        "end": 177.45999999999998,
        "text": " you know, off the track and forcing other people off the track. But let's actually spend"
    },
    {
        "start": 177.45999999999998,
        "end": 184.66,
        "text": " a minute or so saying Max for staff and genius driver, fantastic world champion deserves"
    },
    {
        "start": 184.66,
        "end": 190.26,
        "text": " to be a four time world champion. If he's got the car next year that can compete will surely"
    },
    {
        "start": 190.26,
        "end": 196.5,
        "text": " be a five time world champion in the making as well. One of the greatest drivers ever to race"
    },
    {
        "start": 196.5,
        "end": 202.5,
        "text": " in Formula One and we should not let anything else do track from that. And it's rare that we've"
    },
    {
        "start": 202.5,
        "end": 207.85999999999999,
        "text": " actually had the chance to sit down and discuss Max the champion. But let's do it on a championship"
    },
    {
        "start": 208.5,
        "end": 212.82,
        "text": " deciding weekend because I think he will win it in Vegas. I think it will be done and dusted"
    },
    {
        "start": 212.82,
        "end": 217.38,
        "text": " there. And what better place to hit the jackpot than in Cincinnati? I was going to say if he's"
    },
    {
        "start": 217.38,
        "end": 221.14,
        "text": " going to win it anywhere, Vegas. I mean, obviously I know he won the race last year, but to actually"
    },
    {
        "start": 221.14,
        "end": 226.1,
        "text": " win the championship in terms of passes you can probably have as a world champion. Our"
    },
    {
        "start": 226.1,
        "end": 230.18,
        "text": " recon Vegas is going to be good, isn't it? Yeah, absolutely. And it gives me another chance to"
    },
    {
        "start": 230.18,
        "end": 236.26,
        "text": " shout what the staff and Zin Vegas stays in Vegas. And maybe what does the staff in Vegas will stay"
    },
    {
        "start": 236.26,
        "end": 240.26,
        "text": " in Vegas? Who knows where he's going to go and party. But we've all got to get to Qatar in a bit"
    },
    {
        "start": 240.26,
        "end": 245.54,
        "text": " of a hurry quite frankly. But I'm sure I'm sure your party and I'm sure you're taking exactly what"
    },
    {
        "start": 245.54,
        "end": 250.57999999999998,
        "text": " he's achieved. And he's done and I will do because he will become world champion this season exactly"
    },
    {
        "start": 250.57999999999998,
        "end": 256.09999999999997,
        "text": " what Sebastian Fettled in and winning those four titles. His first four titles won in consecutive"
    },
    {
        "start": 256.09999999999997,
        "end": 262.09999999999997,
        "text": " years as well, which is no mean feat given how young he was coming into the sport, given the impression"
    },
    {
        "start": 262.09999999999997,
        "end": 267.7,
        "text": " he made on the sport when he first came in. And what he has done since and that victory in São Paulo."
    },
    {
        "start": 268.42,
        "end": 275.06,
        "text": " His is 62 series 60 second career win that moved him 62 points clear at the top of the championship,"
    },
    {
        "start": 275.06,
        "end": 280.58,
        "text": " winning from 17th on the grid is one from 10 different places on the grid now, which is a record"
    },
    {
        "start": 280.58,
        "end": 286.74,
        "text": " for Formula One. You know, these are stats that are stacking up now. Four max were staff and"
    },
    {
        "start": 286.74,
        "end": 291.7,
        "text": " and when he finishes when he finally ends his time in Formula One, there will be many more great"
    },
    {
        "start": 291.7,
        "end": 296.34000000000003,
        "text": " stats to go. I'm sure I feel like Krothte you've been doing your notes today, right? Is this"
    },
    {
        "start": 296.34000000000003,
        "end": 301.78,
        "text": " the stats are like right at the forefront of your brain. And you can just reel them, reel them off"
    },
    {
        "start": 301.85999999999996,
        "end": 305.94,
        "text": " like that. It's very impressive. That's the intention. When we get to set,"
    },
    {
        "start": 305.94,
        "end": 310.97999999999996,
        "text": " I hope we get to know there. Yeah, fingers crossed, I'm sure they will be. Let's take a moment,"
    },
    {
        "start": 310.97999999999996,
        "end": 316.02,
        "text": " shall we to talk about Vegas. And you know, it's been a whole year hasn't it since we were"
    },
    {
        "start": 316.02,
        "end": 322.02,
        "text": " last in Vegas kind of it's flown by a lot has happened in Formula One in that time. But in terms of"
    },
    {
        "start": 322.02,
        "end": 326.17999999999995,
        "text": " let's cast our mind back shall we to fp one. Do you remember? Well, you remember it very well."
    },
    {
        "start": 326.18,
        "end": 330.1,
        "text": " It was probably the longest working day of your career. Yeah, yeah,"
    },
    {
        "start": 330.1,
        "end": 333.86,
        "text": " did some watching the night keeping you to the company at four o'clock in the morning,"
    },
    {
        "start": 333.86,
        "end": 337.78000000000003,
        "text": " which you know, we've had a couple of conversations about that, but we didn't think we'd be in the"
    },
    {
        "start": 337.78000000000003,
        "end": 342.66,
        "text": " commentary box doing it at the time. It was very surreal, wasn't it? And I just wonder if you agree"
    },
    {
        "start": 342.66,
        "end": 347.94,
        "text": " with this sort of idea that the mood kind of changed across the weekend. I think certainly heading"
    },
    {
        "start": 347.94,
        "end": 351.7,
        "text": " into Vegas, there are a lot of news stories went there about local residents being unhappy. It"
    },
    {
        "start": 351.7,
        "end": 356.5,
        "text": " really felt like Vegas like Formula One had kind of landed in Vegas with maybe a few issues or"
    },
    {
        "start": 356.5,
        "end": 362.18,
        "text": " a few TV problems. But by the end of the weekend offer a very good race for a street track we had"
    },
    {
        "start": 362.18,
        "end": 368.18,
        "text": " overtaking. It was action packed. Is it fair to say that people's opinions had changed? Yeah, I think"
    },
    {
        "start": 368.18,
        "end": 374.02,
        "text": " so, but I think we needed the race, didn't we? It's interesting. Every four years we have an Olympic"
    },
    {
        "start": 374.02,
        "end": 379.21999999999997,
        "text": " Games. And in the run up to the Olympic Games, all the stories are, you know, traffic chaos,"
    },
    {
        "start": 380.1,
        "end": 385.14000000000004,
        "text": " accommodation for the athletes, not brilliant, you know, stadium, not ready. There's a lot of"
    },
    {
        "start": 385.14000000000004,
        "end": 390.58000000000004,
        "text": " negative stories. And then when the games start, then the sport takes over. And we have, you know,"
    },
    {
        "start": 391.22,
        "end": 397.06,
        "text": " by the end of it, the best Olympic Games ever. And I think Vegas was very similar to that. We"
    },
    {
        "start": 397.06,
        "end": 402.90000000000003,
        "text": " just needed some action on the track. And we got it. It was a brilliant race. 82 on track passes"
    },
    {
        "start": 402.90000000000003,
        "end": 408.18,
        "text": " in last year's race and that amazing climax where Charlotte Claire was seven laps to go,"
    },
    {
        "start": 408.18,
        "end": 412.5,
        "text": " lost second place and then got it back on the final lap. And it was a brilliant battle with Sergio"
    },
    {
        "start": 412.5,
        "end": 417.22,
        "text": " Perez. And we had a safety car. We had the big accident. Ferra for Lando Norris. And we had"
    },
    {
        "start": 417.22,
        "end": 421.3,
        "text": " drama at the start as well. It was a fantastic race. But that's what we needed. We needed those"
    },
    {
        "start": 421.3,
        "end": 426.66,
        "text": " sort of memories to put in in the memory bank to go away and then think about the next time we"
    },
    {
        "start": 426.66,
        "end": 432.18,
        "text": " come back. Now that's not to take away the fact that there was a lot of disruption. The cab driver"
    },
    {
        "start": 432.18,
        "end": 436.02,
        "text": " certainly weren't very happy that I was speaking to because, you know, you couldn't get around in Vegas"
    },
    {
        "start": 436.02,
        "end": 440.65999999999997,
        "text": " very much. But you're going to get that with a street race. And obviously the Grand Prix brings in"
    },
    {
        "start": 440.65999999999997,
        "end": 446.26,
        "text": " a lot of money to Vegas on that particular weekend. So, you know, the local officials weigh up"
    },
    {
        "start": 446.26,
        "end": 451.29999999999995,
        "text": " the cost of stage of the Grand Prix against, you know, what we're bringing in. And they think,"
    },
    {
        "start": 451.29999999999995,
        "end": 455.94,
        "text": " yep, it's well worth the money. So we'll have disruption stories again. I'm sure the loose"
    },
    {
        "start": 455.94,
        "end": 460.5,
        "text": " train cover didn't help the fact that the crowd weren't there for FP2. Certainly wasn't great"
    },
    {
        "start": 460.5,
        "end": 465.62,
        "text": " for the sport either. But, you know, sadly, the stewards had all exceeded their hours for"
    },
    {
        "start": 465.7,
        "end": 468.66,
        "text": " that for the day and that they couldn't stay there. And when they couldn't stay there, the crowd"
    },
    {
        "start": 468.66,
        "end": 473.7,
        "text": " couldn't either. But we moved on from that. And we were left with brilliant memories. And I'm"
    },
    {
        "start": 473.7,
        "end": 477.78000000000003,
        "text": " sure we'll have some more this year. Now, whether it's a sellout, I don't know. Last I heard,"
    },
    {
        "start": 477.78000000000003,
        "end": 484.34000000000003,
        "text": " there were quite a few tickets still left to be sold. The trouble with Vegas, though, is that it is,"
    },
    {
        "start": 484.34000000000003,
        "end": 487.22,
        "text": " you know, one of the trouble with Vegas. The trouble holder, the Grand Prix at this time,"
    },
    {
        "start": 487.22,
        "end": 492.34000000000003,
        "text": " it's always very cold in Vegas at this time of the year. So people going, you know, and thinking,"
    },
    {
        "start": 492.34,
        "end": 497.06,
        "text": " I'll take four or five bikinis with me and I'll take three or four pairs of speed, those to go"
    },
    {
        "start": 497.06,
        "end": 501.38,
        "text": " with that as well. And you're not going to, you're not going to be swimming much in Vegas. It is"
    },
    {
        "start": 501.38,
        "end": 506.02,
        "text": " the middle of the desert. And it is cold in November. And that affects, you know, sitting in the"
    },
    {
        "start": 506.02,
        "end": 511.05999999999995,
        "text": " grandstands as well. It affects the cars out on the track. You know, be prepared, bring a jumper to"
    },
    {
        "start": 511.05999999999995,
        "end": 516.5,
        "text": " go. We are sequin jackets. So I personally, I'd like to see the race run a little bit earlier in the"
    },
    {
        "start": 516.5,
        "end": 524.34,
        "text": " day so that you go from light into darkness. So around about 440 time. So you're not kind of"
    },
    {
        "start": 524.34,
        "end": 529.46,
        "text": " racing and then, you know, very late at night. But, you know, I'm not the one to make all those"
    },
    {
        "start": 529.46,
        "end": 533.86,
        "text": " sort of decisions. What we do get is a race under the lights, fully under the lights. And it does"
    },
    {
        "start": 533.86,
        "end": 538.42,
        "text": " look spectacular. Yeah, you can't argue with that. Speaking of looking spectacular, if you can find"
    },
    {
        "start": 538.42,
        "end": 544.18,
        "text": " a jumper that works with a sequin jacket, Crofty, maybe in Barry Manolade's cupboard, I don't know."
    },
    {
        "start": 544.18,
        "end": 549.6999999999999,
        "text": " I am all for going to see Barry and having a bit of a chat about that, you know, it's honest."
    },
    {
        "start": 549.6999999999999,
        "end": 554.5,
        "text": " I wouldn't say I'm the world's biggest Barry Manolade fan. But there's never a place you"
    },
    {
        "start": 554.5,
        "end": 560.5,
        "text": " want to go and see Barry Manolade. Come on. It's the coming for that. Or in Vegas, one of them too."
    },
    {
        "start": 560.5,
        "end": 565.2199999999999,
        "text": " It certainly is. And you mentioned there as well about the timings. And I had just final kind of"
    },
    {
        "start": 565.2199999999999,
        "end": 570.0999999999999,
        "text": " point, really, on on the race and the timings of the race. Look, it's a 10 o'clock local start for"
    },
    {
        "start": 570.1800000000001,
        "end": 575.38,
        "text": " the race. So for everyone working on the race, obviously, broadcasters, but also the mechanics"
    },
    {
        "start": 575.38,
        "end": 580.1800000000001,
        "text": " and everyone just just give us an insight into what your day looks like. And then also perhaps"
    },
    {
        "start": 580.1800000000001,
        "end": 585.14,
        "text": " just comment on how tough it is going to be for all of those teams, all of the broadcasters to then"
    },
    {
        "start": 585.78,
        "end": 591.22,
        "text": " basically travel to the other side of the world in Qatar in the space of six or seven days and"
    },
    {
        "start": 591.22,
        "end": 596.98,
        "text": " get a car back on track. Well, I'm not mad because in all honesty, not a single person watching"
    },
    {
        "start": 596.98,
        "end": 601.7,
        "text": " this podcast will have an ounce of sympathy for anything else to say. If I say,"
    },
    {
        "start": 601.7,
        "end": 606.66,
        "text": " I've been saying, Kroff, you've got the best job in the world. Stop moaning. I'm not moaning."
    },
    {
        "start": 606.66,
        "end": 610.74,
        "text": " What does my day look like? It's dark. That's what my day looks like. Basically, you're working"
    },
    {
        "start": 610.74,
        "end": 619.54,
        "text": " in ice shift and that's fine. And I can understand the timings. They work well for Vegas itself."
    },
    {
        "start": 619.54,
        "end": 624.58,
        "text": " They work well for parts of the world. I do think we should we should bring it forward a little"
    },
    {
        "start": 624.58,
        "end": 629.14,
        "text": " bit and have like a twilight race. I think the lights will still take effect. I think that will"
    },
    {
        "start": 629.14,
        "end": 635.62,
        "text": " be slightly easier on people. The shift from Vegas to Qatar is a 12 hour time shift. It is a very,"
    },
    {
        "start": 635.62,
        "end": 643.14,
        "text": " very long flight. You cannot move more than 12 hours on planet Earth in terms of your time zones."
    },
    {
        "start": 643.14,
        "end": 648.4200000000001,
        "text": " And we were last year really feeling the effects of Vegas when we got out to the Middle East."
    },
    {
        "start": 648.4200000000001,
        "end": 651.94,
        "text": " But saying that, you know, that's part and parcel of the job. And we've had two weeks at home. And"
    },
    {
        "start": 651.94,
        "end": 658.9000000000001,
        "text": " we all feel pretty refreshed going into this. So I'll get up around. I'm not wanted to sleep in"
    },
    {
        "start": 658.9000000000001,
        "end": 664.34,
        "text": " in the mornings. Really, I'll get it up around 11 o'clock and try and go to the gym. You know,"
    },
    {
        "start": 664.34,
        "end": 669.0600000000001,
        "text": " go for a walk, get some sunshine. If there's any about, and then we'll get into the track at about"
    },
    {
        "start": 669.0600000000001,
        "end": 674.0200000000001,
        "text": " four o'clock and we'll work through until two, three o'clock in the morning, something like that."
    },
    {
        "start": 674.0200000000001,
        "end": 678.74,
        "text": " Trying to find something to eat is quite difficult once the day is finished because most of the"
    },
    {
        "start": 678.74,
        "end": 684.34,
        "text": " places are shut. It's not, it's not New York where the world is open 24 hours a day in the city never"
    },
    {
        "start": 684.34,
        "end": 688.74,
        "text": " sleeps. This is Vegas. And you know, most of the decent restaurants, you know, Gordon Ramsay is not"
    },
    {
        "start": 688.74,
        "end": 694.42,
        "text": " going to put on a 24 hour buffet service for us, despite my pleavings with him on that one."
    },
    {
        "start": 694.42,
        "end": 699.78,
        "text": " Most of the decent restaurants are all shut, but that said we are in Vegas. We are staying at a"
    },
    {
        "start": 699.78,
        "end": 704.66,
        "text": " hotel that overlooks the strip. It is, you know, Disneyland for adults quite frankly. Absolutely"
    },
    {
        "start": 704.66,
        "end": 711.14,
        "text": " love the place and and Formula one. I think Formula one belongs in Vegas. I really do. I think it's"
    },
    {
        "start": 711.14,
        "end": 716.98,
        "text": " it's a really good synergy. If I can use that word and not crack up and inspire myself on that."
    },
    {
        "start": 716.98,
        "end": 721.86,
        "text": " Hate the words, cynically. Sounds like we're in a marketing meeting, but it is a good fit."
    },
    {
        "start": 722.8199999999999,
        "end": 728.02,
        "text": " You know, the entertainment capital of the world and the loudest, fastest sexiest sport on the"
    },
    {
        "start": 728.02,
        "end": 732.8199999999999,
        "text": " planet. They should go together and they go together very well. They certainly do. I guess also,"
    },
    {
        "start": 732.82,
        "end": 736.6600000000001,
        "text": " you know, I was probably coming at it as well from the mechanics point of view. I mean, because"
    },
    {
        "start": 736.6600000000001,
        "end": 741.0600000000001,
        "text": " they they were worked really hard in Brazil. Yes, they will have had two weeks off, but, you know,"
    },
    {
        "start": 741.0600000000001,
        "end": 745.5400000000001,
        "text": " that's a brutal start to a triple header at the end of what has already been the longest"
    },
    {
        "start": 745.5400000000001,
        "end": 751.62,
        "text": " season in Formula One's history. It's intense, isn't it? It is, mate. And next year, I think we go,"
    },
    {
        "start": 752.1800000000001,
        "end": 758.0200000000001,
        "text": " we go Austin, Mexico, we cough Brazil, Vegas. If if I'm right with a calendar and that seems"
    },
    {
        "start": 758.02,
        "end": 762.9,
        "text": " a better way to do it, we're with a week off in between. And look, it is hard. It is tough."
    },
    {
        "start": 763.78,
        "end": 771.9399999999999,
        "text": " The sport has taken steps to make life better for the race teams. You know, when I first started,"
    },
    {
        "start": 773.22,
        "end": 778.34,
        "text": " people were sharing rooms. You know, people were going into the factory in between races,"
    },
    {
        "start": 778.34,
        "end": 782.5,
        "text": " you know, mechanics, truckies and that. Well, we're going into the factory. That doesn't happen"
    },
    {
        "start": 782.58,
        "end": 788.5,
        "text": " so much now. We've had, you know, two good lengthy breaks before these triple headers so that"
    },
    {
        "start": 788.5,
        "end": 793.3,
        "text": " people can have a rest. We have a winter shutdown coming this year for the first time as well,"
    },
    {
        "start": 793.3,
        "end": 798.02,
        "text": " where nothing happens in Formula One for that Christmas week to go with the two weeks in the summer."
    },
    {
        "start": 798.02,
        "end": 802.58,
        "text": " So yeah, we have a more congested calendar, but but things are better in terms of the working"
    },
    {
        "start": 802.58,
        "end": 807.3,
        "text": " conditions. The curfew has really helped as well. People are pulling all night is in Vegas because"
    },
    {
        "start": 807.62,
        "end": 812.42,
        "text": " they're working all night, but they're not pulling all night is in getting no sleep. You know,"
    },
    {
        "start": 812.42,
        "end": 818.3399999999999,
        "text": " there's plenty of chances for sleep because the curfew has now come into to restrict the working"
    },
    {
        "start": 818.3399999999999,
        "end": 822.74,
        "text": " on certain days leading up to the race and all of which I think is a real positive for the sport."
    },
    {
        "start": 822.74,
        "end": 826.0999999999999,
        "text": " Very much look forward to what's going to happen out on track this weekend in Vegas."
    },
    {
        "start": 826.0999999999999,
        "end": 830.5799999999999,
        "text": " And before I let you go, Crofty, I just thought it runs through a couple of big stories really"
    },
    {
        "start": 830.5799999999999,
        "end": 834.5799999999999,
        "text": " that have broken since we were lost on air in Brazil because off the track, there's been a"
    },
    {
        "start": 834.58,
        "end": 840.26,
        "text": " lot of news in Formula One world. Yes, here's a bit of it. So we learned that Gabrielle Bortelato"
    },
    {
        "start": 840.26,
        "end": 845.46,
        "text": " will be taking the second salva seat alongside Nico Holkkenberg. We learned that the days after the"
    },
    {
        "start": 845.46,
        "end": 850.6600000000001,
        "text": " Brazilian Grand Prix, Brazilian driver going in, we thought we might learn that over the Brazilian weekend."
    },
    {
        "start": 850.6600000000001,
        "end": 854.1800000000001,
        "text": " Apparently not, but anyway, there you go. So that was that was the big news out of Salva."
    },
    {
        "start": 854.1800000000001,
        "end": 859.94,
        "text": " We've learned that Monaco is going to remain on the F1 calendar until 2031. Formula One are going to"
    },
    {
        "start": 859.94,
        "end": 866.1800000000001,
        "text": " launch their 2025 season at the Ota Arena in London, celebrated 75th anniversary. These are all"
    },
    {
        "start": 866.1800000000001,
        "end": 871.1400000000001,
        "text": " good news stories. Yes. Do want to draw your attention to a couple of other stories that have come"
    },
    {
        "start": 871.1400000000001,
        "end": 876.1800000000001,
        "text": " come across or or or been in the news since we were racing in São Paulo. And we learned,"
    },
    {
        "start": 876.1800000000001,
        "end": 879.86,
        "text": " didn't we, that all 20 drivers have signed a letter to Mohammed Ben Saleem,"
    },
    {
        "start": 879.86,
        "end": 884.82,
        "text": " calling out his response to the swearing Saga. You remember that for Stappen's War in a press conference?"
    },
    {
        "start": 884.82,
        "end": 889.7,
        "text": " A few months back, he was ungiven essentially community service and the drivers have rallied around"
    },
    {
        "start": 890.1800000000001,
        "end": 895.86,
        "text": " and asked Ben Saleem to consider his tone and language when talking about member drivers in a public"
    },
    {
        "start": 895.86,
        "end": 900.34,
        "text": " forum or otherwise. But we've also learned, and this is perhaps most important for this weekend"
    },
    {
        "start": 900.34,
        "end": 905.7800000000001,
        "text": " out in Las Vegas, that the race director or the ex-raced director now in Formula One, Niels Vittich,"
    },
    {
        "start": 905.7800000000001,
        "end": 911.46,
        "text": " has stepped down from his role with immediate effect. And publicly, he's stepped down,"
    },
    {
        "start": 911.46,
        "end": 917.7,
        "text": " Sky Sports News craze later, understand he's been sacked essentially. No one seems to know why"
    },
    {
        "start": 917.7800000000001,
        "end": 923.94,
        "text": " that's happened. And with three races left of the season, Crofty, the timing is probably what's"
    },
    {
        "start": 924.4200000000001,
        "end": 928.9000000000001,
        "text": " making everyone very curious and very interested as to how this has happened at such a critical"
    },
    {
        "start": 928.9000000000001,
        "end": 932.9000000000001,
        "text": " point in the season. First and foremost, he has a step down, he has been sacked, he's admitted"
    },
    {
        "start": 932.9000000000001,
        "end": 939.7800000000001,
        "text": " that himself and he's gone on and said that to various journalists and you're not going to,"
    },
    {
        "start": 940.82,
        "end": 945.86,
        "text": " the FIA, you're not going to let the race direct to go if he wants to go with three races to go if"
    },
    {
        "start": 945.86,
        "end": 953.94,
        "text": " there's no reason behind that from the FIA standpoint, because to bring in a new race director,"
    },
    {
        "start": 953.94,
        "end": 959.54,
        "text": " and Rui Marquez has done very well in F2 and F3, but it's never been the race director in F1,"
    },
    {
        "start": 959.54,
        "end": 966.82,
        "text": " to do that before a street race, before Vegas, under the lights, with all the possibilities"
    },
    {
        "start": 966.82,
        "end": 973.0600000000001,
        "text": " that something could go wrong, with all, race that calls for experience, a race that calls for"
    },
    {
        "start": 973.2199999999999,
        "end": 979.4599999999999,
        "text": " calm head and a race that calls for someone who's not doing the job for the first time, I find it"
    },
    {
        "start": 979.4599999999999,
        "end": 984.42,
        "text": " crazy. I really do and I don't know what's happened between the FIA and Neil's Vittage."
    },
    {
        "start": 985.54,
        "end": 990.8199999999999,
        "text": " I don't know what has caused the FIA to sack their race director and to get rid of him with such"
    },
    {
        "start": 990.8199999999999,
        "end": 997.4599999999999,
        "text": " immediate effect, but to do it before Vegas does seem, does seem a little on the strange side"
    },
    {
        "start": 997.4599999999999,
        "end": 1002.9799999999999,
        "text": " to say the least. And I'm not saying it worries me because I don't want, I don't want to give"
    },
    {
        "start": 1002.98,
        "end": 1006.1,
        "text": " the impression that I think the Rui Marquez is going to do a bad job, but I don't know if he's"
    },
    {
        "start": 1006.1,
        "end": 1012.1,
        "text": " going to do a bad job or a good job to be honest. And I'm sure that the FIA think he's up to the"
    },
    {
        "start": 1012.1,
        "end": 1017.62,
        "text": " task and I'm sure that he will do the best possible job he can, but you need experience in these"
    },
    {
        "start": 1017.62,
        "end": 1028.9,
        "text": " things. This is a high pressure weekend. So I hope nothing goes wrong. I hope we get a fairly"
    },
    {
        "start": 1028.9,
        "end": 1034.02,
        "text": " smooth weekend where we haven't got loose drain covers and we haven't got tarmac breaking up or"
    },
    {
        "start": 1034.02,
        "end": 1039.94,
        "text": " we haven't got multiple crashes. I really do. It could be a bit of a baptism of fire for the race"
    },
    {
        "start": 1039.94,
        "end": 1047.8600000000001,
        "text": " director on this one, but why is the FIA of dispense for the services of their race director,"
    },
    {
        "start": 1047.8600000000001,
        "end": 1054.42,
        "text": " their compliance officer has gone as well. It's kind of like the night of the long knives at the"
    },
    {
        "start": 1054.42,
        "end": 1060.5800000000002,
        "text": " Pless de la Concorde, an engineer, people seem to be leaving. I don't understand why. The drivers"
    },
    {
        "start": 1060.5800000000002,
        "end": 1066.18,
        "text": " mean while writing a letter to the FIA president, good, the drivers are united. They're agreeing"
    },
    {
        "start": 1067.0600000000002,
        "end": 1070.8200000000002,
        "text": " on some things. I'm sure they've got other things they could be agreeing on, but they could be"
    },
    {
        "start": 1070.8200000000002,
        "end": 1074.98,
        "text": " talking to the FIA about it as it's swearing in a press conference, but you've got to start"
    },
    {
        "start": 1074.98,
        "end": 1081.22,
        "text": " somewhere. And I'm not saying I think the FIA are right. You know, there's a balance here,"
    },
    {
        "start": 1081.22,
        "end": 1084.9,
        "text": " isn't there? You know, in the heat of the moment, you're in a race and you swear,"
    },
    {
        "start": 1084.9,
        "end": 1090.42,
        "text": " yeah, it gets bleaked out. That's the heat of the moment to do it deliberately and a press conference,"
    },
    {
        "start": 1090.42,
        "end": 1095.3,
        "text": " you kind of know what you're doing there with that one. If you're not apologizing straight away,"
    },
    {
        "start": 1095.3,
        "end": 1102.1000000000001,
        "text": " you're kind of doing it and taking whatever's coming your way as a punishment. But I just don't"
    },
    {
        "start": 1102.1000000000001,
        "end": 1107.94,
        "text": " understand the Nils Vittic scenario. If they weren't happy, if they were going to replace them at"
    },
    {
        "start": 1107.94,
        "end": 1111.54,
        "text": " the end of the season, replace them at the end of the season, bring someone into shadow him"
    },
    {
        "start": 1111.54,
        "end": 1118.98,
        "text": " for the next few races. If something has gone on, that demands he gets replaced straight away,"
    },
    {
        "start": 1118.98,
        "end": 1124.5800000000002,
        "text": " then that's okay. That's fine. These things happen. People get sacked and we don't always find out"
    },
    {
        "start": 1124.5800000000002,
        "end": 1130.66,
        "text": " why, but it does seem a very strange time for this to happen. Commercially as well. The timing"
    },
    {
        "start": 1130.66,
        "end": 1135.46,
        "text": " is just so interesting, isn't it? You know, Las Vegas, Formula One, the commercial rights holders"
    },
    {
        "start": 1135.54,
        "end": 1141.8600000000001,
        "text": " of F1, the biggest, probably, singing and dancing weekend of the whole entire calendar."
    },
    {
        "start": 1141.8600000000001,
        "end": 1147.38,
        "text": " And the FIA and F1's relationship has been a bit fratcious to say the least, hasn't it? So it just,"
    },
    {
        "start": 1147.38,
        "end": 1151.54,
        "text": " it feels like, what a weekend for this all to be kind of coming to a head. I mean, I don't know."
    },
    {
        "start": 1151.54,
        "end": 1157.06,
        "text": " It's true, but the FIA shouldn't be worried about the commercial side of the sport. Really,"
    },
    {
        "start": 1157.06,
        "end": 1161.06,
        "text": " and the commercial side of the sport don't really get involved with the governance of the sport,"
    },
    {
        "start": 1161.06,
        "end": 1164.98,
        "text": " because they are two separate entities. And that's what the European Union decided. All those"
    },
    {
        "start": 1164.98,
        "end": 1171.7,
        "text": " years ago. And you know, you have the two sides to it. We'll find out more, I'm sure,"
    },
    {
        "start": 1172.26,
        "end": 1177.6200000000001,
        "text": " the weekend will certainly ask those sort of questions. But yeah, and I had a message."
    },
    {
        "start": 1178.42,
        "end": 1182.34,
        "text": " Someone sent me a message saying that the old footage had been sacked about an hour before"
    },
    {
        "start": 1182.34,
        "end": 1189.14,
        "text": " the news came through last week. And Craig Slater, because he is that news hound, chased up the"
    },
    {
        "start": 1189.14,
        "end": 1195.22,
        "text": " story. And I've got the truth out of it. Monaco, I think, by the way, great that Monaco is on the"
    },
    {
        "start": 1195.22,
        "end": 1200.5800000000002,
        "text": " calendar for for another six years. Now let's sit down and have a chat about how we can improve"
    },
    {
        "start": 1200.5800000000002,
        "end": 1205.5400000000002,
        "text": " the overtaking there and try and get some overtaking. There is some reclaimed land. You know,"
    },
    {
        "start": 1205.5400000000002,
        "end": 1208.98,
        "text": " there's been built upon in Monaco, you know, we could do something by the newville,"
    },
    {
        "start": 1209.46,
        "end": 1215.94,
        "text": " Shikane. I think it is up to the automobile club to Monaco to look now at ways that we could have"
    },
    {
        "start": 1215.94,
        "end": 1221.3,
        "text": " some overtaking or overtaking spots on the track. I know it's hard. The cars have got wider"
    },
    {
        "start": 1221.3,
        "end": 1226.66,
        "text": " and they've got longer and they've got heavier. But let's have a look at that. We love Monaco. We love"
    },
    {
        "start": 1226.66,
        "end": 1231.7,
        "text": " the history. We love the great races there over the years. We don't want to watch a procession"
    },
    {
        "start": 1231.7,
        "end": 1238.1000000000001,
        "text": " every single year. And we don't want it all to be decided by qualifying. And I think we need to"
    },
    {
        "start": 1238.1000000000001,
        "end": 1244.3400000000001,
        "text": " look at that. What it does mean by moving Monaco is that Canada can now move and will either back to"
    },
    {
        "start": 1244.34,
        "end": 1248.58,
        "text": " back with Miami or there'll be a week off in between. That will come forward into May. That's been"
    },
    {
        "start": 1248.58,
        "end": 1254.34,
        "text": " announced by by Formula One Miami might be moving by a week then to to make that a back to back"
    },
    {
        "start": 1254.34,
        "end": 1260.1,
        "text": " and for sustainability. And we should always look at that. And what we can do as a collective to"
    },
    {
        "start": 1260.1,
        "end": 1265.4599999999998,
        "text": " try and and help cut down on the emissions, that can only be a good thing as well. Certainly here."
    },
    {
        "start": 1265.4599999999998,
        "end": 1270.6599999999999,
        "text": " I mean, we could do a whole other podcast on changes to the Monaco circuit. Let's save that, shall we?"
    },
    {
        "start": 1270.66,
        "end": 1276.02,
        "text": " For another day when you don't have an extra. Yeah, let's save that for May next year. And also"
    },
    {
        "start": 1276.02,
        "end": 1279.5400000000002,
        "text": " time when you don't have a flight to catch early tomorrow morning, no doubt to Vegas."
    },
    {
        "start": 1279.5400000000002,
        "end": 1283.46,
        "text": " Croftie, thank you so much for your insight and for your time in a busy week just before Vegas."
    },
    {
        "start": 1283.46,
        "end": 1289.0600000000002,
        "text": " Save travels. Thank you, my friend. And we'll speak to you from Las Vegas. And see you, Matt,"
    },
    {
        "start": 1289.0600000000002,
        "end": 1291.7,
        "text": " when we let rip on the strip, you can have that one on me."
    },
    {
        "start": 1292.66,
        "end": 1300.66,
        "text": " Now, before Tom Bellingham joins us a quick word on our podcast sponsor Dropbox."
    },
    {
        "start": 1300.66,
        "end": 1305.78,
        "text": " In Formula One, as soon as one race finishes, the focus shifts to the next with the team reviewing"
    },
    {
        "start": 1305.78,
        "end": 1311.3,
        "text": " terabytes of data after every Grand Prix in a sport where milliseconds can make all the difference"
    },
    {
        "start": 1311.3,
        "end": 1316.82,
        "text": " sifting through this content is a race between races as an official technology partner of the McClaren"
    },
    {
        "start": 1316.82,
        "end": 1321.46,
        "text": " Formula One team Dropbox helps them quickly search and manage this vast amount of"
    },
    {
        "start": 1321.46,
        "end": 1326.9,
        "text": " content and data with Dropbox dashed the team can find the information they need in an instant"
    },
    {
        "start": 1326.9,
        "end": 1332.1000000000001,
        "text": " reducing time spent searching. Want to learn more? Take an exclusive behind the scenes look at how"
    },
    {
        "start": 1332.1000000000001,
        "end": 1337.54,
        "text": " Dropbox fuels the McClaren Formula One team's speed and performance by visiting Dropbox.com"
    },
    {
        "start": 1337.54,
        "end": 1339.94,
        "text": " forward slash McClaren hyphen F1."
    },
    {
        "start": 1343.78,
        "end": 1348.5,
        "text": " Thanks again to Croftie, who's probably mid air by the time we're recording this. And a big"
    },
    {
        "start": 1348.5,
        "end": 1352.98,
        "text": " hello to Tom Bellingham, co-host of P1 with Matt and Tommy Tom. How are you?"
    },
    {
        "start": 1352.98,
        "end": 1354.66,
        "text": " I'm good, thanks. Thanks for having me on."
    },
    {
        "start": 1354.66,
        "end": 1359.54,
        "text": " Yeah, great to get you on. And look, let's actually start with a quick chat about Vegas because,"
    },
    {
        "start": 1359.54,
        "end": 1364.58,
        "text": " as I mentioned, we've spoken to Croftie a little bit about what he's expecting, but you, but you"
    },
    {
        "start": 1364.58,
        "end": 1369.14,
        "text": " went last year as a more of a fan capacity. So we've heard what it's like from a broad"
    },
    {
        "start": 1369.14,
        "end": 1374.34,
        "text": " castus from a team's perspective, but take us inside what it was like to go to the last Vegas"
    },
    {
        "start": 1374.34,
        "end": 1378.34,
        "text": " Grand Prix as a fan. You say we were from the fans, we're actually lucky enough to watch"
    },
    {
        "start": 1378.34,
        "end": 1386.1,
        "text": " from Red Bull Hospitality. I wait, we weren't quite slimming it. So Red Bull kindly invited me in"
    },
    {
        "start": 1386.1,
        "end": 1392.34,
        "text": " Matt to watch from there, kind of like balcony. So we could see the kind of, I think it's 10-3 as"
    },
    {
        "start": 1392.34,
        "end": 1398.82,
        "text": " they come around onto that long straight, which was, which is very cool. And yeah, it was,"
    },
    {
        "start": 1398.82,
        "end": 1403.3799999999999,
        "text": " it was a strange experience as a fan because they try and block everything off, which was a bit"
    },
    {
        "start": 1403.3799999999999,
        "end": 1408.26,
        "text": " unusual when you're used to your likes of Silverstone where you can kind of walk everywhere."
    },
    {
        "start": 1408.98,
        "end": 1413.9399999999998,
        "text": " Do whatever, but you're kind of, you're very much like constricted into zones and things."
    },
    {
        "start": 1413.9399999999998,
        "end": 1421.06,
        "text": " It'd be interesting to see if that's the same this year. Obviously, there was a lot of logistics"
    },
    {
        "start": 1421.06,
        "end": 1426.1,
        "text": " involved to make it happen. And I can't imagine it was an easy thing to do, but they've got it for"
    },
    {
        "start": 1426.1,
        "end": 1429.86,
        "text": " 10 years. So I'm sure they'll have learnt from the last one. Yeah, I imagine there's going to be"
    },
    {
        "start": 1429.86,
        "end": 1434.1,
        "text": " a few changes here all there, certainly with the setting up of the Grand Prix this year."
    },
    {
        "start": 1434.1,
        "end": 1437.9399999999998,
        "text": " And now I've got you on. A couple of things we're going to talk about. The first thing really"
    },
    {
        "start": 1437.94,
        "end": 1444.74,
        "text": " is just reflect on Max Verstappen's season and kind of how it's gone from because it's really"
    },
    {
        "start": 1444.74,
        "end": 1450.5,
        "text": " had highs, but it's also have lows. And as we sit here, it's likely he's going to win his fourth"
    },
    {
        "start": 1450.5,
        "end": 1456.8200000000002,
        "text": " world championship this weekend in Las Vegas. How are you reflecting on this season for Max?"
    },
    {
        "start": 1456.8200000000002,
        "end": 1463.3,
        "text": " It's been a very unusual season because I think at the start of the year, if you look at the kind"
    },
    {
        "start": 1464.26,
        "end": 1470.26,
        "text": " of four wins from five at the start of the year and arguably in Australia, if you hadn't"
    },
    {
        "start": 1470.26,
        "end": 1474.58,
        "text": " have had his car failure, you probably would have won that as well. And we were looking like it's"
    },
    {
        "start": 1474.58,
        "end": 1482.8999999999999,
        "text": " going to be another 2023. He might even win every single race. And then the the form really did"
    },
    {
        "start": 1483.7,
        "end": 1489.3,
        "text": " dip down throughout the season. McLaren obviously took that massively forward in Miami and looked like"
    },
    {
        "start": 1489.3,
        "end": 1496.34,
        "text": " they had a better car definitely since Miami. But as we got into the middle part of the season,"
    },
    {
        "start": 1496.34,
        "end": 1501.3799999999999,
        "text": " and particularly after the summer break, Red Bull were really on the back foot. And I mean, Max's"
    },
    {
        "start": 1501.3799999999999,
        "end": 1508.34,
        "text": " form of finishing races for fifth, second, sixth was just so unusual for him because we'd,"
    },
    {
        "start": 1508.34,
        "end": 1513.78,
        "text": " even when he didn't have a championship winning car, he was still winning. He hadn't gone, I think"
    },
    {
        "start": 1513.78,
        "end": 1519.62,
        "text": " it was since 2020 or something that he'd gone without winning a race for 10 races, which a lot of"
    },
    {
        "start": 1519.62,
        "end": 1525.62,
        "text": " other drivers would absolutely take. But Max is stuff and it's unusual for him to go that long. But"
    },
    {
        "start": 1526.26,
        "end": 1534.26,
        "text": " I think it was very much a strange title fight where he kind of built that lead at the start. And then"
    },
    {
        "start": 1535.06,
        "end": 1538.66,
        "text": " it always looked like McLaren could get there, but they never quite got there. And then obviously"
    },
    {
        "start": 1538.66,
        "end": 1544.8200000000002,
        "text": " Brazil with how that completely flipped and going from looking like it was going to be a massive"
    },
    {
        "start": 1544.8200000000002,
        "end": 1551.0600000000002,
        "text": " shift towards McLaren and Lando Norris. And instead went completely opposite way where arguably he"
    },
    {
        "start": 1551.0600000000002,
        "end": 1555.38,
        "text": " could not even turn up for the last three races. And he might still win the championship. How far"
    },
    {
        "start": 1555.38,
        "end": 1561.7,
        "text": " gone it is now he only needs a handful of points to do it. And but it still is a very impressive"
    },
    {
        "start": 1561.7,
        "end": 1566.9,
        "text": " campaign. But I think couldn't be any more different to the one that he had last year where he just"
    },
    {
        "start": 1566.9,
        "end": 1570.26,
        "text": " dominated throughout the whole season because absolutely wasn't the case this year."
    },
    {
        "start": 1570.26,
        "end": 1576.3400000000001,
        "text": " I was kind of going to ask you as well. Is it in a weird way? Is it his cleanest and most convincing"
    },
    {
        "start": 1576.3400000000001,
        "end": 1582.9,
        "text": " season to date in terms of the win? Because I guess all of them before he's 2021, obviously we"
    },
    {
        "start": 1582.9,
        "end": 1587.7800000000002,
        "text": " know what happened there. Then he's had this hugely dominant car, which let's be honest, no other"
    },
    {
        "start": 1587.7800000000002,
        "end": 1593.22,
        "text": " team has been able to get near to Red Bull over the last couple of seasons this year. We have had"
    },
    {
        "start": 1593.3,
        "end": 1598.98,
        "text": " McLaren and Ferrari who have been able to get close to the Red Bull. So I think when he eventually"
    },
    {
        "start": 1598.98,
        "end": 1604.9,
        "text": " does win his fourth world title, there's not many, I don't feel like anyone can detract away from"
    },
    {
        "start": 1604.9,
        "end": 1608.9,
        "text": " the what he's done on track. He has won it fair and square. Would you agree?"
    },
    {
        "start": 1609.46,
        "end": 1616.34,
        "text": " Yes, it's funny how it's panned out that I think even in 2023, which I think is unfair, but it's"
    },
    {
        "start": 1616.34,
        "end": 1620.74,
        "text": " stored it. You had exactly the same narrative with Lewis Hamilton when he was dominating a Michael"
    },
    {
        "start": 1620.74,
        "end": 1626.1,
        "text": " Schumacher. There's this thing in Formula One where people like to dismiss these drivers because"
    },
    {
        "start": 1626.1,
        "end": 1630.18,
        "text": " it's like, oh, it's just the car. And you know, the staff and did something last year that no other"
    },
    {
        "start": 1630.18,
        "end": 1635.78,
        "text": " driver managed to do to win that many races, almost win every single one in an entire season,"
    },
    {
        "start": 1636.58,
        "end": 1642.26,
        "text": " gone these massive win streaks. And I think, yeah, there was of course people going, oh, well,"
    },
    {
        "start": 1642.26,
        "end": 1646.26,
        "text": " it's just a car, of course, he's going to win every race. It's easy for him. So for them,"
    },
    {
        "start": 1646.26,
        "end": 1651.86,
        "text": " him to have almost a completely different season this year, where I think at times,"
    },
    {
        "start": 1652.74,
        "end": 1658.02,
        "text": " you know, the McLaren definitely hasn't been an absolute dominant force. I think it's been the"
    },
    {
        "start": 1658.02,
        "end": 1663.86,
        "text": " best car throughout the year, but it's not, you know, I think the Red Bull, there's been moments"
    },
    {
        "start": 1663.86,
        "end": 1670.02,
        "text": " where the Red Bull could even been the third best car. And we're going to see Max win the championship,"
    },
    {
        "start": 1670.02,
        "end": 1675.3799999999999,
        "text": " could even be quite comfortably, if he carries on and extend his lead further or or Lando"
    },
    {
        "start": 1675.38,
        "end": 1680.42,
        "text": " doesn't take too many points out of him. And he's going to win the driver's title when his team"
    },
    {
        "start": 1680.42,
        "end": 1684.5800000000002,
        "text": " finishes third in the constructor style, which I think has only happened three times in the history"
    },
    {
        "start": 1684.5800000000002,
        "end": 1691.7,
        "text": " of Formula One. So it's very, it's almost like answering, have his critics or people said, well,"
    },
    {
        "start": 1691.7,
        "end": 1697.22,
        "text": " you can anyway, in a dominant car. And now he's going to win the championship where he hasn't had"
    },
    {
        "start": 1697.22,
        "end": 1702.74,
        "text": " that at all. So, you know, he's had a good car underneath him and he had a great car at the start"
    },
    {
        "start": 1702.74,
        "end": 1710.9,
        "text": " of the season, but I think it's so impressive that he's just maximized all the points that he's"
    },
    {
        "start": 1710.9,
        "end": 1715.3,
        "text": " kind of been able to do even when the car was completely on the back foot. And we were thought"
    },
    {
        "start": 1715.3,
        "end": 1719.06,
        "text": " thinking that my car and we're going to, you know, completely catch them. And of course, they"
    },
    {
        "start": 1719.06,
        "end": 1726.42,
        "text": " have him in the constructors, but Max is somehow through his great driving as managed to basically"
    },
    {
        "start": 1726.42,
        "end": 1732.34,
        "text": " keep the keep the lead quite healthy really for what it is. And perhaps even more impressive when"
    },
    {
        "start": 1732.34,
        "end": 1736.6599999999999,
        "text": " you consider what's been going on off the track at Red Bull, we obviously had all the issues at"
    },
    {
        "start": 1736.6599999999999,
        "end": 1741.4599999999998,
        "text": " the start of the year, then there's been this kind of ongoing in recent weeks. Anyway, this sort of"
    },
    {
        "start": 1741.4599999999998,
        "end": 1747.1399999999999,
        "text": " ongoing issue with the FIA and the swearing saga, there seems to be quite a lot of stuff around Max"
    },
    {
        "start": 1747.1399999999999,
        "end": 1752.6599999999999,
        "text": " this year that there's could could have knocked him off course. But yet every week he turns up and"
    },
    {
        "start": 1752.6599999999999,
        "end": 1756.74,
        "text": " he delivers the best that he can and the best that he can is clearly enough to win a world championship."
    },
    {
        "start": 1756.74,
        "end": 1762.1799999999998,
        "text": " I mean, how impressed have you been with his sort of laser winning mentality focus on getting the job"
    },
    {
        "start": 1762.74,
        "end": 1768.5800000000002,
        "text": " done? Yeah, I think the best champions kind of put those difficult races behind them. I mean,"
    },
    {
        "start": 1770.3400000000001,
        "end": 1775.14,
        "text": " we can't shy away from the fact that maybe, you know, Hungary was not one of his finest races,"
    },
    {
        "start": 1775.14,
        "end": 1781.14,
        "text": " for example, or I think Azerbaijan, but it's only a handful of races really where"
    },
    {
        "start": 1781.8600000000001,
        "end": 1787.8600000000001,
        "text": " he's not delivered what the car could and is obviously completely trans his teammate this year"
    },
    {
        "start": 1787.86,
        "end": 1795.1399999999999,
        "text": " who's struggling massively. And I think the most impressive thing, and this is the case for all"
    },
    {
        "start": 1795.1399999999999,
        "end": 1801.86,
        "text": " great champions is that they can take all that negativity and when they're on the back for"
    },
    {
        "start": 1801.86,
        "end": 1807.2199999999998,
        "text": " and the pressure and it could easily get to them, but they actually elevate themselves even further."
    },
    {
        "start": 1807.2199999999998,
        "end": 1814.1799999999998,
        "text": " And I think a great example of that was Brazil where after qualifying, it looked like we're going"
    },
    {
        "start": 1814.18,
        "end": 1819.94,
        "text": " to get a massive point swing towards landau. The staffam was of course, unlucky with the red flag,"
    },
    {
        "start": 1819.94,
        "end": 1827.14,
        "text": " so he couldn't qualify well. And of course, he was absolutely fuming about it. Landau's on pole."
    },
    {
        "start": 1827.7,
        "end": 1833.7,
        "text": " And many other drivers in that situation could just be like, oh, this is ridiculous and"
    },
    {
        "start": 1834.66,
        "end": 1842.66,
        "text": " not be able to kind of elevate themselves and do something incredibly impressive. And for Max,"
    },
    {
        "start": 1842.98,
        "end": 1848.9,
        "text": " the very, not even the next day because it was qualifying in the morning to get to get to remember that."
    },
    {
        "start": 1848.9,
        "end": 1854.98,
        "text": " Yeah, to get straight in the car and deliver one of the greatest drives we've ever seen in F1"
    },
    {
        "start": 1855.78,
        "end": 1859.7,
        "text": " is insanely impressive and that's what all great champions do."
    },
    {
        "start": 1859.7,
        "end": 1866.8200000000002,
        "text": " What have you made of his in car and out of car character this year? Outside the car,"
    },
    {
        "start": 1866.8999999999999,
        "end": 1872.58,
        "text": " I always think Max does cut quite a composed figure. I think he, you know, he certainly when he"
    },
    {
        "start": 1872.58,
        "end": 1877.06,
        "text": " speaks to the media, he seems very sure of himself and very composed. I think inside the car,"
    },
    {
        "start": 1877.06,
        "end": 1882.02,
        "text": " we've seen this year him get quite hot-headed. We've seen those conversations haven't we between his"
    },
    {
        "start": 1882.02,
        "end": 1888.4199999999998,
        "text": " race engineer and it's all got quite heated in the moment. I just wonder, do you think we've seen a"
    },
    {
        "start": 1888.4199999999998,
        "end": 1892.34,
        "text": " slightly different Max this year? And Max perhaps a little bit more on the ropes than we have in the"
    },
    {
        "start": 1892.4199999999998,
        "end": 1898.5,
        "text": " previous seasons. Yeah, I think so. I think the fact that always when you're under pressure, it's going"
    },
    {
        "start": 1898.5,
        "end": 1906.82,
        "text": " to be, it's going to be more difficult, I think, you know, many drivers in the past have come out on"
    },
    {
        "start": 1906.82,
        "end": 1911.78,
        "text": " the radio when they're under pressure and said things. And I think I'm pretty sure Sebastian"
    },
    {
        "start": 1911.78,
        "end": 1916.26,
        "text": " Vettel said it brilliantly in a press conference once, once where saying that, you know, if you might"
    },
    {
        "start": 1916.58,
        "end": 1921.3799999999999,
        "text": " footballers when they've just had a bad tackle or whatever, they're not going to be saying very"
    },
    {
        "start": 1921.3799999999999,
        "end": 1927.54,
        "text": " polite things, are they? So, it's true. I think it's always, you know, when the adrenaline's"
    },
    {
        "start": 1928.1,
        "end": 1934.34,
        "text": " flowing and they're driving around 150 to 100 miles an hour, they are going to say some things"
    },
    {
        "start": 1934.34,
        "end": 1943.3,
        "text": " because they just want to win and they are unbelievably competitive beasts basically that want"
    },
    {
        "start": 1944.18,
        "end": 1949.3799999999999,
        "text": " the want to win. And I think Max more than anyone, it's just been grained into him that he has to"
    },
    {
        "start": 1949.3799999999999,
        "end": 1955.86,
        "text": " win. You see it, even when he's at home, he's on eye racing and he takes it just as seriously,"
    },
    {
        "start": 1955.86,
        "end": 1962.02,
        "text": " if not more seriously, that he does his Formula 1 sometimes. And he's just ingrained to win and"
    },
    {
        "start": 1962.02,
        "end": 1969.54,
        "text": " that's all he wants to do. So, you can tell it means absolutely everything to him and he's willing"
    },
    {
        "start": 1969.94,
        "end": 1978.02,
        "text": " to do everything to make sure that he wins races. He's not, he can't not win and you can see that"
    },
    {
        "start": 1978.02,
        "end": 1984.1,
        "text": " in the way he drives. Even the last race in Brazil, he could have quite easily just"
    },
    {
        "start": 1984.6599999999999,
        "end": 1990.42,
        "text": " stuck behind Ockon and settled for the points but made a daring move, pulled out a 20 second gap,"
    },
    {
        "start": 1990.42,
        "end": 1996.18,
        "text": " got fastest lap as well when his team were telling him not to, he just has to win and that's"
    },
    {
        "start": 1996.42,
        "end": 2000.5800000000002,
        "text": " why such a great driver because it's just ingrained in him really. Well speaking of winning,"
    },
    {
        "start": 2000.5800000000002,
        "end": 2006.02,
        "text": " this weekend is likely he will win. Here are the permutations then of how he can do it."
    },
    {
        "start": 2006.02,
        "end": 2011.8600000000001,
        "text": " So put it, put simply, he has, if he beats Lando Norris this weekend, he will win the championship."
    },
    {
        "start": 2011.8600000000001,
        "end": 2017.46,
        "text": " There's a 62 point lead at the moment over Lando for Max and only 86 points left to play for"
    },
    {
        "start": 2017.46,
        "end": 2022.8200000000002,
        "text": " that includes some extra points of course in catar for a sprint race. But otherwise, Lando has to"
    },
    {
        "start": 2022.82,
        "end": 2029.46,
        "text": " get the deficit down to no more than 59 points by the end of the race. Is it going to be this weekend,"
    },
    {
        "start": 2029.46,
        "end": 2035.3799999999999,
        "text": " Tom? If you were a betting man, what would you say? I think you'll try and make it happen this weekend."
    },
    {
        "start": 2035.3799999999999,
        "end": 2043.9399999999998,
        "text": " I think Max will not just settle for, you know, we saw how he drove in Mexico for example,"
    },
    {
        "start": 2043.9399999999998,
        "end": 2048.02,
        "text": " of just wanting to make sure it's absolutely and he will race Lando hard to make sure that he"
    },
    {
        "start": 2048.58,
        "end": 2055.54,
        "text": " wraps out because you never know. I mean, I think it's so, so, so, so, so unlikely that it could happen."
    },
    {
        "start": 2055.54,
        "end": 2062.34,
        "text": " But he'll just want to make absolutely sure. But I mean, the way Max has won his"
    },
    {
        "start": 2062.34,
        "end": 2067.22,
        "text": " championships, he won it in the sprint in catar last year. And if he doesn't manage to do it,"
    },
    {
        "start": 2067.22,
        "end": 2073.14,
        "text": " it's likely that he might even win it in a sprint again, which should be very, very unusual to win"
    },
    {
        "start": 2073.7,
        "end": 2078.8199999999997,
        "text": " on a Saturday essentially in a sprint before he go into a race, which should be very bizarre and"
    },
    {
        "start": 2078.8199999999997,
        "end": 2083.2999999999997,
        "text": " to do it two years in a row. You can almost see that happening again. But he's going to want,"
    },
    {
        "start": 2083.2999999999997,
        "end": 2088.5,
        "text": " he's going to want to beat Lando. And I think it's a trek that will suit Max's driving style. And"
    },
    {
        "start": 2089.3799999999997,
        "end": 2097.94,
        "text": " you know, he'll come into Vegas full of confidence after what he did in Brazil. And I think he"
    },
    {
        "start": 2097.94,
        "end": 2102.5,
        "text": " will challenge for the win there. Fewer run-offs as well. If he's into, in a"
    },
    {
        "start": 2102.5,
        "end": 2107.22,
        "text": " wheelchair battle with Lando, he's not like they can push each other off the track in Vegas."
    },
    {
        "start": 2107.22,
        "end": 2111.62,
        "text": " It being a street track. There's there's very few of those. And okay, so that's the driver's"
    },
    {
        "start": 2111.62,
        "end": 2116.1,
        "text": " championship and how that might look. Let's take a brief look at the constructors. And I thought"
    },
    {
        "start": 2116.1,
        "end": 2120.18,
        "text": " Tom, since we've got you on, it would be quite interesting to sort of pose the question really"
    },
    {
        "start": 2120.18,
        "end": 2124.82,
        "text": " of how much people do care about the constructors championship. We know that the constructors do"
    },
    {
        "start": 2124.82,
        "end": 2128.98,
        "text": " because that's where the money is. That's how they will go into next year with bigger budgets and"
    },
    {
        "start": 2128.98,
        "end": 2133.86,
        "text": " make all their shareholders happy. However, from a sort of fan perspective, do you think,"
    },
    {
        "start": 2134.66,
        "end": 2139.78,
        "text": " what weight do you think fans put on the constructors championship? How interested are they in it?"
    },
    {
        "start": 2139.78,
        "end": 2146.9,
        "text": " I don't think they are as interested, of course, as they would be in a driver's fight. The driver's"
    },
    {
        "start": 2146.9,
        "end": 2154.26,
        "text": " fight takes priority. You only have to look at Abu Dhabi 2021, Dari mentioned it. And the fact that"
    },
    {
        "start": 2154.82,
        "end": 2161.46,
        "text": " when it's easy to forget the Mercedes-Benz World Championship as the constructors, but..."
    },
    {
        "start": 2161.46,
        "end": 2165.3,
        "text": " I mean, we forget. Exactly. You forget the Mercedes-Benz championship."
    },
    {
        "start": 2165.3,
        "end": 2171.46,
        "text": " And they weren't exactly jumping around celebrating that they won the constructors. So I think"
    },
    {
        "start": 2172.5,
        "end": 2181.1400000000003,
        "text": " the driver's title is the big prize. And I think in history gone by, maybe that the"
    },
    {
        "start": 2181.14,
        "end": 2187.46,
        "text": " constructors title held more weight for the manufacturers and things like that when the money"
    },
    {
        "start": 2187.46,
        "end": 2195.7,
        "text": " involved and things like that. But I think now the sport has become such a big sport. It's almost"
    },
    {
        "start": 2196.8199999999997,
        "end": 2202.8199999999997,
        "text": " an entertainment brand, if you like, as well now. And it's more about that. That the drivers,"
    },
    {
        "start": 2203.38,
        "end": 2212.9,
        "text": " I think particularly for a team like Red Bull, who are there, the way they go racing,"
    },
    {
        "start": 2212.9,
        "end": 2218.98,
        "text": " it's all about the drivers with Max and I think they'll care a lot less. I don't think they're going"
    },
    {
        "start": 2218.98,
        "end": 2224.34,
        "text": " to be particularly the top dogs, of course, the people that work there. Absolutely. You want to win"
    },
    {
        "start": 2224.34,
        "end": 2228.34,
        "text": " the constructors championship, be part of that winning team and they'll be somewhat disappointed."
    },
    {
        "start": 2229.3,
        "end": 2234.58,
        "text": " But I think the top dogs at Red Bull and just generally like the reaction,"
    },
    {
        "start": 2235.46,
        "end": 2240.42,
        "text": " they'll be much happier with Max winning the drivers championship. And if they finish third,"
    },
    {
        "start": 2240.42,
        "end": 2246.02,
        "text": " then then kind of so be it. But maybe it means more to the likes of McLaren and Ferrari that have"
    },
    {
        "start": 2246.02,
        "end": 2252.34,
        "text": " that kind of historic legacy. And it's their chance to win something because we've not seen Ferrari"
    },
    {
        "start": 2252.42,
        "end": 2259.86,
        "text": " win a constructors championship for a very long time, for example, or McLaren. So it's a great"
    },
    {
        "start": 2259.86,
        "end": 2264.5,
        "text": " opportunity for them both to win it. I think it will mean more to certain teams. I definitely think"
    },
    {
        "start": 2264.5,
        "end": 2270.34,
        "text": " that Ferrari McLaren, it would mean more to the Red Bull for the people at the top, of course."
    },
    {
        "start": 2271.78,
        "end": 2279.3,
        "text": " But it definitely is going to be an interesting end to the season. How many seasons have gone by"
    },
    {
        "start": 2280.26,
        "end": 2284.6600000000003,
        "text": " with the exception of like 2021 where it feels like everything's over and there's not really"
    },
    {
        "start": 2284.6600000000003,
        "end": 2289.3,
        "text": " much to play for. And Formula One have to push a narrative where it's the battle for fourth"
    },
    {
        "start": 2289.3,
        "end": 2294.26,
        "text": " in the championship and no one really cares that much. So to have three teams battling for the"
    },
    {
        "start": 2294.26,
        "end": 2298.82,
        "text": " constructorsism is an amazing thing for Formula One and just kind of shows how close it's been"
    },
    {
        "start": 2298.82,
        "end": 2306.34,
        "text": " this year between all of them. Side note on that, I saw your mock-up of competition for P-22"
    },
    {
        "start": 2306.58,
        "end": 2313.6200000000003,
        "text": " in the championship. Logan, Valtteri, Bottas. Well, there's only one of them in it now. So I guess"
    },
    {
        "start": 2313.6200000000003,
        "end": 2318.98,
        "text": " Bottas has always always played for there in these final three. Well, yeah, he needs a P-11,"
    },
    {
        "start": 2318.98,
        "end": 2326.5,
        "text": " which is going to be difficult in that in that salber. Yeah, poor Bottas. I mean, the fact"
    },
    {
        "start": 2326.5,
        "end": 2332.98,
        "text": " the Bottas is 23rd in the title just shows that kind of championship order is not really everything"
    },
    {
        "start": 2332.98,
        "end": 2339.14,
        "text": " when you, you know, he's definitely not no way has he been the worst driver this season. He's"
    },
    {
        "start": 2339.14,
        "end": 2343.38,
        "text": " actually delivered some very good performances, but when you're in a car like that, unfortunately,"
    },
    {
        "start": 2343.38,
        "end": 2349.38,
        "text": " there's only so much he can do. So, yeah, it's pretty shocking really for for salber how"
    },
    {
        "start": 2349.94,
        "end": 2354.42,
        "text": " how they've just struggled to even, well, none of them have got a point this year and it's very,"
    },
    {
        "start": 2354.42,
        "end": 2360.5,
        "text": " very unlikely even in a crazy race like Brazil, they couldn't manage it. So yeah, difficult for them."
    },
    {
        "start": 2360.58,
        "end": 2364.74,
        "text": " Yeah, a lot to do ahead of obviously the Audi project coming in over the next few years."
    },
    {
        "start": 2364.74,
        "end": 2367.78,
        "text": " And just for another sort of point on the constructors then, I mean,"
    },
    {
        "start": 2368.74,
        "end": 2373.22,
        "text": " Ferrari, you could argue, I think, because of the fact that almost Ferrari are the national team"
    },
    {
        "start": 2373.22,
        "end": 2380.02,
        "text": " of Italy, you know, they are so embedded as part of Italian culture. If, for example, Carlos"
    },
    {
        "start": 2380.02,
        "end": 2385.7,
        "text": " Scyntz is a part of that constructors winning team, he's obviously leaving the team at the end of"
    },
    {
        "start": 2385.7799999999997,
        "end": 2391.3799999999997,
        "text": " the season, those hamptons coming in, but I just wonder that must be as good a motivation as"
    },
    {
        "start": 2391.3799999999997,
        "end": 2395.7799999999997,
        "text": " any for someone like Carlos Scyntz who's obviously out the drivers championship. But can you sort"
    },
    {
        "start": 2395.7799999999997,
        "end": 2400.58,
        "text": " of see a situation at Abu Dhabi where you've got Ferrari winning the constructors, Carlos Scyntz,"
    },
    {
        "start": 2400.58,
        "end": 2405.22,
        "text": " they're celebrating with Fred with Charles with the whole team, that would be quite an epic end,"
    },
    {
        "start": 2405.22,
        "end": 2411.2999999999997,
        "text": " would net to his time at Ferrari. Yeah, definitely. I think for Ferrari, they are such a specialty in"
    },
    {
        "start": 2411.3,
        "end": 2417.0600000000004,
        "text": " the so much history that I think winning a world championship for Ferrari is such an incredible"
    },
    {
        "start": 2417.0600000000004,
        "end": 2423.78,
        "text": " thing that I do think would mean everything to the drivers to deliver a constructors championship,"
    },
    {
        "start": 2423.78,
        "end": 2430.7400000000002,
        "text": " maybe more than any other team. Of course, you know, Charlene Carlos would absolutely take a"
    },
    {
        "start": 2430.7400000000002,
        "end": 2435.54,
        "text": " driver's tire every day of the week over it, but it would be a special thing for them to"
    },
    {
        "start": 2435.54,
        "end": 2440.5800000000004,
        "text": " get to the end of the season and deliver Ferrari, the championship for the first time in"
    },
    {
        "start": 2441.7000000000003,
        "end": 2449.0600000000004,
        "text": " I think since 2008, maybe. So yeah, it's been many, many years since they've managed to do it,"
    },
    {
        "start": 2449.94,
        "end": 2459.46,
        "text": " and the fact that Ferrari are a, I think with fans, most people support drivers, I think, but with"
    },
    {
        "start": 2459.46,
        "end": 2465.46,
        "text": " Ferrari, it's very much a, you support the team and there's many people that will support Ferrari"
    },
    {
        "start": 2465.54,
        "end": 2471.38,
        "text": " and there's drivers coming down its Ferrari through and through, and that's why I think it would"
    },
    {
        "start": 2471.38,
        "end": 2478.26,
        "text": " mean so much for Ferrari to win the constructors because yeah, they're just such a historic brand,"
    },
    {
        "start": 2478.26,
        "end": 2484.02,
        "text": " but they've got a lot of work to do. I think, disappoint, I think they're very disappointing"
    },
    {
        "start": 2484.66,
        "end": 2488.7400000000002,
        "text": " Brazilian Grand Prix for them really, because they had a great opportunity to maximize"
    },
    {
        "start": 2489.7,
        "end": 2495.2999999999997,
        "text": " my clarinet didn't have the greatest race to be 6th and 8th, and there was a chance to"
    },
    {
        "start": 2495.2999999999997,
        "end": 2499.9399999999996,
        "text": " capitalise there, but there's still a lot of points to play for, so it's going to be interesting."
    },
    {
        "start": 2499.9399999999996,
        "end": 2504.9799999999996,
        "text": " I'd be very surprised if Red Bull could do it now, because I think they're a long way off,"
    },
    {
        "start": 2504.9799999999996,
        "end": 2510.74,
        "text": " and we've seen how much Paris is struggling, for example, as well, so he's not scored points for"
    },
    {
        "start": 2511.4599999999996,
        "end": 2518.5,
        "text": " a fair while, which makes it difficult. So yeah, I think it's going to be a really good battle,"
    },
    {
        "start": 2518.5,
        "end": 2523.78,
        "text": " between Ferrari and McLaren, and again, it's two kind of legendary constructors going head-to-head,"
    },
    {
        "start": 2523.78,
        "end": 2529.06,
        "text": " which is very cool. McLaren actually left Brazil 7 points further ahead of Ferrari, which is"
    },
    {
        "start": 2529.06,
        "end": 2532.82,
        "text": " kind of crazy when you think about what a difficult weekend they had, but obviously they had the ones"
    },
    {
        "start": 2532.82,
        "end": 2537.3,
        "text": " who in the sprint, which would have contributed to that as well. So yeah, all to play for quite"
    },
    {
        "start": 2537.3,
        "end": 2540.58,
        "text": " exciting, I think it's the most excited we've been by constructors championship for a while,"
    },
    {
        "start": 2540.58,
        "end": 2545.46,
        "text": " also, because it's not Red Bull, and it's not Ferrari, sorry, it's not Red Bull, and it's not Mercedes,"
    },
    {
        "start": 2545.46,
        "end": 2550.5,
        "text": " which is what was obviously dominated the last, well, 15 years or so of Formula One. So for that"
    },
    {
        "start": 2550.5,
        "end": 2555.78,
        "text": " reason, I think it's exciting, and there's plenty to look forward to out in Las Vegas just time"
    },
    {
        "start": 2555.78,
        "end": 2559.78,
        "text": " to tell you about the timings for this weekend, and it's, I mean, I'd tell you, are you doing an"
    },
    {
        "start": 2559.78,
        "end": 2565.46,
        "text": " early, are you going to watch FP1? Are you going to be, we've got two AM, we're on air for FP1,"
    },
    {
        "start": 2565.46,
        "end": 2571.46,
        "text": " is that something you'll be waking up for? Maybe, I mean, after last year, and it not going ahead,"
    },
    {
        "start": 2571.78,
        "end": 2577.54,
        "text": " I think I'd be very gutted if I woke up that time of the morning and then found out that it wasn't on"
    },
    {
        "start": 2578.34,
        "end": 2586.66,
        "text": " FP2 definitely will be keen to watch the sessions, but yeah, it's a very early one for the UK,"
    },
    {
        "start": 2586.66,
        "end": 2591.46,
        "text": " isn't it? It really is, yeah. So as I said, 2 AM on air for FP1, but then FP2, at the slightly"
    },
    {
        "start": 2591.46,
        "end": 2596.82,
        "text": " more reasonable time of 545, followed by the F1 show, which we'll do, of course, we'll wrap up all the"
    },
    {
        "start": 2596.82,
        "end": 2600.58,
        "text": " all the days events in that as well. So you can, you can just watch the F1 show at a reasonable"
    },
    {
        "start": 2600.58,
        "end": 2605.06,
        "text": " time in the morning, and I think you'd be covered. The Saturday, FP3 is on air from 2.15 in the"
    },
    {
        "start": 2605.06,
        "end": 2611.22,
        "text": " morning. You can then catch all the build up to qualifying from 5 AM for a 6 AM start Sunday or"
    },
    {
        "start": 2611.22,
        "end": 2615.06,
        "text": " Saturday night, if you're in Vegas, but Sunday morning in the UK, we're going to build up to the"
    },
    {
        "start": 2615.7,
        "end": 2622.2599999999998,
        "text": " or 30 for a lights out at 6 o'clock. And yeah, those are your timings. Tom, I wish you all the best"
    },
    {
        "start": 2622.2599999999998,
        "end": 2627.54,
        "text": " with your sleep this weekend, and I hope you, thank you very much. Yeah, I hope if you do get"
    },
    {
        "start": 2627.54,
        "end": 2632.18,
        "text": " up early, it's worth it for FP2, certainly. I hope we get some good, some good action. And we'll"
    },
    {
        "start": 2632.18,
        "end": 2636.66,
        "text": " be back as always next Tuesday to look back at the Las Vegas Grand Prix. Hope you can join us then."
    },
    {
        "start": 2636.66,
        "end": 2637.46,
        "text": " Bye for now."
    }
]