[
    {
        "start": 0.0,
        "end": 6.32,
        "text": " You only have to ask a stupid question once you ask a stupid question and if you're in a crowd and you ask a stupid question"
    },
    {
        "start": 6.32,
        "end": 9.08,
        "text": " 80% of the people in the crowd have the same question"
    },
    {
        "start": 9.08,
        "end": 14.56,
        "text": " They're just too cowardly to ask but you ask and then someone actually tells you you never have to ask that question again"
    },
    {
        "start": 14.92,
        "end": 16.92,
        "text": " You no longer stupid"
    },
    {
        "start": 17.68,
        "end": 20.56,
        "text": " What stupid thing am I doing that I could quit doing?"
    },
    {
        "start": 21.56,
        "end": 26.88,
        "text": " That I would quit doing because those aren't the same thing right because you know there's stupid things that you're doing"
    },
    {
        "start": 26.88,
        "end": 33.0,
        "text": " You're just not gonna quit doing because you like them, but there might be something on the edge there where you could stop that"
    },
    {
        "start": 34.0,
        "end": 38.4,
        "text": " If you want to know something about yourself sit on your bed one night and say to yourself"
    },
    {
        "start": 38.4,
        "end": 41.84,
        "text": " You got to mean this like you got to be desperate. This is no gain this"
    },
    {
        "start": 42.72,
        "end": 45.68,
        "text": " My life is not everything I wanted to be and"
    },
    {
        "start": 46.08,
        "end": 52.239999999999995,
        "text": " Perhaps it's not everything that I need it to be and by need I mean my life is so unbearable that"
    },
    {
        "start": 52.24,
        "end": 56.92,
        "text": " The suffering that's attended upon that is make me nihilistic cynical bitter"
    },
    {
        "start": 58.120000000000005,
        "end": 59.120000000000005,
        "text": " resentful"
    },
    {
        "start": 59.120000000000005,
        "end": 65.44,
        "text": " Driving the proclivity to see evil everywhere except within my own heart like these are problems man and"
    },
    {
        "start": 66.72,
        "end": 71.52000000000001,
        "text": " You ask yourself you sit on the bed and say okay, man. I'm ready to learn something"
    },
    {
        "start": 72.64,
        "end": 79.4,
        "text": " What's one thing I'm doing wrong that I know I'm doing wrong that I could fix"
    },
    {
        "start": 79.96000000000001,
        "end": 81.96000000000001,
        "text": " That I would fix"
    },
    {
        "start": 81.96000000000001,
        "end": 87.88000000000001,
        "text": " It's like you meditate on that you'll get an answer and it won't be one you want"
    },
    {
        "start": 88.04,
        "end": 90.04,
        "text": " But it'll be the necessary one"
    },
    {
        "start": 90.36000000000001,
        "end": 92.36000000000001,
        "text": " You know and it it's often"
    },
    {
        "start": 92.80000000000001,
        "end": 100.28,
        "text": " Something that will point you to small things like that works you start making those micro improvements like real micro improvements"
    },
    {
        "start": 100.28,
        "end": 104.32000000000001,
        "text": " Real on the ground actual micro improvements to things you know that are wrong"
    },
    {
        "start": 104.76,
        "end": 106.76,
        "text": " You'll improve unbelievably rapidly"
    },
    {
        "start": 106.76,
        "end": 115.32000000000001,
        "text": " The great people I know are brutally truthful to themselves and other people and they have insanely adventurous lives"
    },
    {
        "start": 116.2,
        "end": 121.64,
        "text": " Get rid of everything you say that you only say to impress other people and just see if you can say what you believe to be true"
    },
    {
        "start": 121.80000000000001,
        "end": 125.08000000000001,
        "text": " That's an adventure. That's the thing about the truth, you know"
    },
    {
        "start": 125.96000000000001,
        "end": 130.28,
        "text": " Well, you got to ask yourself if you're not speaking the truth. Who isn't that's talking?"
    },
    {
        "start": 131.08,
        "end": 135.24,
        "text": " If you're saying something that you do not believe to be true. It's not you talking"
    },
    {
        "start": 135.8,
        "end": 142.20000000000002,
        "text": " It's something else it might be the part of you that wants to manipulate the other person into delivering what you think you want from them"
    },
    {
        "start": 142.60000000000002,
        "end": 146.52,
        "text": " Well, what is that spirit of manipulation that you've allowed to possess you?"
    },
    {
        "start": 146.76000000000002,
        "end": 151.0,
        "text": " It's not you let's say you decide to live your whole life in that instrumental manner"
    },
    {
        "start": 151.0,
        "end": 153.4,
        "text": " You're gonna craft your words like the student who says well"
    },
    {
        "start": 153.4,
        "end": 158.36,
        "text": " I'm gonna write what the professor wants to hear so I get great. It's like well, you just turn yourself into that"
    },
    {
        "start": 159.48000000000002,
        "end": 163.72,
        "text": " Well, who is it that's doing that manipulating? It's not you because those aren't your words"
    },
    {
        "start": 164.28,
        "end": 169.4,
        "text": " So even if you get the grade it's not you that got the grade. It's the false you. It's the manipulative view"
    },
    {
        "start": 169.8,
        "end": 172.2,
        "text": " So you do that your whole life you don't have your life"
    },
    {
        "start": 173.24,
        "end": 178.6,
        "text": " And then you think well god that was a miserable life. I manipulated everybody there. So damn stupid"
    },
    {
        "start": 178.6,
        "end": 182.04,
        "text": " They were sucked in by it. They're all contemptible. Everyone does it, you know"
    },
    {
        "start": 182.36,
        "end": 186.04,
        "text": " Which they don't by the way and so that's a pathway to bitterness"
    },
    {
        "start": 186.68,
        "end": 187.96,
        "text": " partly because"
    },
    {
        "start": 187.96,
        "end": 191.07999999999998,
        "text": " If you're a manipulator and you use your language falsely"
    },
    {
        "start": 191.48000000000002,
        "end": 194.36,
        "text": " You don't live your own life you live the life of whatever"
    },
    {
        "start": 194.84,
        "end": 196.68,
        "text": " Hases you"
    },
    {
        "start": 196.68,
        "end": 201.72000000000003,
        "text": " When you think it's you manipulating and so you live the life of the spirit of manipulation"
    },
    {
        "start": 205.72000000000003,
        "end": 212.04000000000002,
        "text": " There's a book it's is a book called about face. It's it's about a guy that was in the Korean War and the news in the Vietnam War and"
    },
    {
        "start": 212.28,
        "end": 214.28,
        "text": " His name is Colonel David Hackworth"
    },
    {
        "start": 214.76000000000002,
        "end": 220.60000000000002,
        "text": " When I was on deployment I would read open up that book anywhere and I would read two pages or three pages before I'd go to bed"
    },
    {
        "start": 220.68,
        "end": 229.56,
        "text": " If I was in my bed that night and and there was so many lessons that correlated to what I was actually going through in a real obvious example was when you read"
    },
    {
        "start": 229.95999999999998,
        "end": 232.04,
        "text": " You can learn and you don't have to"
    },
    {
        "start": 233.0,
        "end": 240.51999999999998,
        "text": " You don't have to go through the school of hard knocks. You don't have to get punched in the face repeatedly with things that turn out to be"
    },
    {
        "start": 241.48,
        "end": 246.76,
        "text": " situations that other people have absolutely gone through the the the the the level of"
    },
    {
        "start": 248.28,
        "end": 250.04,
        "text": " capability"
    },
    {
        "start": 250.04,
        "end": 256.03999999999996,
        "text": " Increases so much by seeing something one single time. Well if I see something one time"
    },
    {
        "start": 256.76,
        "end": 261.24,
        "text": " I'm I'm infinitely better than if I'd never seen it before it's like those you know those little puzzles"
    },
    {
        "start": 261.24,
        "end": 263.8,
        "text": " They give you a little puzzle some kind of a mind-bender right"
    },
    {
        "start": 264.59999999999997,
        "end": 269.48,
        "text": " The mind-benders only work on you one time the riddle only works on you one time then you go. I know the answer to that"
    },
    {
        "start": 270.44,
        "end": 272.76,
        "text": " That's the answer you know you never get fooled by that again"
    },
    {
        "start": 273.56,
        "end": 275.32,
        "text": " So just knowing"
    },
    {
        "start": 275.32,
        "end": 279.64,
        "text": " Just seeing it one time you're infinitely better. So when you read enough"
    },
    {
        "start": 280.12,
        "end": 281.72,
        "text": " You're capturing all these lessons"
    },
    {
        "start": 282.44,
        "end": 288.28000000000003,
        "text": " Of course you want to put the book on you want to become that person that can rattle you up man"
    },
    {
        "start": 288.84000000000003,
        "end": 291.96000000000004,
        "text": " Especially if the person is thinking all sorts of things that you've never thought"
    },
    {
        "start": 292.52000000000004,
        "end": 297.8,
        "text": " I mean I love reading for that reason. I could pick my peers too, which I really loved"
    },
    {
        "start": 297.8,
        "end": 299.24,
        "text": " It's like well, you know"
    },
    {
        "start": 299.32000000000005,
        "end": 305.24,
        "text": " I have these people around me, but then there's these people who who've lived before me and in different places"
    },
    {
        "start": 305.24,
        "end": 309.08000000000004,
        "text": " And I can set them up on my shelf. I can enter into their world"
    },
    {
        "start": 309.64,
        "end": 314.03999999999996,
        "text": " And I can benefit from everything they've thought and saturate myself without person"
    },
    {
        "start": 314.44,
        "end": 316.44,
        "text": " It's and it's very disruptive"
    },
    {
        "start": 316.52,
        "end": 321.56,
        "text": " Especially if the person that you're reading has a mind that's more powerful and more well developed than your own"
    },
    {
        "start": 321.8,
        "end": 323.4,
        "text": " It was very"
    },
    {
        "start": 323.4,
        "end": 326.36,
        "text": " Disruptive but unbelievably useful"
    },
    {
        "start": 326.68,
        "end": 329.47999999999996,
        "text": " Unbelievably useful to try on other people like that"
    },
    {
        "start": 329.71999999999997,
        "end": 334.52,
        "text": " And you get the benefit of their entire life distilled into their into their book"
    },
    {
        "start": 335.0,
        "end": 343.0,
        "text": " You know it's it's 30 years of work. I read this one book called the Neuropsychology of Anxiety which is a it's a great scientific work"
    },
    {
        "start": 343.15999999999997,
        "end": 348.84,
        "text": " It's very hard book. I think it has 1800 references something like that and this guy Jeffrey Gray"
    },
    {
        "start": 349.08,
        "end": 354.76,
        "text": " He actually read all those references and he understood them and so it took me six months to read the book"
    },
    {
        "start": 355.56,
        "end": 358.12,
        "text": " But I got an entire education out of it. I got to"
    },
    {
        "start": 358.68,
        "end": 364.44,
        "text": " Experience in six months what it took him 30 years to learn like what a gift that is it's it's it's"
    },
    {
        "start": 364.59999999999997,
        "end": 366.59999999999997,
        "text": " unbelievable"
    },
    {
        "start": 366.91999999999996,
        "end": 371.32,
        "text": " What were you reading when you were in university was it was it fiction novels was it nonfiction?"
    },
    {
        "start": 371.4,
        "end": 373.4,
        "text": " What what were you what were you focusing on as?"
    },
    {
        "start": 374.2,
        "end": 379.15999999999997,
        "text": " Tried as this may sound it was actually the the most impact was from Shakespeare"
    },
    {
        "start": 379.64,
        "end": 386.52,
        "text": " It was the most impact on on multiple levels and I'll tell you the primary level and when I've covered Shakespeare on my podcast"
    },
    {
        "start": 386.59999999999997,
        "end": 388.59999999999997,
        "text": " I explain this to people"
    },
    {
        "start": 389.08,
        "end": 392.59999999999997,
        "text": " People think well, you know, I didn't really understand I read it in understanding"
    },
    {
        "start": 393.40000000000003,
        "end": 398.04,
        "text": " If you think you're gonna just pick up Shakespeare open it up and read it and understand it"
    },
    {
        "start": 398.76000000000005,
        "end": 402.68,
        "text": " You're not going to because it's barely written in English"
    },
    {
        "start": 403.56,
        "end": 406.52000000000004,
        "text": " It's barely written in English. It's almost another language"
    },
    {
        "start": 406.92,
        "end": 412.36,
        "text": " So what you have to do is you have to start to interpret it and so what I realized with with Shakespeare is number one"
    },
    {
        "start": 412.76000000000005,
        "end": 417.32000000000005,
        "text": " The weight of the words that these words were so pregnant with meaning"
    },
    {
        "start": 418.04,
        "end": 423.88,
        "text": " That you had to pull those words and parse those words and pull those words apart"
    },
    {
        "start": 424.28,
        "end": 429.32,
        "text": " To see all the depth that each individual word had and then the way that they're put together"
    },
    {
        "start": 430.2,
        "end": 435.08,
        "text": " And what was great about this was by the time I was back because then I went right back into the seal teams"
    },
    {
        "start": 435.24,
        "end": 440.12,
        "text": " And somebody would hand me a rules of engagement document and that was written by some lawyer in Washington DC"
    },
    {
        "start": 440.36,
        "end": 444.12,
        "text": " And I'd pull it out and say wait a second this word. I don't know what this word means. Let's pull this word out"
    },
    {
        "start": 444.12,
        "end": 450.12,
        "text": " Let's see what this let's see what this actual definition of this particular word is and how that changes my viewpoint of these rules of engagement"
    },
    {
        "start": 450.12,
        "end": 453.56,
        "text": " And how can I translate that for my troops so that they actually know what to do"
    },
    {
        "start": 454.6,
        "end": 455.96,
        "text": " So that part"
    },
    {
        "start": 456.68,
        "end": 462.2,
        "text": " For me was from a reading perspective starting to read Shakespeare and and saying oh, okay"
    },
    {
        "start": 462.52,
        "end": 466.44,
        "text": " You're not gonna understand this and if you don't understand something that's okay"
    },
    {
        "start": 466.92,
        "end": 470.12,
        "text": " You pull out the Oxford English dictionary and you look it up"
    },
    {
        "start": 470.36,
        "end": 477.16,
        "text": " And then you not just find out what the meaning of the word is but what's the root word and where does it come from and what kind of depth and what kind of"
    },
    {
        "start": 477.16,
        "end": 480.04,
        "text": " Yeah, and that's really that's that's unbelievably useful to"
    },
    {
        "start": 480.68,
        "end": 484.36,
        "text": " Virtually every word is like that because word is an ancient artifact"
    },
    {
        "start": 484.44,
        "end": 487.72,
        "text": " It's like it's it's like an it's like an animal in some sense"
    },
    {
        "start": 487.8,
        "end": 491.8,
        "text": " It has an evolutionary history and it transforms across time and each word"
    },
    {
        "start": 492.28000000000003,
        "end": 496.12,
        "text": " Kind of it carries the echoes of its past with it too because each word"
    },
    {
        "start": 497.0,
        "end": 501.08,
        "text": " Um attracts other words in a particular unique way"
    },
    {
        "start": 501.16,
        "end": 508.76,
        "text": " So it kind of lives in a word ecosystem as well and the ecosystem contain information about the history of that word and you think well"
    },
    {
        "start": 508.84000000000003,
        "end": 510.68,
        "text": " Why is that important? It's like well, hey"
    },
    {
        "start": 511.24,
        "end": 516.28,
        "text": " Guess what you think in words you talk in words you have all these archaic"
    },
    {
        "start": 517.0,
        "end": 522.6800000000001,
        "text": " Entities these words these living entities that you use it's like the more you know about them the more you know about you"
    },
    {
        "start": 522.92,
        "end": 525.8,
        "text": " The more you know about other people and the better you are"
    },
    {
        "start": 526.28,
        "end": 532.12,
        "text": " Formulating and communicating your ideas. There's nothing left. There's nothing lost in that kind of investigation"
    },
    {
        "start": 532.68,
        "end": 534.52,
        "text": " Nothing. There's nothing but gain there"
    },
    {
        "start": 535.4799999999999,
        "end": 538.76,
        "text": " Your ambition if you have any sense is actually to become competent"
    },
    {
        "start": 538.92,
        "end": 543.16,
        "text": " Do you want to be competent and dangerous or do you want to be vague and useless?"
    },
    {
        "start": 543.56,
        "end": 546.3599999999999,
        "text": " It is definitely the case that there is no more"
    },
    {
        "start": 546.76,
        "end": 550.92,
        "text": " Exceptional form of the capacity to be dangerous than to be articulate"
    },
    {
        "start": 551.24,
        "end": 553.8,
        "text": " And so it's a moral endeavor in some real sense"
    },
    {
        "start": 554.36,
        "end": 557.4799999999999,
        "text": " To become articulate is to become the master of your own tongue"
    },
    {
        "start": 558.28,
        "end": 561.0799999999999,
        "text": " Every advantage comes with a disadvantage"
    },
    {
        "start": 561.4,
        "end": 564.12,
        "text": " So if you're extroverted your social and your positive"
    },
    {
        "start": 564.4399999999999,
        "end": 568.92,
        "text": " But you're impulsive and you can tilt towards heat and ism and you can't stand being alone"
    },
    {
        "start": 569.24,
        "end": 571.8,
        "text": " No matter where you land in the temperamental landscape"
    },
    {
        "start": 571.8,
        "end": 574.76,
        "text": " You're going to have your associated faults and temptations"
    },
    {
        "start": 574.8399999999999,
        "end": 577.9599999999999,
        "text": " You've got a goal and you'll see that as you progress towards the goal"
    },
    {
        "start": 577.96,
        "end": 581.32,
        "text": " There'll be obstacles that emerge and some of them you don't want to confront"
    },
    {
        "start": 581.48,
        "end": 584.6800000000001,
        "text": " It's why it's useful to order your room chaotic room makes you anxious"
    },
    {
        "start": 584.76,
        "end": 586.6800000000001,
        "text": " Why too many pathways man?"
    },
    {
        "start": 586.76,
        "end": 589.32,
        "text": " People don't really repress the things they don't want to face"
    },
    {
        "start": 589.32,
        "end": 591.0,
        "text": " They just fail to unpack them"
    },
    {
        "start": 591.0,
        "end": 593.8000000000001,
        "text": " You want a horizon of ever expanding possibility"
    },
    {
        "start": 593.8000000000001,
        "end": 597.88,
        "text": " We're built to walk up hill and when you reach the pinnacle of the hill"
    },
    {
        "start": 597.88,
        "end": 599.8000000000001,
        "text": " You want to stop and appreciate the vision"
    },
    {
        "start": 599.8000000000001,
        "end": 602.84,
        "text": " But the next thing you want is a higher hill in the distance"
    },
    {
        "start": 602.84,
        "end": 605.32,
        "text": " Being aware of unintended consequences"
    },
    {
        "start": 605.32,
        "end": 608.84,
        "text": " Like oh no this thing will just do what I wanted to do with nothing else"
    },
    {
        "start": 608.84,
        "end": 613.88,
        "text": " It's like no turns out that not only is what we want from each other the real thing"
    },
    {
        "start": 613.88,
        "end": 616.5200000000001,
        "text": " But that's also the adventure of your life"
    },
    {
        "start": 616.5200000000001,
        "end": 618.44,
        "text": " And so if you aren't truthful"
    },
    {
        "start": 618.44,
        "end": 622.44,
        "text": " And that means unfortunately especially at the beginning when you start to be truthful"
    },
    {
        "start": 622.44,
        "end": 627.6400000000001,
        "text": " It means deeply coming to terms with your inadequacies in humility"
    },
    {
        "start": 627.6400000000001,
        "end": 628.9200000000001,
        "text": " So it's very painful"
    },
    {
        "start": 628.9200000000001,
        "end": 631.1600000000001,
        "text": " Without that you don't have the adventure of your life"
    },
    {
        "start": 631.1600000000001,
        "end": 633.6400000000001,
        "text": " You have the rule that you acquiesce to"
    },
    {
        "start": 633.72,
        "end": 635.64,
        "text": " And that'll take all the meaning out of your life"
    },
    {
        "start": 635.64,
        "end": 637.56,
        "text": " It's good for you to go take your place in the world"
    },
    {
        "start": 637.56,
        "end": 641.24,
        "text": " Have some ambition, have a vision, have a goal, have a strategy"
    },
    {
        "start": 641.24,
        "end": 642.6,
        "text": " Try to be a good person"
    },
    {
        "start": 642.6,
        "end": 646.28,
        "text": " Not because it's your duty precisely because that's the proper way to live"
    },
    {
        "start": 646.28,
        "end": 649.88,
        "text": " You sit on the bed and say okay man I'm ready to learn something"
    },
    {
        "start": 649.88,
        "end": 651.96,
        "text": " What's one thing I'm doing wrong?"
    },
    {
        "start": 651.96,
        "end": 653.72,
        "text": " That I know I'm doing wrong?"
    },
    {
        "start": 653.72,
        "end": 655.56,
        "text": " That I could fix"
    },
    {
        "start": 655.56,
        "end": 657.16,
        "text": " You meditate or not?"
    },
    {
        "start": 657.16,
        "end": 658.36,
        "text": " You'll get an answer"
    },
    {
        "start": 658.36,
        "end": 661.72,
        "text": " You grow in proportion to the weight you take on voluntarily"
    },
    {
        "start": 662.52,
        "end": 665.5600000000001,
        "text": " It's also true that we have no idea what the upper limit to that is"
    },
    {
        "start": 667.48,
        "end": 670.12,
        "text": " It's from the uphill climb that we derive our value"
    },
    {
        "start": 670.12,
        "end": 671.72,
        "text": " And I mean this technically"
    },
    {
        "start": 671.72,
        "end": 674.52,
        "text": " So almost all the positive emotion we feel"
    },
    {
        "start": 674.52,
        "end": 677.72,
        "text": " Especially the emotion that fills us with enthusiasm"
    },
    {
        "start": 677.72,
        "end": 680.9200000000001,
        "text": " And that's experienced in relationship to a goal"
    },
    {
        "start": 680.9200000000001,
        "end": 684.44,
        "text": " And so in some sense you want a goal that you can never attain"
    },
    {
        "start": 684.44,
        "end": 686.76,
        "text": " So you can always move closer to the goal"
    },
    {
        "start": 686.76,
        "end": 688.76,
        "text": " That recedes as you move towards it"
    },
    {
        "start": 688.76,
        "end": 692.2,
        "text": " You think well that's frustrating it's like sysophus pushing the rock uphill"
    },
    {
        "start": 692.2,
        "end": 696.2,
        "text": " But it's not because as you pursue that goal"
    },
    {
        "start": 696.2,
        "end": 701.0,
        "text": " You put yourself together and your life does get better and richer and more abundant"
    },
    {
        "start": 701.0,
        "end": 706.12,
        "text": " That's why the highest levels of virtue and goal are in some sense transcendent"
    },
    {
        "start": 706.12,
        "end": 708.84,
        "text": " You want them to be above everything you're doing"
    },
    {
        "start": 708.84,
        "end": 713.24,
        "text": " So you can continually move towards something that's more sublime and better"
    },
    {
        "start": 713.24,
        "end": 714.2,
        "text": " That's what you are"
    },
    {
        "start": 714.2,
        "end": 717.24,
        "text": " You're here to live not to not to sleep"
    },
    {
        "start": 717.96,
        "end": 721.72,
        "text": " And the problem with the vision of my ties on the beach is that"
    },
    {
        "start": 721.72,
        "end": 726.36,
        "text": " Well first of all that's a vision of drug-induced unconsciousness"
    },
    {
        "start": 726.36,
        "end": 728.6,
        "text": " Second it's only going to work for about a week"
    },
    {
        "start": 728.6,
        "end": 730.92,
        "text": " Third you're going to be a laughing stock in a month"
    },
    {
        "start": 730.92,
        "end": 734.6800000000001,
        "text": " And depressed and aimless and goalless"
    },
    {
        "start": 734.6800000000001,
        "end": 739.96,
        "text": " It's no that's not it's you want a horizon of ever expanding possibility"
    },
    {
        "start": 739.96,
        "end": 742.12,
        "text": " And so it does happen to people as they"
    },
    {
        "start": 742.12,
        "end": 746.76,
        "text": " Because they've staked their soul on the attainment of an instrumental goal"
    },
    {
        "start": 747.24,
        "end": 750.36,
        "text": " And it can be a pretty high order goal but then you think"
    },
    {
        "start": 750.36,
        "end": 751.8,
        "text": " Now I'm there now what?"
    },
    {
        "start": 752.76,
        "end": 753.96,
        "text": " Well the answer can't be"
    },
    {
        "start": 754.84,
        "end": 757.64,
        "text": " Well I'm going to live in the lap of luxury and never have to leave the fit"
    },
    {
        "start": 757.64,
        "end": 760.44,
        "text": " What do you want to be a giant infant with a gold"
    },
    {
        "start": 760.44,
        "end": 764.2,
        "text": " With a gold bottle you never have to do anything but lay in your back and sock"
    },
    {
        "start": 764.2,
        "end": 768.12,
        "text": " It's like you see the problem with that as a conceptualization"
    },
    {
        "start": 768.12,
        "end": 772.76,
        "text": " It's no you want to be like an active warrior moving uphill"
    },
    {
        "start": 772.76,
        "end": 776.52,
        "text": " With your sword in hand and that's that's dynamic"
    },
    {
        "start": 776.52,
        "end": 778.04,
        "text": " That's exciting"
    },
    {
        "start": 778.04,
        "end": 782.12,
        "text": " People are afraid of the truth because often if you reveal it it causes conflict in the moment"
    },
    {
        "start": 782.12,
        "end": 784.4399999999999,
        "text": " Telling the truth is definitely an adventure"
    },
    {
        "start": 784.4399999999999,
        "end": 789.16,
        "text": " Seeking for sure but also telling another way of going about it is to just say what you think"
    },
    {
        "start": 789.16,
        "end": 790.52,
        "text": " And see what happens"
    },
    {
        "start": 790.52,
        "end": 793.4,
        "text": " That's an adventure because you don't know what the outcome is going to be"
    },
    {
        "start": 793.4,
        "end": 797.4,
        "text": " So look there's this old idea that it's necessary to have faith in the truth"
    },
    {
        "start": 798.04,
        "end": 800.36,
        "text": " And so here's here's a way of thinking about that"
    },
    {
        "start": 800.36,
        "end": 804.04,
        "text": " Someone asks you a question and you might think well here's the outcome I want"
    },
    {
        "start": 804.04,
        "end": 806.4399999999999,
        "text": " And so here's how I'm going to answer that question"
    },
    {
        "start": 806.44,
        "end": 807.96,
        "text": " So that's one way of approaching it"
    },
    {
        "start": 807.96,
        "end": 810.84,
        "text": " But another way of approaching it is you ask me a question"
    },
    {
        "start": 810.84,
        "end": 814.9200000000001,
        "text": " I'm going to think about the answer and I'm just going to tell you what I think"
    },
    {
        "start": 814.9200000000001,
        "end": 819.0,
        "text": " And it doesn't matter what the outcome is because I'm willing to see what the outcome will be"
    },
    {
        "start": 819.5600000000001,
        "end": 824.7600000000001,
        "text": " Predicated on the idea that there isn't a better outcome than the one that truth produces"
    },
    {
        "start": 825.48,
        "end": 829.24,
        "text": " Even if it's harsh and terrible in the in the short term and sometimes it is"
    },
    {
        "start": 829.24,
        "end": 830.9200000000001,
        "text": " It's like there isn't a better way of doing it"
    },
    {
        "start": 830.9200000000001,
        "end": 834.6800000000001,
        "text": " Now you might say well how do you know that the answer is well I don't know that"
    },
    {
        "start": 834.6800000000001,
        "end": 836.36,
        "text": " That's why it's an article of faith"
    },
    {
        "start": 836.36,
        "end": 842.84,
        "text": " Because I believe and I believe this deeply the being that you produce as a consequence of telling the truth is"
    },
    {
        "start": 843.48,
        "end": 844.6800000000001,
        "text": " Good"
    },
    {
        "start": 844.6800000000001,
        "end": 846.2,
        "text": " By definition"
    },
    {
        "start": 846.2,
        "end": 849.0,
        "text": " Even though it's harsh and often uncomfortable"
    },
    {
        "start": 849.64,
        "end": 850.76,
        "text": " Because you get in trouble"
    },
    {
        "start": 850.76,
        "end": 856.6800000000001,
        "text": " One of the things that I've really learned recently or learned to articulate better is that there's a very tight relationship"
    },
    {
        "start": 856.6800000000001,
        "end": 859.4,
        "text": " Between aspiration and responsibility"
    },
    {
        "start": 859.4,
        "end": 864.76,
        "text": " The first question might be do you need to aspire to something and answer is well yes because you have to do something"
    },
    {
        "start": 864.76,
        "end": 869.3199999999999,
        "text": " Okay, if you just sit there you'll die you can't just sit there you have to go act out in the world"
    },
    {
        "start": 869.3199999999999,
        "end": 871.3199999999999,
        "text": " Okay, so act towards what?"
    },
    {
        "start": 871.8,
        "end": 876.36,
        "text": " Well, that's whatever your aspiration is you have to have an aim. Okay. Well, what should the aim be?"
    },
    {
        "start": 876.84,
        "end": 882.12,
        "text": " Well, it should be something worth doing let's say why I do something that you don't feel is worth doing"
    },
    {
        "start": 882.28,
        "end": 887.72,
        "text": " What do you think's worth doing? Well, if you watch other people and you judge when they're doing something worthwhile"
    },
    {
        "start": 888.2,
        "end": 891.48,
        "text": " Usually judge them positively if you see that they're taking responsibility"
    },
    {
        "start": 891.5600000000001,
        "end": 892.84,
        "text": " At least for themselves"
    },
    {
        "start": 893.0,
        "end": 895.8000000000001,
        "text": " What do you want to be completely useless? So other people have to take care of you"
    },
    {
        "start": 895.96,
        "end": 898.44,
        "text": " That's pretty pathetic and maybe you could get your act together"
    },
    {
        "start": 898.44,
        "end": 900.84,
        "text": " So you're taking care of yourself and your family"
    },
    {
        "start": 901.16,
        "end": 905.16,
        "text": " And maybe you could even do better than that and take care of yourself and your family and your community"
    },
    {
        "start": 905.64,
        "end": 909.08,
        "text": " Well good for you. That's that's responsibility and that's an aim"
    },
    {
        "start": 909.48,
        "end": 914.52,
        "text": " Well, here's one of the things that's cool about that is that your life doesn't have meaning without aspiration or an aim"
    },
    {
        "start": 914.6800000000001,
        "end": 917.88,
        "text": " Okay, so you need a hierarchy of values. There's got to be something at the top"
    },
    {
        "start": 918.04,
        "end": 921.72,
        "text": " It's got to be something important if you don't have that your life doesn't have any meaning"
    },
    {
        "start": 922.2,
        "end": 926.2,
        "text": " So if you criticize the hierarchy or even the ideas of idea of hierarchy"
    },
    {
        "start": 926.68,
        "end": 930.4399999999999,
        "text": " You destroy the idea of aspiration and then people have nothing"
    },
    {
        "start": 931.0,
        "end": 934.76,
        "text": " Well, that's not helpful people are built for a struggle and they're built for a weight"
    },
    {
        "start": 934.84,
        "end": 938.84,
        "text": " And you want to take on a heavy burden voluntarily see if you can put yourself together"
    },
    {
        "start": 939.4,
        "end": 945.16,
        "text": " See what you can do out in the world while you're waiting to die. It's an all-in game. It better be worthwhile"
    },
    {
        "start": 945.3199999999999,
        "end": 950.1999999999999,
        "text": " If you gaze into the abyss long enough you see the light not the darkness"
    },
    {
        "start": 951.0799999999999,
        "end": 953.0,
        "text": " I'm betting my life on it"
    },
    {
        "start": 953.0,
        "end": 956.12,
        "text": " Bring it on the adventure along the route man"
    },
    {
        "start": 956.92,
        "end": 958.76,
        "text": " And I would say"
    },
    {
        "start": 958.76,
        "end": 960.76,
        "text": " Where's that adventure to be found"
    },
    {
        "start": 961.8,
        "end": 963.8,
        "text": " You don't want someone else's fate"
    },
    {
        "start": 963.8,
        "end": 967.56,
        "text": " Man your fate's enough and your adventures enough. It's plenty"
    },
    {
        "start": 967.9599999999999,
        "end": 975.0799999999999,
        "text": " It's more than you can ever fully realize and so that's also part of the reason that we all believe that the individual has some intrinsic dignity"
    },
    {
        "start": 975.48,
        "end": 981.08,
        "text": " Don't be so sure that your position and your room is so damn trivial might be your attitude towards it"
    },
    {
        "start": 981.08,
        "end": 985.24,
        "text": " It's trivial and if you're in dire straits and dire circumstances"
    },
    {
        "start": 985.8000000000001,
        "end": 988.76,
        "text": " Just look at how much opportunity you have to make things better"
    },
    {
        "start": 989.48,
        "end": 992.84,
        "text": " Well, maybe the same things true of life, right? You bind yourself to it"
    },
    {
        "start": 993.4000000000001,
        "end": 996.6800000000001,
        "text": " And that tighter you bind yourself to it the more you find out what it is"
    },
    {
        "start": 997.48,
        "end": 999.4000000000001,
        "text": " And that's like a radical embrace"
    },
    {
        "start": 1000.2800000000001,
        "end": 1003.0,
        "text": " We're built to walk up hill and when you"
    },
    {
        "start": 1003.88,
        "end": 1007.16,
        "text": " Reach the pinnacle of the hill you want to stop and appreciate the vision"
    },
    {
        "start": 1007.16,
        "end": 1010.76,
        "text": " But the next thing you want is a higher hill in the distance because"
    },
    {
        "start": 1011.48,
        "end": 1016.2,
        "text": " It's from the uphill climb that we derive our value almost all the positive emotion we feel"
    },
    {
        "start": 1016.68,
        "end": 1019.96,
        "text": " Especially the emotion that fills us with enthusiasm that's"
    },
    {
        "start": 1020.44,
        "end": 1022.44,
        "text": " experienced in relationship to a goal"
    },
    {
        "start": 1023.08,
        "end": 1026.28,
        "text": " And so in some sense you want a goal that you can never attain"
    },
    {
        "start": 1026.92,
        "end": 1030.76,
        "text": " There's nothing that makes you more formidable than verbal competence"
    },
    {
        "start": 1030.92,
        "end": 1035.24,
        "text": " And being able to articulate be able to think to marshal your arguments, right"
    },
    {
        "start": 1035.8799999999999,
        "end": 1041.08,
        "text": " Aim yourself in one direction and you might say well, I've gone halfway down this path and I found out it's wrong"
    },
    {
        "start": 1041.72,
        "end": 1045.8799999999999,
        "text": " Or how do you distinguish that from just giving up? Well, that's a really hard question, right?"
    },
    {
        "start": 1046.2,
        "end": 1047.64,
        "text": " It's a moral hazard"
    },
    {
        "start": 1047.64,
        "end": 1050.28,
        "text": " But then the absolute is yeah, but you have to play one of them"
    },
    {
        "start": 1050.76,
        "end": 1052.44,
        "text": " You have to learn to play one of them"
    },
    {
        "start": 1052.44,
        "end": 1056.52,
        "text": " I've become an expert at least one of them and then that's not a relative"
    },
    {
        "start": 1057.48,
        "end": 1060.04,
        "text": " Proposition and I believe that's true"
    },
    {
        "start": 1060.12,
        "end": 1063.6399999999999,
        "text": " So you want to commit to something and then when you commit to something you"
    },
    {
        "start": 1064.44,
        "end": 1066.6,
        "text": " Require yourself to"
    },
    {
        "start": 1066.6,
        "end": 1072.36,
        "text": " Bring all of your disparate components moving in a single direction united in a single direction"
    },
    {
        "start": 1072.36,
        "end": 1074.84,
        "text": " So it's a unifying to unifying act"
    },
    {
        "start": 1076.84,
        "end": 1083.24,
        "text": " You said that a harmless man is not a good man a good man is a very dangerous man who has that under voluntary control"
    },
    {
        "start": 1083.8799999999999,
        "end": 1085.8799999999999,
        "text": " How should people become more dangerous?"
    },
    {
        "start": 1086.52,
        "end": 1087.72,
        "text": " Oh"
    },
    {
        "start": 1087.72,
        "end": 1090.6,
        "text": " Becoming more articulate is definitely I would say"
    },
    {
        "start": 1092.12,
        "end": 1094.12,
        "text": " That's the primary"
    },
    {
        "start": 1095.32,
        "end": 1097.32,
        "text": " Array of weapons"
    },
    {
        "start": 1098.12,
        "end": 1103.48,
        "text": " Mean physical prowess is something and it's not nothing that physical confidence that comes along with that as well"
    },
    {
        "start": 1104.2,
        "end": 1106.2,
        "text": " but"
    },
    {
        "start": 1106.2,
        "end": 1111.48,
        "text": " The same thing replicated at the level of the ability to communicate and to think that's"
    },
    {
        "start": 1112.28,
        "end": 1116.6,
        "text": " Way broader field of battle and opportunity"
    },
    {
        "start": 1117.56,
        "end": 1120.1200000000001,
        "text": " In a world with seemingly infinite options"
    },
    {
        "start": 1120.68,
        "end": 1124.1200000000001,
        "text": " It can be challenging to decide on the best course of action for one's life"
    },
    {
        "start": 1125.0,
        "end": 1130.44,
        "text": " Peerson suggests that a useful approach is to focus on what bothers you or what you find most challenging"
    },
    {
        "start": 1131.32,
        "end": 1136.1200000000001,
        "text": " These discomforts or challenges can be an indication of where one should focus their time and energy"
    },
    {
        "start": 1136.92,
        "end": 1139.4,
        "text": " By leaning into what is difficult or uncomfortable"
    },
    {
        "start": 1139.88,
        "end": 1143.24,
        "text": " Individuals can discover their strengths and find direction in their lives"
    },
    {
        "start": 1144.52,
        "end": 1151.72,
        "text": " Be honest with yourself about your interests abilities and limitations and pursue the path that aligns most closely"
    },
    {
        "start": 1151.8000000000002,
        "end": 1153.8000000000002,
        "text": " With your values and passions"
    },
    {
        "start": 1154.3600000000001,
        "end": 1156.3600000000001,
        "text": " There's a lot of things you could be bothered by"
    },
    {
        "start": 1156.68,
        "end": 1159.72,
        "text": " Like a million things man, but some things grip you"
    },
    {
        "start": 1160.6000000000001,
        "end": 1165.16,
        "text": " They bug you and they might make you resentful and bitter because they bug you so much like"
    },
    {
        "start": 1165.72,
        "end": 1167.72,
        "text": " They're your things man. They've got you"
    },
    {
        "start": 1168.52,
        "end": 1174.68,
        "text": " So then I look for a question that I would like the answer to I would really like the answer to it"
    },
    {
        "start": 1175.56,
        "end": 1180.44,
        "text": " So I don't assume I already have the answer because I would actually really like to have the answer"
    },
    {
        "start": 1181.16,
        "end": 1183.16,
        "text": " So if I could get a better answer"
    },
    {
        "start": 1184.1200000000001,
        "end": 1188.2,
        "text": " Great and so that's the first thing and that's like a prayer. It's like okay"
    },
    {
        "start": 1189.8,
        "end": 1192.6000000000001,
        "text": " Here's a mystery. I would like to"
    },
    {
        "start": 1193.3999999999999,
        "end": 1195.3999999999999,
        "text": " delve into it further"
    },
    {
        "start": 1195.3999999999999,
        "end": 1197.8,
        "text": " Well, so that's humility. It's like here's a mystery"
    },
    {
        "start": 1198.36,
        "end": 1203.6399999999999,
        "text": " Which means I don't know I would like to delve into it further, which means I don't know enough already"
    },
    {
        "start": 1204.76,
        "end": 1207.0,
        "text": " And then then comes the revelation"
    },
    {
        "start": 1207.6399999999999,
        "end": 1208.76,
        "text": " It's like"
    },
    {
        "start": 1208.76,
        "end": 1212.1999999999998,
        "text": " Well, what's a revelation? Well, if you ask yourself a question"
    },
    {
        "start": 1212.84,
        "end": 1214.36,
        "text": " It's a real question"
    },
    {
        "start": 1214.36,
        "end": 1216.12,
        "text": " To get an answer or not"
    },
    {
        "start": 1216.12,
        "end": 1218.84,
        "text": " An answer is well, yeah thoughts start to appear in your head"
    },
    {
        "start": 1219.8,
        "end": 1222.28,
        "text": " So from somewhere that's right from somewhere"
    },
    {
        "start": 1222.36,
        "end": 1224.12,
        "text": " Where do they come from? Do you have a sense?"
    },
    {
        "start": 1225.08,
        "end": 1227.08,
        "text": " Depends on what you're aiming at"
    },
    {
        "start": 1227.08,
        "end": 1229.08,
        "text": " It depends it depends on your intent"
    },
    {
        "start": 1229.8,
        "end": 1233.0,
        "text": " So imagine that your intent is to make things better"
    },
    {
        "start": 1234.6,
        "end": 1237.96,
        "text": " Then maybe they come from the place that's designed to make things better"
    },
    {
        "start": 1238.04,
        "end": 1239.8799999999999,
        "text": " Maybe your intent is to make things worse"
    },
    {
        "start": 1240.52,
        "end": 1241.72,
        "text": " Then they come from hell"
    },
    {
        "start": 1246.76,
        "end": 1249.8,
        "text": " Let's say you want to become who you could be in the fullest sense"
    },
    {
        "start": 1250.68,
        "end": 1253.56,
        "text": " So let's say you're someone who's going to solve some serious problems"
    },
    {
        "start": 1254.28,
        "end": 1258.52,
        "text": " Okay, the first thing you have to do is admit to the seriousness of the problems. That's no joke"
    },
    {
        "start": 1260.2,
        "end": 1263.8799999999999,
        "text": " And so the first thing is just the terror of the problem itself"
    },
    {
        "start": 1264.6,
        "end": 1266.6,
        "text": " And that's enough to paralyze you, right?"
    },
    {
        "start": 1266.84,
        "end": 1271.96,
        "text": " And that's the hydra that's the gorgon with the head of snakes. It'll paralyze you and turn you to stone"
    },
    {
        "start": 1272.2,
        "end": 1274.44,
        "text": " That's the basilisk in the Harry Potter series"
    },
    {
        "start": 1274.6,
        "end": 1277.72,
        "text": " You look at it and turns you to stone and lurks underneath everything"
    },
    {
        "start": 1278.04,
        "end": 1282.84,
        "text": " Right and it's malevolence and tragedy and and so and so there's that and then"
    },
    {
        "start": 1283.56,
        "end": 1284.92,
        "text": " The next is"
    },
    {
        "start": 1284.92,
        "end": 1288.3600000000001,
        "text": " What you're going to take responsibility for that? You're really going to do that. Are you?"
    },
    {
        "start": 1288.68,
        "end": 1290.44,
        "text": " That's a hell of a load man"
    },
    {
        "start": 1290.44,
        "end": 1296.04,
        "text": " And so it's daunting to even consider that and then there's the discipline and responsibility that that necessitates"
    },
    {
        "start": 1296.28,
        "end": 1299.32,
        "text": " Which is also daunting like oh my god the problems that serious"
    },
    {
        "start": 1299.4,
        "end": 1304.1200000000001,
        "text": " I'm really going to have to get my act together in order to not contribute to it much less solve it"
    },
    {
        "start": 1304.84,
        "end": 1307.08,
        "text": " And so the problem is terrible and then the"
    },
    {
        "start": 1307.56,
        "end": 1309.56,
        "text": " The solution is daunting"
    },
    {
        "start": 1310.4399999999998,
        "end": 1312.4399999999998,
        "text": " but"
    },
    {
        "start": 1312.6799999999998,
        "end": 1314.6799999999998,
        "text": " But the upside of that is is like"
    },
    {
        "start": 1316.28,
        "end": 1320.52,
        "text": " Well, there isn't anything better to have than a problem that's worth solving like that's really worth solving"
    },
    {
        "start": 1321.56,
        "end": 1326.04,
        "text": " Right and so the more of that you take on the more you have a reason to get out of bed in the morning no matter what"
    },
    {
        "start": 1326.4399999999998,
        "end": 1329.56,
        "text": " I'm getting up. I'm trudging forward. Doesn't matter what I'm"
    },
    {
        "start": 1330.12,
        "end": 1335.72,
        "text": " Suffering from I've got things that need to be done. They're necessary and that gives you that sense of purpose that"
    },
    {
        "start": 1336.52,
        "end": 1338.52,
        "text": " Is the antidote to bitterness?"
    },
    {
        "start": 1340.2,
        "end": 1343.0,
        "text": " Okay, well, let's say you want your life to be meaningful. It's like okay"
    },
    {
        "start": 1343.88,
        "end": 1346.76,
        "text": " Then what you do matters it actually matters"
    },
    {
        "start": 1351.88,
        "end": 1353.08,
        "text": " So that's an interesting thing"
    },
    {
        "start": 1353.08,
        "end": 1356.92,
        "text": " Well, so let's say you go over your past with a fine tooth comb and you decide you're going to take"
    },
    {
        "start": 1357.24,
        "end": 1361.48,
        "text": " Responsibility for everything that you did that was wrong and everything that you failed to do that you could have done"
    },
    {
        "start": 1361.48,
        "end": 1364.1200000000001,
        "text": " That was right like does that change the world? It's like"
    },
    {
        "start": 1364.84,
        "end": 1366.84,
        "text": " Depends on how thoroughly you do it"
    },
    {
        "start": 1366.84,
        "end": 1369.9599999999998,
        "text": " You might say it changes the world like nothing else possibly can"
    },
    {
        "start": 1370.28,
        "end": 1372.28,
        "text": " And I think that that's actually right"
    },
    {
        "start": 1372.28,
        "end": 1374.6799999999998,
        "text": " You have to allow yourself a certain latitude for error"
    },
    {
        "start": 1375.2399999999998,
        "end": 1380.6,
        "text": " That's a useful thing to know too one of the things I tell people when they're trying to develop a vision for their life or an"
    },
    {
        "start": 1380.6,
        "end": 1383.56,
        "text": " Implemental plan is make a bad plan"
    },
    {
        "start": 1384.52,
        "end": 1388.76,
        "text": " Make the best one you can but don't get obsessive about it's like make a plan implement it"
    },
    {
        "start": 1389.0,
        "end": 1391.0,
        "text": " You'll figure out when you implement it"
    },
    {
        "start": 1391.08,
        "end": 1394.68,
        "text": " Why it's stupid exactly and then you can fix it a little bit"
    },
    {
        "start": 1396.2,
        "end": 1399.64,
        "text": " Compare yourself to who you were yesterday and not to who someone else is today"
    },
    {
        "start": 1400.2,
        "end": 1407.0,
        "text": " The same basic idea right is that you have to get your markers for success right because otherwise you can end up in the situation"
    },
    {
        "start": 1407.0,
        "end": 1412.12,
        "text": " You described which is that like there's always people out there who are doing far better than you on pretty much anything"
    },
    {
        "start": 1412.12,
        "end": 1417.16,
        "text": " You want to imagine and if all you're doing is seeing yourself in their reflected light"
    },
    {
        "start": 1417.5600000000002,
        "end": 1421.0800000000002,
        "text": " Then it's going to be pretty damn dismal, but it's not a good comparison because"
    },
    {
        "start": 1422.1200000000001,
        "end": 1427.8000000000002,
        "text": " You shouldn't just compare well first of all this danger and just comparing yourself to others period because they're not you and God only knows"
    },
    {
        "start": 1428.6000000000001,
        "end": 1433.24,
        "text": " What struggles they had to undertake to get to where they were or what burdens"
    },
    {
        "start": 1433.24,
        "end": 1436.68,
        "text": " They're currently carrying that you're not aware of you just don't know any of that"
    },
    {
        "start": 1437.0,
        "end": 1439.3200000000002,
        "text": " But you can certainly contrast yourself with yourself"
    },
    {
        "start": 1440.0400000000002,
        "end": 1442.3600000000001,
        "text": " That's a lot better. It is the only way well"
    },
    {
        "start": 1442.3600000000001,
        "end": 1444.76,
        "text": " It's also the only way of really of really measuring"
    },
    {
        "start": 1445.24,
        "end": 1449.8799999999999,
        "text": " Anything approximating proper improvement you can actually tell when you're a little better than you were yesterday"
    },
    {
        "start": 1450.44,
        "end": 1454.68,
        "text": " So and you can actually do that that's another thing that's so interesting about it is that"
    },
    {
        "start": 1455.16,
        "end": 1458.68,
        "text": " You can actually make yourself a little better in some way pretty much"
    },
    {
        "start": 1459.96,
        "end": 1463.64,
        "text": " Well, I don't know if it's at every moment, but you can certainly do it every day"
    },
    {
        "start": 1463.72,
        "end": 1467.96,
        "text": " It's funny. I mean, you know, obviously if you have a problem and you think about it"
    },
    {
        "start": 1468.2,
        "end": 1469.96,
        "text": " You can think of a solution"
    },
    {
        "start": 1469.96,
        "end": 1471.96,
        "text": " And it's not obvious how you do that"
    },
    {
        "start": 1472.2,
        "end": 1476.2,
        "text": " You know, I mean, it's not like you know how you're manipulating your neurons or something"
    },
    {
        "start": 1476.68,
        "end": 1481.96,
        "text": " It it it happens of its own accord in some sense like you can participate with in it"
    },
    {
        "start": 1482.1200000000001,
        "end": 1486.3600000000001,
        "text": " I guess and you can interfere with it and it seems to take a certain amount of willpower"
    },
    {
        "start": 1486.6000000000001,
        "end": 1489.32,
        "text": " But it still all happens mysteriously behind the scenes"
    },
    {
        "start": 1491.4,
        "end": 1497.48,
        "text": " One of the things that I've been so so you know, there's lots of different ways to interpret the world and you can"
    },
    {
        "start": 1497.96,
        "end": 1501.48,
        "text": " Maybe even make a case that there's an endless number of ways to interpret the world"
    },
    {
        "start": 1501.8,
        "end": 1506.1200000000001,
        "text": " And the problem with that is that kind of disorient you in terms of what you should be doing"
    },
    {
        "start": 1506.52,
        "end": 1507.56,
        "text": " but"
    },
    {
        "start": 1507.56,
        "end": 1512.28,
        "text": " Just because there's a very large number of ways to interpret the world doesn't mean there's a very large number of"
    },
    {
        "start": 1512.92,
        "end": 1516.68,
        "text": " productive meaningful and sustainable ways to interpret the world"
    },
    {
        "start": 1516.92,
        "end": 1519.08,
        "text": " And one of the things you do have to do is figure out how you"
    },
    {
        "start": 1519.88,
        "end": 1525.8,
        "text": " Conduct yourself today so that you don't upset the apple card in a week or a month or a year"
    },
    {
        "start": 1528.1200000000001,
        "end": 1534.3600000000001,
        "text": " And so you know what what you do in some sense psychologically is you admit to yourself that your current frame of reference is faulty"
    },
    {
        "start": 1534.84,
        "end": 1538.84,
        "text": " And then you start opening the door to a different kind of thinking which is more creative thinking"
    },
    {
        "start": 1538.92,
        "end": 1544.68,
        "text": " It's more lateral thinking saying well, I'm wrong, but that's not necessarily a problem because I could be right if I thought some other way"
    },
    {
        "start": 1545.32,
        "end": 1551.0,
        "text": " Well, you know, that's great often it works. Yeah, there's there's almost no lack"
    },
    {
        "start": 1551.24,
        "end": 1555.08,
        "text": " There's almost no end to the utility of trying to figure out which ways that you're wrong"
    },
    {
        "start": 1555.6399999999999,
        "end": 1559.96,
        "text": " Yeah, there's lots of them and every time you discover one then you don't have to be quite so wrong anymore"
    },
    {
        "start": 1560.36,
        "end": 1562.36,
        "text": " That's a really good deal. Yeah"
    },
    {
        "start": 1564.28,
        "end": 1566.6,
        "text": " What's your time worth your university student?"
    },
    {
        "start": 1566.84,
        "end": 1571.24,
        "text": " Well, certainly worth minimum wage because obviously, but it's worth way more than that because"
    },
    {
        "start": 1571.8799999999999,
        "end": 1574.12,
        "text": " If you spend a productive hour when you're 20"
    },
    {
        "start": 1574.84,
        "end": 1577.48,
        "text": " Then you gain the benefits of that hour for the rest of your life"
    },
    {
        "start": 1577.56,
        "end": 1580.84,
        "text": " So there's the compounding effect of time spent when you're young"
    },
    {
        "start": 1581.08,
        "end": 1585.24,
        "text": " So I say well, let's assume your times worth 50 bucks an hour which I think is an underestimate"
    },
    {
        "start": 1585.24,
        "end": 1588.4399999999998,
        "text": " But whatever let's call it 50 you call it 25. We'll call it 50"
    },
    {
        "start": 1588.76,
        "end": 1590.9199999999998,
        "text": " That's $2,000 a week here waste"
    },
    {
        "start": 1591.56,
        "end": 1593.56,
        "text": " It's $100,000 a year"
    },
    {
        "start": 1593.6399999999999,
        "end": 1598.1999999999998,
        "text": " So I how much better would your life be if you weren't wasting a hundred thousand dollars a year?"
    },
    {
        "start": 1598.52,
        "end": 1600.52,
        "text": " The divinci code everyone liked that"
    },
    {
        "start": 1601.48,
        "end": 1603.48,
        "text": " It sold a lot"
    },
    {
        "start": 1603.72,
        "end": 1608.1999999999998,
        "text": " And you know, it was full of little mysteries and it was full of hints that there was more to the world than"
    },
    {
        "start": 1608.68,
        "end": 1611.72,
        "text": " You think and which is definitely true"
    },
    {
        "start": 1612.52,
        "end": 1617.32,
        "text": " And that you know, there was a way of getting access to that knowledge and it would really be worthwhile"
    },
    {
        "start": 1617.96,
        "end": 1622.92,
        "text": " And people like that they like that and and reason for that is because it's actually it's true"
    },
    {
        "start": 1624.2,
        "end": 1626.2,
        "text": " Learn to write"
    },
    {
        "start": 1626.52,
        "end": 1630.1200000000001,
        "text": " I'm dead serious like I'm dead serious about that"
    },
    {
        "start": 1631.32,
        "end": 1636.44,
        "text": " Because writing is formalized thinking and so the way you write is"
    },
    {
        "start": 1638.44,
        "end": 1640.44,
        "text": " First of all, you need a problem"
    },
    {
        "start": 1641.0800000000002,
        "end": 1643.0800000000002,
        "text": " Because why write if you don't have a problem?"
    },
    {
        "start": 1643.4,
        "end": 1648.8400000000001,
        "text": " So this is good advice if you're just writing an essay by the way for your classes is like pick a bloody problem"
    },
    {
        "start": 1648.8400000000001,
        "end": 1652.68,
        "text": " That you want to write about because otherwise it's false right from the start"
    },
    {
        "start": 1653.0,
        "end": 1656.76,
        "text": " It's up to you to engage with the material until you find something that"
    },
    {
        "start": 1657.56,
        "end": 1658.76,
        "text": " grips you"
    },
    {
        "start": 1658.76,
        "end": 1662.3600000000001,
        "text": " That you desire to investigate okay, so you need a problem"
    },
    {
        "start": 1663.48,
        "end": 1667.0,
        "text": " Well the next thing you need to do is we need to have something to say about the problem"
    },
    {
        "start": 1667.64,
        "end": 1669.0,
        "text": " or so"
    },
    {
        "start": 1669.0,
        "end": 1670.28,
        "text": " Reading"
    },
    {
        "start": 1670.28,
        "end": 1676.76,
        "text": " Reading is really good for that read as much as you can get your hands on that addresses the problem"
    },
    {
        "start": 1677.48,
        "end": 1683.48,
        "text": " Okay, so now now you now you know a bunch of things for at least provisionally you at least have access to"
    },
    {
        "start": 1684.28,
        "end": 1687.56,
        "text": " Well now you start you start sorting through it's like okay, well"
    },
    {
        "start": 1688.44,
        "end": 1692.84,
        "text": " Maybe I need to summarize what I learned and then I need to iron out the"
    },
    {
        "start": 1693.48,
        "end": 1695.6399999999999,
        "text": " contradictions between what I've learned and I need to"
    },
    {
        "start": 1696.1999999999998,
        "end": 1703.32,
        "text": " elegantly formulate that and I need to get my word choice right and my phrase choice right and my sentence choice right"
    },
    {
        "start": 1703.32,
        "end": 1708.36,
        "text": " And I need to organize the sentences into proper paragraphs and the paragraphs into proper"
    },
    {
        "start": 1708.9199999999998,
        "end": 1713.24,
        "text": " Sequence so that I have a coherent argument and at the same time what you're doing is"
    },
    {
        "start": 1714.04,
        "end": 1716.04,
        "text": " is your your your"
    },
    {
        "start": 1716.36,
        "end": 1718.36,
        "text": " You're"
    },
    {
        "start": 1718.36,
        "end": 1726.04,
        "text": " Integrating your own personality at the highest and most abstract level of organization and you're sharpening your tools and you're"
    },
    {
        "start": 1726.6,
        "end": 1732.2,
        "text": " Putting yourself straight because you're learning to think you learn to do that by writing many many years"
    },
    {
        "start": 1732.76,
        "end": 1734.76,
        "text": " You hone your words"
    },
    {
        "start": 1735.08,
        "end": 1740.44,
        "text": " They're the most powerful thing about you bar none if you are an effective writer and"
    },
    {
        "start": 1740.92,
        "end": 1744.04,
        "text": " Speaker and communicator you you have all the"
    },
    {
        "start": 1745.0,
        "end": 1749.0800000000002,
        "text": " Authority and confidence that there is and so you're at university"
    },
    {
        "start": 1749.56,
        "end": 1753.88,
        "text": " Maybe you're taking humanities degree well that what's the humanities degree for it?"
    },
    {
        "start": 1754.44,
        "end": 1757.8,
        "text": " To teach you how to think you learn to think by writing now"
    },
    {
        "start": 1757.8,
        "end": 1762.3600000000001,
        "text": " There's more to read to speak and all of that but the best thing you can do is"
    },
    {
        "start": 1763.0800000000002,
        "end": 1765.0800000000002,
        "text": " Read and write every day"
    },
    {
        "start": 1765.8,
        "end": 1770.04,
        "text": " Couple of hours every day write about things you find important and see if you can"
    },
    {
        "start": 1770.6000000000001,
        "end": 1773.8,
        "text": " See if you can discover what you believe to be true"
    },
    {
        "start": 1774.68,
        "end": 1778.76,
        "text": " And that will build you a foundation and it's unbelievably practical"
    },
    {
        "start": 1779.0800000000002,
        "end": 1782.6000000000001,
        "text": " Like if you look at people who are phenomenally successful across life"
    },
    {
        "start": 1782.92,
        "end": 1785.16,
        "text": " There's various reasons, but one of them is is that"
    },
    {
        "start": 1786.04,
        "end": 1789.48,
        "text": " They're unbelievably good at articulating what they"
    },
    {
        "start": 1790.1200000000001,
        "end": 1797.0,
        "text": " What they're aiming at and strategizing and negotiating and and and enticing people with a vision forward"
    },
    {
        "start": 1797.3200000000002,
        "end": 1799.3200000000002,
        "text": " It's like get your words together man"
    },
    {
        "start": 1799.32,
        "end": 1806.04,
        "text": " That's that makes you unstoppable and that that's really that's the core of the humanities that idea"
    },
    {
        "start": 1806.36,
        "end": 1813.8,
        "text": " Get your words together make yourself an articulate creature and then you're you're deadly in the best possible way"
    },
    {
        "start": 1814.28,
        "end": 1818.4399999999998,
        "text": " So and take that seriously the best thing you can do is teach people to write"
    },
    {
        "start": 1818.84,
        "end": 1824.84,
        "text": " Because there's no difference between now to thinking and one of the things that just loads me away about universities is that"
    },
    {
        "start": 1825.56,
        "end": 1828.4399999999998,
        "text": " No one ever tells students why they should write something"
    },
    {
        "start": 1828.9199999999998,
        "end": 1830.9199999999998,
        "text": " It's like well, you have to do this assignment"
    },
    {
        "start": 1831.24,
        "end": 1833.9599999999998,
        "text": " Well, why are you writing while you need the great it's like no"
    },
    {
        "start": 1835.0,
        "end": 1837.0,
        "text": " You need to learn to think"
    },
    {
        "start": 1837.6399999999999,
        "end": 1844.12,
        "text": " Because thinking makes you act effectively in the world thinking makes you win the battles you undertake and those could be battles for good things"
    },
    {
        "start": 1844.36,
        "end": 1849.0,
        "text": " If you can think and speak and write you are absolutely deadly"
    },
    {
        "start": 1849.6399999999999,
        "end": 1851.6399999999999,
        "text": " Nothing can get in your way"
    },
    {
        "start": 1851.72,
        "end": 1853.72,
        "text": " So that's why you learn to write it's like"
    },
    {
        "start": 1855.0,
        "end": 1858.9199999999998,
        "text": " When I can't believe that people aren't just told that it's it's like"
    },
    {
        "start": 1860.6799999999998,
        "end": 1865.1599999999999,
        "text": " It's the most powerful weapon you could possibly provide someone with and I mean"
    },
    {
        "start": 1865.1599999999999,
        "end": 1867.3999999999999,
        "text": " I know lots of people who can staggerly"
    },
    {
        "start": 1867.3999999999999,
        "end": 1872.1999999999998,
        "text": " Successfully watch them to up my life those people you don't want to have an argument with them"
    },
    {
        "start": 1872.36,
        "end": 1876.28,
        "text": " They'll just slash you into pieces and not in the malevolent way"
    },
    {
        "start": 1876.4399999999998,
        "end": 1880.84,
        "text": " It's like if you're gonna make your point and they're gonna make their point you better have your points"
    },
    {
        "start": 1881.3999999999999,
        "end": 1889.0,
        "text": " Organized because otherwise you're gonna look like and be an absolute idiot you are not gonna get anywhere"
    },
    {
        "start": 1891.08,
        "end": 1892.4399999999998,
        "text": " Truth of the matter is is that"
    },
    {
        "start": 1893.3999999999999,
        "end": 1899.3999999999999,
        "text": " You have a lot of potential as a child, but none of that is capable of manifesting itself as freedom before you become disciplined"
    },
    {
        "start": 1900.9199999999998,
        "end": 1906.4399999999998,
        "text": " And discipline is a matter of the imposition of order and the order is necessary especially for people who are hopeless and nihilistic"
    },
    {
        "start": 1907.4,
        "end": 1909.4,
        "text": " And what does it mean? Well, it doesn't mean"
    },
    {
        "start": 1909.8,
        "end": 1912.92,
        "text": " Jesus I hate getting up in eight o'clock in the morning to get ready for work"
    },
    {
        "start": 1913.0800000000002,
        "end": 1918.04,
        "text": " That's just means that you're not very disciplined, you know or or maybe that it might mean something deeper"
    },
    {
        "start": 1918.68,
        "end": 1921.3200000000002,
        "text": " But I'd start with lack of discipline before you know"
    },
    {
        "start": 1921.96,
        "end": 1926.2,
        "text": " Rearranging your whole life because you might say while I hate getting up in eight o'clock in the morning no matter"
    },
    {
        "start": 1926.28,
        "end": 1929.16,
        "text": " What I'm doing and then it's not your job. I don't mean"
    },
    {
        "start": 1930.1200000000001,
        "end": 1932.6000000000001,
        "text": " Don't do difficult things. I mean"
    },
    {
        "start": 1933.3999999999999,
        "end": 1938.6799999999998,
        "text": " Watch yourself and if you see that you're doing things that make you hate yourself"
    },
    {
        "start": 1940.12,
        "end": 1942.12,
        "text": " Then consider"
    },
    {
        "start": 1942.9199999999998,
        "end": 1944.9199999999998,
        "text": " The cost of continually"
    },
    {
        "start": 1947.1599999999999,
        "end": 1953.7199999999998,
        "text": " You know if something's valuable you'll make sacrifices to attain it and that that discovery of sacrifice"
    },
    {
        "start": 1953.8799999999999,
        "end": 1959.3999999999999,
        "text": " I think that's what separates human. It's one of the primary factors separating human beings from animals"
    },
    {
        "start": 1959.72,
        "end": 1967.64,
        "text": " Because we discovered that we could let go of something we value in the present and we regain something we value even more in the future"
    },
    {
        "start": 1968.52,
        "end": 1971.48,
        "text": " Lay a disciplinary structure on yourself get the chaos and"
    },
    {
        "start": 1971.88,
        "end": 1975.4,
        "text": " In check and then you can move towards a state that's freer"
    },
    {
        "start": 1975.72,
        "end": 1979.0,
        "text": " Is it discipline first like look if you're going to become a concert pianist"
    },
    {
        "start": 1979.3200000000002,
        "end": 1983.64,
        "text": " There's going to be several thousand hours of extraordinarily disciplined practice"
    },
    {
        "start": 1983.64,
        "end": 1988.3600000000001,
        "text": " That's the imposition of order on your potential let's say but what comes out of that is a much"
    },
    {
        "start": 1988.76,
        "end": 1995.7199999999998,
        "text": " Grandeur freedom and so on virtually every freedom that you have in life. That's true freedom is purchased at the price of discipline"
    },
    {
        "start": 1997.8,
        "end": 2003.7199999999998,
        "text": " But it's not some casual self-help doctrine. It's that if you don't organize yourself properly"
    },
    {
        "start": 2004.28,
        "end": 2007.9599999999998,
        "text": " You'll pay for it and in a big way and so will the people around you"
    },
    {
        "start": 2010.12,
        "end": 2013.7199999999998,
        "text": " And I would say start where you can start, you know"
    },
    {
        "start": 2014.04,
        "end": 2019.88,
        "text": " If if something announces itself to you as in need of repair that you could repair"
    },
    {
        "start": 2020.44,
        "end": 2024.2,
        "text": " Then hey fix it you fix a hundred things like that"
    },
    {
        "start": 2025.0,
        "end": 2026.3600000000001,
        "text": " Your life will be a lot different"
    },
    {
        "start": 2027.16,
        "end": 2030.52,
        "text": " You know, I often tell people to fix the things you repeat every day"
    },
    {
        "start": 2031.0,
        "end": 2032.84,
        "text": " Because people tend to think of those as trivial"
    },
    {
        "start": 2033.48,
        "end": 2036.44,
        "text": " You get up you brush your teeth you have your breakfast"
    },
    {
        "start": 2036.52,
        "end": 2039.32,
        "text": " You know you have your routines that you go through every day"
    },
    {
        "start": 2039.48,
        "end": 2042.84,
        "text": " Well, those probably constitute 50% of your life"
    },
    {
        "start": 2043.32,
        "end": 2046.12,
        "text": " And people think well they're Monday and I don't need to pay attention to them"
    },
    {
        "start": 2046.12,
        "end": 2049.08,
        "text": " It's like no, no, that's exactly wrong the things you do every day"
    },
    {
        "start": 2049.72,
        "end": 2051.72,
        "text": " Those are the most important things you do"
    },
    {
        "start": 2052.2799999999997,
        "end": 2054.2799999999997,
        "text": " hands down"
    },
    {
        "start": 2054.6,
        "end": 2058.7599999999998,
        "text": " Well, there isn't anything better to have than a problem that's worth solving like that's really worth solving"
    },
    {
        "start": 2059.88,
        "end": 2064.36,
        "text": " Right and so the more of that you take on the more you have a reason to get out of bed in the morning no matter what"
    },
    {
        "start": 2064.7599999999998,
        "end": 2066.7599999999998,
        "text": " I'm getting up I'm trudging forward"
    },
    {
        "start": 2067.0,
        "end": 2070.76,
        "text": " Doesn't matter what I'm suffering from. I've got things that need to be done"
    },
    {
        "start": 2070.92,
        "end": 2074.0400000000004,
        "text": " They're necessary and that gives you that sense of purpose that"
    },
    {
        "start": 2074.84,
        "end": 2076.84,
        "text": " Is the antidote to bitterness"
    },
    {
        "start": 2076.84,
        "end": 2078.36,
        "text": " so"
    },
    {
        "start": 2078.36,
        "end": 2084.36,
        "text": " Yeah, there's lots of reasons to you know because I've thought for a long time imagine that imagine you have a choice in front of you because you do"
    },
    {
        "start": 2085.5600000000004,
        "end": 2087.5600000000004,
        "text": " So here's the choice"
    },
    {
        "start": 2087.7200000000003,
        "end": 2090.2000000000003,
        "text": " Your life that life is either meaningful or meaningless"
    },
    {
        "start": 2090.76,
        "end": 2092.84,
        "text": " Okay, so let's go through the meaningless part first"
    },
    {
        "start": 2093.4,
        "end": 2095.96,
        "text": " Because you think well of course. I don't want it to be meaningless. It's like yeah"
    },
    {
        "start": 2096.84,
        "end": 2098.76,
        "text": " Just told on a second"
    },
    {
        "start": 2098.76,
        "end": 2100.76,
        "text": " Nothing you do matters and so"
    },
    {
        "start": 2101.32,
        "end": 2104.2000000000003,
        "text": " Impulsive pleasure is the order of the day no responsibility"
    },
    {
        "start": 2104.6800000000003,
        "end": 2107.96,
        "text": " That's you can do whatever you want like pleasure island and snow cue right?"
    },
    {
        "start": 2108.2000000000003,
        "end": 2112.28,
        "text": " It's like never land in in in in Peter Pan you're still a kid"
    },
    {
        "start": 2112.92,
        "end": 2116.92,
        "text": " You can play all the time in pulse of pleasure and and no responsibility"
    },
    {
        "start": 2117.88,
        "end": 2119.88,
        "text": " That's the reward for meaninglessness"
    },
    {
        "start": 2119.88,
        "end": 2124.1200000000003,
        "text": " Well, but then the other side is okay. Well, let's say you want your life to be meaningful. It's like okay"
    },
    {
        "start": 2125.0,
        "end": 2129.4,
        "text": " Then what you do matters it actually matters right make a mistake"
    },
    {
        "start": 2130.04,
        "end": 2135.48,
        "text": " hurts you hurts family hurts the world in a deeper way than you think and you have to"
    },
    {
        "start": 2136.3599999999997,
        "end": 2139.08,
        "text": " Be awake to that and then you have to take it on yourself"
    },
    {
        "start": 2139.48,
        "end": 2147.0,
        "text": " So it's you're at a particular stage right now and that stage would involve a particular world view and the behaviors that go along with that"
    },
    {
        "start": 2147.48,
        "end": 2149.48,
        "text": " So the perceptions and behaviors"
    },
    {
        "start": 2149.64,
        "end": 2155.64,
        "text": " But it's not enough because you haven't mastered the whole world and you're making mistakes all the time"
    },
    {
        "start": 2156.04,
        "end": 2163.32,
        "text": " And then there's other neurological mechanisms that so maybe that's a more left hemisphere phenomenon the instantiation of that identity"
    },
    {
        "start": 2163.72,
        "end": 2168.68,
        "text": " Um, then there's right hemisphere mechanisms that are tracking your errors and sort of"
    },
    {
        "start": 2169.48,
        "end": 2173.8,
        "text": " And keeping track of them and the errors are in indication that your theory is incomplete"
    },
    {
        "start": 2174.44,
        "end": 2182.84,
        "text": " So it acute the errors accumulate and the information around the errors accumulate and another identity starts to become formulated and it"
    },
    {
        "start": 2185.0,
        "end": 2189.8,
        "text": " It solves all the problems your previous identity did but also some additional ones"
    },
    {
        "start": 2190.52,
        "end": 2193.0,
        "text": " When you have an a ha moment like that"
    },
    {
        "start": 2193.0,
        "end": 2197.8,
        "text": " It's the manifestation of that next identity that's that's making itself known"
    },
    {
        "start": 2198.44,
        "end": 2200.92,
        "text": " It's you know because it's being built from the bottom up"
    },
    {
        "start": 2201.2400000000002,
        "end": 2202.92,
        "text": " It isn't explicit yet"
    },
    {
        "start": 2202.92,
        "end": 2209.8,
        "text": " Then you'll encounter an explicit statement you you mentioned a couple there and they map onto that and that's the a haves like oh"
    },
    {
        "start": 2209.8,
        "end": 2211.32,
        "text": " Yes, oh yes"
    },
    {
        "start": 2211.32,
        "end": 2218.44,
        "text": " That's what ties together these things that I've been wrestling with in the back of my mind right someone made it explicit"
    },
    {
        "start": 2219.32,
        "end": 2223.96,
        "text": " And that's what well that's one of the great things about language that can also help fill in the gaps too"
    },
    {
        "start": 2224.28,
        "end": 2229.64,
        "text": " Because you think you know you can start to make arguments based on that observation that a ha"
    },
    {
        "start": 2230.04,
        "end": 2232.2,
        "text": " That's that's that that's the manifestation"
    },
    {
        "start": 2235.16,
        "end": 2240.92,
        "text": " What is the consequence the long-term consequence of acting so many people especially because of the world"
    },
    {
        "start": 2241.48,
        "end": 2246.12,
        "text": " I live in an Instagram and social media we kind of build out these personas and yeah"
    },
    {
        "start": 2246.3599999999997,
        "end": 2252.7599999999998,
        "text": " We almost follow the implicit instructions that come with those personas. Well, that's the problem right there is that I think Pinocchio"
    },
    {
        "start": 2253.3199999999997,
        "end": 2259.56,
        "text": " Is brilliant work of art if you're a puppet and an actor and Pinocchio is both at time"
    },
    {
        "start": 2259.64,
        "end": 2265.8799999999997,
        "text": " In that movie both a puppet and an actor. So why an actor like why is there why is there something wrong with being an actor?"
    },
    {
        "start": 2265.96,
        "end": 2269.72,
        "text": " Well the first question is well who sets your role?"
    },
    {
        "start": 2271.08,
        "end": 2274.44,
        "text": " And then the second question is who's pulling your strings?"
    },
    {
        "start": 2275.08,
        "end": 2282.92,
        "text": " So you've put on this front that is there to make you popular and sexy and desirable and to mask from yourself your own inadequacies"
    },
    {
        "start": 2283.3199999999997,
        "end": 2286.8399999999997,
        "text": " But that's a role. Well who wrote it and for what purpose?"
    },
    {
        "start": 2287.32,
        "end": 2292.6000000000004,
        "text": " And you know, maybe you're acting out a tragedy maybe maybe you're acting out in our sissus"
    },
    {
        "start": 2293.32,
        "end": 2295.08,
        "text": " you don't know"
    },
    {
        "start": 2295.08,
        "end": 2301.48,
        "text": " Because you've put that you've put that on yourself and then attempt in some ways to deliver to people what they want or more"
    },
    {
        "start": 2301.48,
        "end": 2304.52,
        "text": " Accurately to look as though you're delivering to people what they want"
    },
    {
        "start": 2305.48,
        "end": 2310.1200000000003,
        "text": " And it's not nothing to do that right because at least you're attempting in some sense"
    },
    {
        "start": 2310.6800000000003,
        "end": 2312.6000000000004,
        "text": " To adapt to the social world"
    },
    {
        "start": 2312.6,
        "end": 2316.52,
        "text": " Someone who's really infantile and dependent someone who's never left home"
    },
    {
        "start": 2316.68,
        "end": 2319.48,
        "text": " Part of their problem is that they haven't crafted a persona"
    },
    {
        "start": 2320.52,
        "end": 2326.2799999999997,
        "text": " So you don't want to denigrate it entirely but it's no substitute for the real thing and it turns out that"
    },
    {
        "start": 2327.4,
        "end": 2331.0,
        "text": " Not only is what we want from each other the real thing"
    },
    {
        "start": 2331.72,
        "end": 2335.64,
        "text": " But that's also the adventure of your life and so if you aren't"
    },
    {
        "start": 2336.6,
        "end": 2341.7999999999997,
        "text": " truthful and that means unfortunately especially at the beginning when you start to be truthful it means"
    },
    {
        "start": 2342.44,
        "end": 2346.6000000000004,
        "text": " deeply coming to terms with your inadequacies in humility"
    },
    {
        "start": 2347.1600000000003,
        "end": 2348.92,
        "text": " So it's very painful"
    },
    {
        "start": 2348.92,
        "end": 2353.8,
        "text": " Without that you don't have the adventure of your life you have the role that has been that you"
    },
    {
        "start": 2355.0,
        "end": 2358.36,
        "text": " Aqueous to that'll take all the meaning out of your life"
    },
    {
        "start": 2359.1600000000003,
        "end": 2363.48,
        "text": " Right imagine that the world was constituted so that the true adventure of your life"
    },
    {
        "start": 2363.88,
        "end": 2369.0800000000004,
        "text": " Emerged as a consequence of truth in speech and action because that would be reflective of the real you"
    },
    {
        "start": 2369.16,
        "end": 2375.3199999999997,
        "text": " So it would be you living and then imagine that the adventure that would occur if you dwelled in the truth"
    },
    {
        "start": 2376.12,
        "end": 2380.12,
        "text": " Would be so overwhelming that it would justify all the suffering"
    },
    {
        "start": 2381.0,
        "end": 2386.44,
        "text": " I really contended with this idea of struggle and chaos in my life in the world it plays and once upon a time"
    },
    {
        "start": 2386.44,
        "end": 2388.44,
        "text": " I thought I was trying to"
    },
    {
        "start": 2389.16,
        "end": 2391.16,
        "text": " Read my life of chaos and struggle"
    },
    {
        "start": 2391.24,
        "end": 2395.4,
        "text": " I thought that's why I was trying to get rich and get the Ferrari and the blonde"
    },
    {
        "start": 2395.4,
        "end": 2397.96,
        "text": " I thought that would create a life and free of struggle"
    },
    {
        "start": 2398.04,
        "end": 2404.04,
        "text": " But then I looked at some studies and I sort of heard about this thing called gold medal depression when Olympians come back from the Olympics and they've lost"
    },
    {
        "start": 2404.04,
        "end": 2411.56,
        "text": " Orientation and I tried to understand the role that struggle would would would have to play for me to be a fulfilled human being for the rest of my life"
    },
    {
        "start": 2411.96,
        "end": 2413.96,
        "text": " We're built to walk uphill"
    },
    {
        "start": 2414.28,
        "end": 2418.52,
        "text": " And when you reach the pinnacle of the hill you want to stop and appreciate the vision"
    },
    {
        "start": 2418.52,
        "end": 2422.36,
        "text": " But the next thing you want is a higher hill in the distance because"
    },
    {
        "start": 2423.0,
        "end": 2429.56,
        "text": " It's the uphill climb that it's it's from the uphill climb that we derive our value and I mean this technically"
    },
    {
        "start": 2430.36,
        "end": 2436.2000000000003,
        "text": " So almost all the positive emotion we feel especially the emotion that fills us with enthusiasm"
    },
    {
        "start": 2436.44,
        "end": 2442.84,
        "text": " That's experienced in relationship to a goal and so in some sense you want a goal that you can never attain"
    },
    {
        "start": 2443.88,
        "end": 2448.6,
        "text": " Right, so you can always move closer to the goal that recedes as you move towards it"
    },
    {
        "start": 2448.6,
        "end": 2451.72,
        "text": " Think well that's frustrating. It's like sysophus pushing the rock uphill"
    },
    {
        "start": 2452.04,
        "end": 2455.48,
        "text": " But it's not because as you pursue that goal"
    },
    {
        "start": 2456.12,
        "end": 2460.36,
        "text": " You put yourself together and your life does get better and richer and more abundant"
    },
    {
        "start": 2460.8399999999997,
        "end": 2465.4,
        "text": " That's why the highest levels of virtue and goal are in some sense transcendent"
    },
    {
        "start": 2466.04,
        "end": 2472.52,
        "text": " You want them to be above everything you're doing so you can continually move towards something that's more sublime and better"
    },
    {
        "start": 2473.4,
        "end": 2477.4,
        "text": " That's what you are you're you're here to live not to not to sleep"
    },
    {
        "start": 2478.6,
        "end": 2481.56,
        "text": " You"
    },
    {
        "start": 2508.6,
        "end": 2511.56,
        "text": " You"
    }
]