[
    {
        "start": 0.0,
        "end": 6.44,
        "text": " MX master three this mouse right here look at that fancy flashy new that's the new new the new one"
    },
    {
        "start": 7.12,
        "end": 10.72,
        "text": " So very exciting day. I have I've been"
    },
    {
        "start": 11.4,
        "end": 13.4,
        "text": " interested in"
    },
    {
        "start": 13.4,
        "end": 19.7,
        "text": " This series of mouse for so long now multiple generations every generation in fact"
    },
    {
        "start": 19.96,
        "end": 24.94,
        "text": " We'll use it at the studio everybody at the studio uses it and this is the new incarnation"
    },
    {
        "start": 24.94,
        "end": 26.94,
        "text": " This is the master three"
    },
    {
        "start": 27.1,
        "end": 33.54,
        "text": " The successor to the 2s so many improvements. It's unbelievable"
    },
    {
        "start": 34.18,
        "end": 35.38,
        "text": " mostly"
    },
    {
        "start": 35.38,
        "end": 40.88,
        "text": " This scroll wheel now which is crazy to say because I when I tried the last scroll wheel the other one"
    },
    {
        "start": 40.88,
        "end": 46.540000000000006,
        "text": " It was like how can I use another scroll wheel this scroll wheel does to the 2s scroll wheel with the 2s"
    },
    {
        "start": 46.540000000000006,
        "end": 48.260000000000005,
        "text": " Scroll wheel did to every other scroll wheel"
    },
    {
        "start": 48.760000000000005,
        "end": 50.760000000000005,
        "text": " You see that well"
    },
    {
        "start": 50.760000000000005,
        "end": 54.16,
        "text": " It's so it up it up the ante absolutely"
    },
    {
        "start": 54.62,
        "end": 58.22,
        "text": " The whole thing is more comfortable. It puts my hand at a better angle"
    },
    {
        "start": 58.459999999999994,
        "end": 62.81999999999999,
        "text": " They change the button layout and make so much more sense on the side over here"
    },
    {
        "start": 62.81999999999999,
        "end": 69.66,
        "text": " It's got us be type C now so it can quick charge one minute can give you a of a charge can give you a day of use"
    },
    {
        "start": 69.66,
        "end": 73.86,
        "text": " And then a full charge is 70 days. It's better in almost every area"
    },
    {
        "start": 74.5,
        "end": 78.86,
        "text": " same starting launch price as all the as the previous model"
    },
    {
        "start": 79.36,
        "end": 80.86,
        "text": " $99.99"
    },
    {
        "start": 80.86,
        "end": 86.48,
        "text": " 99.99 you got you under that hundred dollar price point and of course I made a video on unbox therapy going into depth"
    },
    {
        "start": 86.66,
        "end": 91.96,
        "text": " So you can go check that out if you like but this is one of those rare"
    },
    {
        "start": 92.48,
        "end": 97.66,
        "text": " Tech products that almost the whole tech community gets behind not just myself"
    },
    {
        "start": 97.66,
        "end": 101.32,
        "text": " Not just everybody in this office, but all the other create was like there's a new"
    },
    {
        "start": 101.78,
        "end": 107.3,
        "text": " Because no one agrees on anything. Yeah, but this one everyone's like there's a new MX master"
    },
    {
        "start": 107.3,
        "end": 113.86,
        "text": " It's also the brand to it's so well recognized. They do such great products. Yeah, this is not sponsored"
    },
    {
        "start": 113.86,
        "end": 116.14,
        "text": " I have to oh yeah, I know I know"
    },
    {
        "start": 116.14,
        "end": 120.0,
        "text": " I love the product they said it all they said it over. I unboxed it"
    },
    {
        "start": 120.0,
        "end": 123.2,
        "text": " I'm using it on this laptop right now. It's got the dark field"
    },
    {
        "start": 123.94,
        "end": 127.44,
        "text": " 4,000 dpi sensor in it which tracks on almost any surface"
    },
    {
        "start": 127.82,
        "end": 132.62,
        "text": " They claim the scroll wheel technology is 90% faster and 8% more precise"
    },
    {
        "start": 132.62,
        "end": 135.88,
        "text": " It's also silent. It's not got that nasty clicking to it"
    },
    {
        "start": 136.0,
        "end": 139.24,
        "text": " It's amazing how much a new product can make me hate the old one"
    },
    {
        "start": 139.24,
        "end": 146.51999999999998,
        "text": " It's so weird because I loved that mouse the 2s and but yet this one has improved so much that it's like"
    },
    {
        "start": 146.51999999999998,
        "end": 151.18,
        "text": " I can't recommend the old one anyway. I got to say you got to pay the full pop and splurge on the new one"
    },
    {
        "start": 151.88,
        "end": 157.8,
        "text": " Especially the scroll wheel but also type C the type C connectors and no brain or all my other devices are type C"
    },
    {
        "start": 158.0,
        "end": 161.56,
        "text": " My laptop that I use is type C my headphones that I use are type C"
    },
    {
        "start": 161.56,
        "end": 165.24,
        "text": " So now it's a singular charger as well even though you're not going to be charging this thing"
    },
    {
        "start": 166.12,
        "end": 172.68,
        "text": " Too often but still it's nice to know you have to confidence one cable to rule them all you got the flow app"
    },
    {
        "start": 172.68,
        "end": 176.56,
        "text": " There's so much going on with this when you go and scroll in a web page with this"
    },
    {
        "start": 176.56,
        "end": 178.92,
        "text": " I don't even have the extended driver installed"
    },
    {
        "start": 179.84,
        "end": 188.76,
        "text": " The beautiful switch between single line advances. I'm talking on a web page. You can go line by line if you want"
    },
    {
        "start": 189.51999999999998,
        "end": 195.85999999999999,
        "text": " Few lines at a time or you hit the speed on it and you fly to the entire bottom and it has"
    },
    {
        "start": 195.88,
        "end": 197.88,
        "text": " been seamlessly with no noise"
    },
    {
        "start": 198.24,
        "end": 202.44,
        "text": " They call it mag speed the wheel is called mag speed"
    },
    {
        "start": 202.6,
        "end": 208.2,
        "text": " It's this type of automatic switching between a free spin and a clicky spin"
    },
    {
        "start": 208.35999999999999,
        "end": 215.0,
        "text": " That's just such a unique experience to this particular product and part of the reason I've been recommending this series for so long and"
    },
    {
        "start": 215.07999999999998,
        "end": 218.07999999999998,
        "text": " Now they improved it so you can tell I'm excited"
    },
    {
        "start": 218.44,
        "end": 222.8,
        "text": " It's a it's some hype in this department and you know what?"
    },
    {
        "start": 222.8,
        "end": 228.68,
        "text": " I'm not going to apologize for it. How about that? I'm not going to apologize for I'm just gonna say it's a it's a fancy new mouse"
    },
    {
        "start": 228.68,
        "end": 232.8,
        "text": " You can go watch the official video. It's on the unbox therapy channel at the point at which you're watching this"
    },
    {
        "start": 232.8,
        "end": 238.04000000000002,
        "text": " I showcase the app and I do a little demo and I play with it more extensively than this"
    },
    {
        "start": 239.0,
        "end": 244.8,
        "text": " But otherwise yeah, it's worth checking out if you're in the market for a mouse and you got a hundred bucks burning a hole in your pocket"
    },
    {
        "start": 245.0,
        "end": 250.0,
        "text": " These things are tried and tested and true now. They also put out a new keyboard"
    },
    {
        "start": 250.0,
        "end": 253.88,
        "text": " Which Kirk is currently using and he seems to be a big fan of I'm gonna try that more"
    },
    {
        "start": 254.72,
        "end": 260.36,
        "text": " Coming up pretty soon. It's a low profile. It fits in. It's part of the master series"
    },
    {
        "start": 260.36,
        "end": 264.88,
        "text": " It looks pretty slick. It feels robust so much going on wonderful"
    }
]