[
    {
        "start": 0.0,
        "end": 10.0,
        "text": " Hello and welcome to the Sky Sports F1 podcast sponsored by Dropbox. I'm Matt Baker and joining me this week."
    },
    {
        "start": 10.0,
        "end": 18.0,
        "text": " One of the most recognizable voices in F1 broadcasting a man with 158 Grand Prix starts 10 podiums."
    },
    {
        "start": 18.0,
        "end": 25.0,
        "text": " A World Sports Card Champion, a Le Mans and Daytona winner. Sky Sports F1's very own Martin Brondel. How are you Martin?"
    },
    {
        "start": 25.0,
        "end": 27.0,
        "text": " I'm really good Matt. Thank you looking forward to this."
    },
    {
        "start": 27.0,
        "end": 33.0,
        "text": " Yeah, me too. Perhaps a good place to start is of all those achievements I've just listed there."
    },
    {
        "start": 33.0,
        "end": 37.0,
        "text": " Which ones are you most proud of? The broadcasting or the racing?"
    },
    {
        "start": 37.0,
        "end": 43.0,
        "text": " Well, that's a very good question to start with. I still think of myself as a racing driver who does a bit of TV."
    },
    {
        "start": 43.0,
        "end": 54.0,
        "text": " And I think I always were. I started racing when I was 12 and I still drive cars to this day and race when I can with my son in some historic."
    },
    {
        "start": 54.0,
        "end": 73.0,
        "text": " So I would have to say the racing and the pinnacles formula one. So whilst they didn't achieve what I could have and should have achieved in F1, they were the they were the racists that I most enjoyed being on the podium at Silverstone or Monza with with Schumacher and Senna or something like that."
    },
    {
        "start": 73.0,
        "end": 80.0,
        "text": " The Le Mans victory, you're part of a big team. You're always part of a team whenever you win in a racing car, but that was pretty special."
    },
    {
        "start": 80.0,
        "end": 89.0,
        "text": " I say for Jaguar in front of a huge crowd at the end of what is a very challenging race. So they're all special. They're all wonderful."
    },
    {
        "start": 89.0,
        "end": 93.0,
        "text": " But it's it's the F1 that counts best."
    },
    {
        "start": 93.0,
        "end": 101.0,
        "text": " Yeah, we're for the purposes of this podcast. We're going to focus on your broadcasting career, which is kind of where where we're going to pick up from."
    },
    {
        "start": 101.0,
        "end": 106.0,
        "text": " I'm really excited about it. So I've wanted to do a piece on the grid walk and your broadcasting career for a while."
    },
    {
        "start": 106.0,
        "end": 115.0,
        "text": " I want to go back to 1997. This is the year that you join ITV as a as a commentator. Where do we find you at the beginning of that year?"
    },
    {
        "start": 115.0,
        "end": 121.0,
        "text": " Were you still hoping to be racing that year? How did the opportunity come along for broadcasting?"
    },
    {
        "start": 121.0,
        "end": 129.0,
        "text": " Well, at first I had actually went out as a Brabham driver when Murray was working with James Hunt and they couldn't find James at Spar one day."
    },
    {
        "start": 129.0,
        "end": 132.0,
        "text": " So it's I think I'm going to be 18, I know 91. I can't remember which."
    },
    {
        "start": 132.0,
        "end": 140.0,
        "text": " And anybody who could speak English who broke down in the race was dragged up to the commentary box to help Murray out."
    },
    {
        "start": 140.0,
        "end": 148.0,
        "text": " And I did that. And I remember my manager at the time saying to me, why did you go? I said I wanted to beat the traffic out of this horrendous."
    },
    {
        "start": 148.0,
        "end": 166.0,
        "text": " And I was at long out of the race and then in 1995 I was sharing a car that the Ligye with a Guru Suzuki which is you can't imagine it today can you but we literally took it in turns to drive the car because it was complicated."
    },
    {
        "start": 166.0,
        "end": 168.0,
        "text": " But I want to point you with the details on that."
    },
    {
        "start": 168.0,
        "end": 181.0,
        "text": " And so on the race weekends where I was attending but not driving, I would be with your sport on Saturday and then with BBC on Sunday to do commentary as third person."
    },
    {
        "start": 181.0,
        "end": 185.0,
        "text": " So I sort of had a bit of a lead in really."
    },
    {
        "start": 185.0,
        "end": 191.0,
        "text": " But I was a very reluctant commentator in 1997 because I wanted to be informal on I want to be driving."
    },
    {
        "start": 191.0,
        "end": 199.0,
        "text": " So I was kind of kicking and screaming and shouting and I remember standing in the con box in Melbourne with the wonderful Murray Walker."
    },
    {
        "start": 199.0,
        "end": 206.0,
        "text": " And the cars were coming to the grid and I felt a sense of panic because I felt they were going without me and I wasn't ready."
    },
    {
        "start": 206.0,
        "end": 209.0,
        "text": " You can't start the race yet. I'm not ready."
    },
    {
        "start": 209.0,
        "end": 217.0,
        "text": " But I soon got over that. And here we are. What 27, 28 years, seasons later still doing it."
    },
    {
        "start": 217.0,
        "end": 234.0,
        "text": " It must must have been tough in that sense because I guess it did signal the end of your certainly you'll probably formula one racing career as that fair in 97 when you have to go and start thinking about a career after racing, which obviously can't go on forever as an elite sports person that must be quite a quite difficult period."
    },
    {
        "start": 234.0,
        "end": 251.0,
        "text": " It was so I took on a number of roles to try to use my energy and the adrenaline and the determination that I had and yes, F1 was over and Eddie Jordan had replaced me with Giancarlo Physicale and Ralph Schumacher."
    },
    {
        "start": 251.0,
        "end": 258.0,
        "text": " And you know what it was right. It was the right thing to do. They were young and they were fast and I'd got I was sort of towards the end of my shelf life."
    },
    {
        "start": 258.0,
        "end": 271.0,
        "text": " So it was it was good timing in some respects. So I took on a newspaper column. I started managing David Coolthard. I was driving at Le Mans for the works in Nissan team."
    },
    {
        "start": 271.0,
        "end": 282.0,
        "text": " And then I went on to Toyota and Bentley at Le Mans. So I think I was 41 when I finished, you know, being paid be a professional driver as it were."
    },
    {
        "start": 282.0,
        "end": 294.0,
        "text": " And then I also became involved in arrows for one team with Tom Wolken. Sure. So I had like five jobs basically was the only way I could I was sort of floundering what am I going to do now."
    },
    {
        "start": 294.0,
        "end": 299.0,
        "text": " So and that that's what I did for the next few years and no regrets at all."
    },
    {
        "start": 299.0,
        "end": 306.0,
        "text": " We're quite used to seeing I think now in the sports broadcasting landscape Gary Neville, Jamie Carrigan, Nico Rosberg on our team."
    },
    {
        "start": 306.0,
        "end": 315.0,
        "text": " People who finish their sport and then go straight into broadcasting and turn out to be excellent broadcasters. Just give us the media landscape back in 1997."
    },
    {
        "start": 315.0,
        "end": 320.0,
        "text": " Was it common for exports people to go into the media world?"
    },
    {
        "start": 320.0,
        "end": 324.0,
        "text": " I guess so with the football pundits and that."
    },
    {
        "start": 324.0,
        "end": 332.0,
        "text": " I never really thought about it to be honest because I don't you know I as I said I don't really think of myself as a broadcaster."
    },
    {
        "start": 332.0,
        "end": 338.0,
        "text": " I'm a Formula 1 person after 40 years with 40 years experience who."
    },
    {
        "start": 338.0,
        "end": 344.0,
        "text": " Tells people about it and I lie I grew up selling cars."
    },
    {
        "start": 344.0,
        "end": 353.0,
        "text": " So I learned how to communicate doing that. Actually I think I saw my first car when I was eight at my dad's carriages and wow."
    },
    {
        "start": 353.0,
        "end": 359.0,
        "text": " I just enjoyed because I loved it so much and I still love it a great deal today."
    },
    {
        "start": 359.0,
        "end": 369.0,
        "text": " I enjoyed informing people and a piece of advice Murray Walker gave me on the eve of the first race was just remember we're only here to inform and entertain nothing else."
    },
    {
        "start": 369.0,
        "end": 373.0,
        "text": " And I lived by that mantra today because it was absolutely right."
    },
    {
        "start": 373.0,
        "end": 390.0,
        "text": " So I think if people have given up their spare time or hard and cash to sit alongside a racetrack or to be online or in front of the TV or whatever they want to know more about what they're watching is a fast moving highly complex sport."
    },
    {
        "start": 390.0,
        "end": 408.0,
        "text": " So I really enjoyed taking people on the journey trying to might my job as the sort of co-commitator expert witness if you like is to put people in the car on the grid on the pit wall in the pit lane and transport them on the journey that they're watching and that's what I enjoy doing."
    },
    {
        "start": 408.0,
        "end": 417.0,
        "text": " So that's what you that's the mantra you've ended up broadcasting by I wonder for those first few races how did you find that approach into television."
    },
    {
        "start": 417.0,
        "end": 424.0,
        "text": " Was it something you took to like a doctor water or did you go oh my goodness me hold on a minute why are there people talking in my air what's going on here."
    },
    {
        "start": 424.0,
        "end": 425.0,
        "text": " How was it for you."
    },
    {
        "start": 425.0,
        "end": 436.0,
        "text": " I didn't have a problem with that because I used to fly planes and helicopters so having people you know working out who was talking to you and who was just talking to me else wasn't a problem."
    },
    {
        "start": 436.0,
        "end": 446.0,
        "text": " I obviously had radio communication in the long cars and from the long cars so no I didn't I just it's still a mystery to me how it gets on here."
    },
    {
        "start": 446.0,
        "end": 459.0,
        "text": " I have no idea and I have no interest in it because I it's not my skill set it I don't need to know how we go from a patch of concrete in the paddock in Shanghai to everybody's front room."
    },
    {
        "start": 459.0,
        "end": 462.0,
        "text": " That's that's for other people to worry about."
    },
    {
        "start": 462.0,
        "end": 472.0,
        "text": " I just need to tell the story and honestly I've never taken except for the year when I was lead commentator in my last year at BBC before I came to sky."
    },
    {
        "start": 472.0,
        "end": 478.0,
        "text": " I've never taken a note into a commentary box so I I feel."
    },
    {
        "start": 478.0,
        "end": 488.0,
        "text": " If I see stuff on track I've either seen it before or it's happened to me or I've just got a feel for what's going on and that's that's all I need really."
    },
    {
        "start": 488.0,
        "end": 501.0,
        "text": " So and I've done the same thing ever ever since I started there's I haven't really put any more thought into that I got some nice reviews early doors I thought okay people seem to quite like this."
    },
    {
        "start": 501.0,
        "end": 523.0,
        "text": " And I've watched pretty much nothing back ever and people will let you know you soon know if people do or don't like what you what you're saying we do because I use analogy you get invited to watch it on TV or you know maybe on some kind of device in in their front room the lounge call it what you like sitting room."
    },
    {
        "start": 523.0,
        "end": 532.0,
        "text": " Very few people go in there they're closest friends and their closest relatives go in that room and you're invited into the corner on a set."
    },
    {
        "start": 532.0,
        "end": 539.0,
        "text": " And if people don't like you or you're not informing them or you're not adding value they can get rid of you."
    },
    {
        "start": 539.0,
        "end": 546.0,
        "text": " We won the little button and I just that's my mantra basically make sure you're adding some value to this."
    },
    {
        "start": 546.0,
        "end": 556.0,
        "text": " This was of course before social media and now it's a lot easier isn't it for people to let you know what they think of you quite quickly but I imagine yeah a nice a nice period was it before before social media."
    },
    {
        "start": 556.0,
        "end": 575.0,
        "text": " It was but yes people are generally quite nice it's social media gets a little bit nasty as we all know but it's people I meet on the tube on the Victoria line in London or in an airport or at a racetrack or in a hotel or whatever near and erase them who come up to you and they're the people."
    },
    {
        "start": 575.0,
        "end": 604.0,
        "text": " I value and also sometimes I go and talk to a couple of thousand people in a campsite at spa and they're in a tent in a muddy field and then they walk over a hill with their beer and the sandwiches and all that sort of thing for the day and I really like talking to those people because I think they're true fans they've invested their own time and their own harder and taxpayer cash to be there to support Formula One."
    },
    {
        "start": 604.0,
        "end": 616.6,
        "text": " I think you get a really true feedback from those people so that's there that's my they are my references rather than maybe social media yeah certainly so the opening part of your career your."
    },
    {
        "start": 616.8,
        "end": 633.8,
        "text": " Co commentator but the lead commentator was was Murray Walker be great to get your memories of working with with Murray and one of the great broadcasters in any sport let alone Formula one how how was that learning from someone like him well I knew very well because from even from three days he turned up on his motorbike when there was not."
    },
    {
        "start": 634.0,
        "end": 649.6,
        "text": " Formula one race on that weekend and just watches in F3 the inseller something like that and and then when I got into Formula one's a driver spent time I married going to have dinner so he was I considered him a good friend and of course we all respect to him enormously."
    },
    {
        "start": 650.0,
        "end": 662.2,
        "text": " The smartest decision I ever made in my luck my working life was to stand up and talk to him because he's always stood up because he said it opened his diaphragm and he."
    },
    {
        "start": 662.4,
        "end": 673.8000000000001,
        "text": " Murray liked there's a lot of there's a lot of breath coming out of Murray when he was going for it and I did that so I worked on his level and talk to him."
    },
    {
        "start": 674.4,
        "end": 687.4,
        "text": " And that and as far as I was concerned there was two there were two people there were two people talking about Formula one the fact there are many millions or tens of millions listening was neither here and there we we in some respect we just talked about Formula one."
    },
    {
        "start": 687.5999999999999,
        "end": 701.4,
        "text": " And of course he was so effusive about everything and I often just joke with him that I think with half an hour to go an exciting race I could have walked out the back of the country box gone home he wouldn't have noticed until after the race."
    },
    {
        "start": 701.4,
        "end": 715.0,
        "text": " So we had this sort of standing standing side by side we had this sort of deal that I suggested so if I wanted to say something I put my hand on his right shoulder I was to the right."
    },
    {
        "start": 715.1999999999999,
        "end": 730.1999999999999,
        "text": " And and he would give me the mic you know to threaten me didn't always happen so eventually if I could get a fingernail underneath a tendon and push really hard he might notice that I actually want to have something to say but."
    },
    {
        "start": 730.8000000000001,
        "end": 732.6,
        "text": " You know it."
    },
    {
        "start": 732.8000000000001,
        "end": 739.8000000000001,
        "text": " Mary Mary was brilliant he would people loved him and they still love him today bless him although he's long gone now I read."
    },
    {
        "start": 740.0,
        "end": 743.0,
        "text": " Just this morning he would have been a hundred and one today."
    },
    {
        "start": 743.2,
        "end": 744.2,
        "text": " Wow."
    },
    {
        "start": 744.4000000000001,
        "end": 747.4000000000001,
        "text": " Well on the one the social media actually."
    },
    {
        "start": 747.6,
        "end": 759.0,
        "text": " So yeah he was great I learned you know I have to say learning how to talk about Formula one and broadcast Formula one from Mary Walker's like having Pelle teacher had a kickable."
    },
    {
        "start": 759.0,
        "end": 762.0,
        "text": " And that's how I and I was always respectful."
    },
    {
        "start": 762.2,
        "end": 773.2,
        "text": " I had to correct him from time to time because he would make the occasional blender which which Mary lived off let's be honest the Maria's yeah and I would have to gently sort of."
    },
    {
        "start": 773.4,
        "end": 785.2,
        "text": " Correct him on a few things so but I think people came on that journey with me as well but because they knew there was like ultimate the ultimate respect and we got on very well very really well."
    },
    {
        "start": 785.2,
        "end": 787.6,
        "text": " Do you have any favorite more isms."
    },
    {
        "start": 787.8000000000001,
        "end": 793.0,
        "text": " The certain ones that I was just looking through on YouTube if you today you know I'm going to start the stopwatch."
    },
    {
        "start": 793.2,
        "end": 802.4000000000001,
        "text": " Yeah like that which was just amazing it is such a fast moving sport is never to be able to make some mistakes or triple words of it but that kind of was the charm is that fair."
    },
    {
        "start": 802.6,
        "end": 811.4000000000001,
        "text": " I think so and then he was smart enough to literally trade off making mistakes was who else can get away with that in the world of broadcasting."
    },
    {
        "start": 811.4,
        "end": 821.6,
        "text": " You know be famous and love for making errors I mean it's genius isn't that but he had such a personality it will know the Maria's and I think it's."
    },
    {
        "start": 821.8,
        "end": 831.8,
        "text": " It's that the energy when he would be slightly stooped over and and and you know some have been happening on the screen and he's so excited."
    },
    {
        "start": 832.0,
        "end": 841.1999999999999,
        "text": " And so engaged in that that that's probably what I'll remember most in those mids 90s broadcasts what were you looking at as a."
    },
    {
        "start": 841.4,
        "end": 848.8,
        "text": " Commentary box obviously will come on to talk about the modern commentary box but I'm just intrigued how much data much information did you have in front of you."
    },
    {
        "start": 849.0,
        "end": 861.1999999999999,
        "text": " Well we had a lot less but then everybody had a lot less because now when I'm not attending Grand Prix I sit and watch it all weekend with my devices out and all the sector times and what have you in speed."
    },
    {
        "start": 861.4,
        "end": 870.6,
        "text": " So yeah I mean there's radio which is we've really got to paint the picture obviously I've never done that TV."
    },
    {
        "start": 870.6,
        "end": 884.2,
        "text": " You've got the picture you've got there were less camera angles there was not a lot less data and so and stats and hardly any stats around really back in those days so."
    },
    {
        "start": 884.4,
        "end": 894.8000000000001,
        "text": " But it didn't seem to matter we have some big characters driving the cars and and the racing was pretty good but it wasn't anywhere near as good as today because I think people got."
    },
    {
        "start": 894.8,
        "end": 918.0,
        "text": " Roast into classes of like racing used to be so much better it wasn't just so much more unreliable and cars crashed more because they were much more difficult just to keep on the on the racetrack you know the the mount of when I was driving you could be on the podium to laps behind would laugh today if that happened if you're 20 seconds behind you're a long way behind these days so."
    },
    {
        "start": 918.4,
        "end": 937.8,
        "text": " The you know there were some some pretty steady old races remember I need to be know many of those years which team was going to win we knew which driver I Michael Schumacher in a Ferrari and then of course we had to fit five advertising breaks in into a fast moving sport and you."
    },
    {
        "start": 938.0,
        "end": 953.0,
        "text": " I can only remember actually in all the years we did it I TV four or five ads that were really lumpy some are other we we sort of magic them and then they added a minute to them later on in that I TV phase."
    },
    {
        "start": 954.4,
        "end": 962.0,
        "text": " And that it was in the when it was Schumacher and the Lonsso fighting hard that was the one we got horribly wrong."
    },
    {
        "start": 962.6,
        "end": 975.6,
        "text": " But generally I think we sort of ease them in and out but so marine I would have to talk for the rest of the world as it was known as you know whoever was taking our feed we didn't that we I'm not sure I know today who takes our feed but."
    },
    {
        "start": 977.6,
        "end": 990.68,
        "text": " In totality I mean but and then we'd have to pick back up and of course if something had happened in an ad break we had to play it back in and so we used to sort of tread water but there are times when marine I looked at each other and like."
    },
    {
        "start": 991.0799999999999,
        "end": 998.0799999999999,
        "text": " What what we can say now there's nothing happening so some of those races were pretty tedious I'm I say."
    },
    {
        "start": 1002.28,
        "end": 1019.28,
        "text": " Before we continue the podcast a quick word from our sponsors drop box because we all know that victories in F1 can be won all lost by the finest of margins and it's the reason that data place such a crucial role in a team success in fact over a race weekend one and a half terabytes of data is collected per team."
    },
    {
        "start": 1019.68,
        "end": 1033.48,
        "text": " That's a lot of data as a technology partner of the McLaren Formula 1 team drop boxes trusted for its fast secure and reliable sinking and sharing capabilities which helps the team quickly search and manage this huge amount of content and data."
    },
    {
        "start": 1033.68,
        "end": 1048.8799999999999,
        "text": " If you'd like to find out more you can get an exclusive behind the scenes look at how Dropbox fuels the McLaren Formula 1 team speed and performance by visiting dropbox.com forward slash McLaren F1 and of course a big thank you to Dropbox for sponsoring this podcast."
    },
    {
        "start": 1049.28,
        "end": 1067.68,
        "text": " Okay let's talk gridwalk. Some of you become very famous for it's got a cult status. Let's go back to the beginning your first gridwalk who have the crazy idea to send you with a microphone and a camera down a grid in Formula 1."
    },
    {
        "start": 1067.68,
        "end": 1085.0800000000002,
        "text": " It would be Neil Duncanson Gerard Lane at North one who ran the ITV F1 program. They said I'm not a creative person I'm a detail person I'm a you know I'm a fact I'm not I'm a knowledge based person I'm not really creative at all."
    },
    {
        "start": 1085.28,
        "end": 1097.48,
        "text": " And that's true today and that's why I love doing Formula 1 TV because here at Sky because we've got so many young created like you could sell coming through and you know coming up with ideas and challenging you and keeping you."
    },
    {
        "start": 1097.68,
        "end": 1104.68,
        "text": " But younger in mind and so they said why don't you walk down the grid and just say what you see."
    },
    {
        "start": 1104.88,
        "end": 1119.28,
        "text": " Right then I'll go that and literally I was the only person on the grid to put on camera and I remember sitting down and saying this is the driver's eye view when they come to the grid because with the camera over my show because you sit on the floor of a Formula 1 car."
    },
    {
        "start": 1119.28,
        "end": 1133.48,
        "text": " And it just grew from there really it was so easy back in those days so easy because there was nobody else to compete with drivers would stop by and have a good old chat I remember talking once to Michael Schumacher and Gerard Berger at the same time."
    },
    {
        "start": 1133.68,
        "end": 1143.48,
        "text": " And could do what I wanted and go where I wanted to the grid was deserted generally speaking back then so."
    },
    {
        "start": 1144.28,
        "end": 1163.88,
        "text": " And it kind of just grew and then funny things happen not intentionally I'm not a comedian I'm absolutely not a standup comedian and I'm massively at my comfort zone doing it which is again as well I've never watched one is running around being cheeky and interrupting people is so not me so not me."
    },
    {
        "start": 1164.0800000000002,
        "end": 1173.0800000000002,
        "text": " But it's sort of taking on a life of a life of its own it annoys me a bit to be honest because as you introduce it as you become very famous for."
    },
    {
        "start": 1173.68,
        "end": 1189.0800000000002,
        "text": " And rather be well known and appreciated for calling a race calling some good races being a being a sports commentator rather than being kicked by or by a security guard or ignored by somebody."
    },
    {
        "start": 1189.28,
        "end": 1199.28,
        "text": " But it's you're right it has taken on life of its own and it's sort of grown over the years but then you know the grid now has what it looks like it's got 2000 people on it from what I can work out."
    },
    {
        "start": 1200.6799999999998,
        "end": 1210.6799999999998,
        "text": " What are the ingredients then of a good grid walk what if you were to set up your dream grid walk who are the people may be and what what would have to happen for you to go that was a good one."
    },
    {
        "start": 1211.28,
        "end": 1219.48,
        "text": " But the only thing that the only feedback is when I've come up with a bit of one line up or I've literally been like told to go away by somebody."
    },
    {
        "start": 1220.88,
        "end": 1224.88,
        "text": " So that's not my idea of a dream grid walk a good grid walk."
    },
    {
        "start": 1226.68,
        "end": 1235.48,
        "text": " Adds a little bit of important information about the day the race the cars or one of the cars or one of the drivers in particular and."
    },
    {
        "start": 1236.48,
        "end": 1243.48,
        "text": " Talk to a celebrity must talk to some drivers I'm really disappointed if I don't get to see some drivers which can."
    },
    {
        "start": 1244.48,
        "end": 1249.08,
        "text": " No impossible actually to find a driver on the grid because they go they get a garage."
    },
    {
        "start": 1249.48,
        "end": 1262.88,
        "text": " Yeah want to be bothered I guess no but a lot of them like you know Lewis and George go back to the stations in the garage and do a debrief I mean that on headphones and some a lot of the drivers do they get off the grid if it's hot especially."
    },
    {
        "start": 1262.88,
        "end": 1268.88,
        "text": " They need to go and drink they need to go to the bathroom they need to and they don't want to be bothered on the grid you're right."
    },
    {
        "start": 1269.88,
        "end": 1292.68,
        "text": " So but I like to talk some drivers few celebs few key people in Formula one whenever you see me doing an mrp as I call it a multi random person yeah I mean travel I don't know why I didn't I'm going to talk to next because it's sort of test me to be honest because I've got three different people talking to me."
    },
    {
        "start": 1292.88,
        "end": 1304.88,
        "text": " In and I'm trying to work out what I'm going to do next whilst asking sometimes like massive a list as a question golden rule number one you must listen to the answer because."
    },
    {
        "start": 1304.88,
        "end": 1309.48,
        "text": " You know you've got to pick up if they say something really interesting so I'm kind of trying to listen."
    },
    {
        "start": 1309.88,
        "end": 1319.0800000000002,
        "text": " I'm listening in here and I'm having a little look around wondering what I'm going to do next and I like that is the only thing that really makes me nervous."
    },
    {
        "start": 1319.08,
        "end": 1334.08,
        "text": " I miss the I think sports people in general but racing drivers perhaps in particular I don't know where adrenaline junkies were so used to that adrenaline of getting in a car starting a race you know jumping in for qualifying lap whatever."
    },
    {
        "start": 1334.08,
        "end": 1351.08,
        "text": " So the only thing that replaces that a bit is the gridwalk when they go cumalt in and I know I've got 12 to 14 minutes of unrehearsed unscripted live car crash television I'm a bit nervous to be honest and I like that feeling."
    },
    {
        "start": 1351.08,
        "end": 1363.08,
        "text": " I guess that's a different nerve or different form of nervousness doing a gridwalk to a common commentary because the commentary you know you're going to have the pictures you know you're going to have a race in front of you to commentate on but is the gridwalk really is just you."
    },
    {
        "start": 1363.08,
        "end": 1372.08,
        "text": " And whatever you choose to do in that 12 to 14 minutes it is and we put little to no planning in."
    },
    {
        "start": 1372.08,
        "end": 1385.08,
        "text": " It might get mentioned on a Sunday morning like what we're going to have the gridwalk there somewhere I think Miami we had 60 a list of 60 odd celebs going on the grid Vegas it was 72."
    },
    {
        "start": 1385.08,
        "end": 1403.08,
        "text": " So we're feverishly trying to work out who these people are what they look they never look in their normal cities on the grid in their sonnies and the cat or whatever how they do online Florence Pugh who's absolutely lovely I talked to her at the bridge grumpy 2023."
    },
    {
        "start": 1403.08,
        "end": 1411.08,
        "text": " I'd looked at Google her and I'm usually doing this during our pre show like trying to Google these people I like talk to."
    },
    {
        "start": 1411.08,
        "end": 1440.08,
        "text": " And when we found on the grid she had pink short pink here which you did not have online so actually getting the wrong person is highly possible give us some of the highlights of your gridwalk then over the over the your formula one career who who are the people that you've had that you go yeah I really enjoyed that or that was a really interesting good conversation so I would always start with the drivers in that respect talking to Michael Schumacher."
    },
    {
        "start": 1440.08,
        "end": 1461.08,
        "text": " Michael Schumacher Kimmy Reikinen we had an amusing event within in Brazil once but perhaps the peak for me was front of the grid Susica make a hacken and is on pole going to got chance win the world championship and he's just putting his bala clavaron as I get there."
    },
    {
        "start": 1461.08,
        "end": 1469.08,
        "text": " And he looks at me as much say we were teammates at McLaren obviously know each other well still very much do."
    },
    {
        "start": 1469.08,
        "end": 1480.08,
        "text": " And he looked at me as much say you know better than come on Martin so I just said to him make a can you win the world championship today yes I can."
    },
    {
        "start": 1480.08,
        "end": 1503.08,
        "text": " Dango's the bala clava on goes the helmet gets in the car wins the world championship and for me that is unique broadcasting opportunity content whatever you like to call it because which other sport can you do that in where you get you can talk to the participants seconds before they're about to do what they do."
    },
    {
        "start": 1503.08,
        "end": 1516.08,
        "text": " And that's what I love most actually or just spotting something or or just a little something in terms of the celebs Kylie Minogue's always one of my favorites said flange Pue was lovely."
    },
    {
        "start": 1516.08,
        "end": 1544.08,
        "text": " And well just endless endless lovely people actually who are enjoying it I know I know Lord the fans some of the fans I should say get angry because they think they're real formula on fans they should be on the grid and not celebs who don't really care and just milking it for for themselves but there is an element of that some people come along just to be seen and and don't you can tell they're not really into it."
    },
    {
        "start": 1544.08,
        "end": 1556.08,
        "text": " I would say half the people on that on the list we get through either don't turn up to the event and if they do they don't make it onto the grid so that throws us a few curveballs."
    },
    {
        "start": 1556.08,
        "end": 1573.08,
        "text": " Yeah Michael Douglas and Catherine Zeta chose they're always lovely and gracious to me and so I just I just love meeting people I think it's a great privilege to meet these the actors and sports folk and all that isn't it's a wonderful privilege to meet them pop stars what have you."
    },
    {
        "start": 1573.08,
        "end": 1591.08,
        "text": " Storm season was great i could go on and on actually Ozzy Osborne he was yeah hilarious in Canada one year and it goes on but of course the only thing that goes viral on I think all tick tock which I've been on."
    },
    {
        "start": 1591.08,
        "end": 1613.08,
        "text": " Which amuses me really but you know this stuff so all all is literally when it goes wrong isn't it when I get knocked about or something but whatever it was hugely enjoyable and must say going through you chief and looking at all of the old ITV ones the Ozzy Osborne one there's a compilation of you and Jensen used to give you a little."
    },
    {
        "start": 1613.08,
        "end": 1615.08,
        "text": " Yeah the little little."
    },
    {
        "start": 1615.08,
        "end": 1641.08,
        "text": " Yeah if you've got time you've achieved is a fantastic place for all of us on set because it's it's very very good you could fall into a real hole and what about how the grid walk has changed since 97 to today you mentioned there the influx of celebrities on the grid and can you remember a point where you were on the grid and you went oh yeah hold on a minute there's a lot of people on here now and this is this is full of celebs yeah I think so."
    },
    {
        "start": 1641.08,
        "end": 1666.08,
        "text": " One of one's massive at the moment bigger than I've ever seen it and I think there's a number of reasons for that in the pandemic we put on 32 grumpery when most other sports weren't happening that was an incredible effort by everyone by falling on itself the FIA all the teams and media you know I think what do we have 150 or 200 of those tests up our noses to get around the world to cover Formula one then."
    },
    {
        "start": 1666.08,
        "end": 1685.08,
        "text": " So, fun moments out there when pretty much north sport was drive to survive has been massive massive for the biggest step change I've seen is on drive to survive in terms of energising a younger audience more diverse audience has been absolutely brilliant."
    },
    {
        "start": 1685.08,
        "end": 1704.08,
        "text": " The grid look like a massive boy band and they you know they're good looking kids the media savvy they're just nice they are really nice kids and the racing the racing has been really good and I think that is brought a lot more celebrities on to the grid so that's what's changed the."
    },
    {
        "start": 1704.08,
        "end": 1719.08,
        "text": " The the the grid itself if you like the sort of landscape Bernie equals to you know none of us would be in Formula 1 if it wasn't for Bernie putting sort of gluing it all together over those decades but anybody on the grid hardly."
    },
    {
        "start": 1719.6799999999998,
        "end": 1725.48,
        "text": " Liberty media have really opened up the grid to point where it's almost impossible to get around now but."
    },
    {
        "start": 1725.48,
        "end": 1737.48,
        "text": " And they've energized that there's no there's no doubt about it people want to be seen on the Formula one grid there was a time where we could have gone a whole season without seeing a decent a list if you like so."
    },
    {
        "start": 1737.48,
        "end": 1742.48,
        "text": " I think there's any number of elements that have made Formula one."
    },
    {
        "start": 1742.48,
        "end": 1754.48,
        "text": " Like it is now especially America it is bizarre isn't it when you think about it these these mechanics and engineers and drives are about to prepare a car to do all those laps for grumpy and then you've got all these people just try to get photos or invade the space I was thinking if you."
    },
    {
        "start": 1755.48,
        "end": 1772.48,
        "text": " And you're a surgeon you're about to do surgery on someone the last thing you would want is all these distractions and yet these people have to deal with all the stuff around them but the energy that is created on a Formula 1 grid with the music blaring it's not great for us as broadcasters isn't it is such a great energy to be on a Formula 1 grid it is."
    },
    {
        "start": 1772.48,
        "end": 1783.48,
        "text": " It's the calm before the storm as well isn't it but then there's laptops everywhere there's heaters for this bit coolers for that bit dry ice everywhere."
    },
    {
        "start": 1783.48,
        "end": 1796.48,
        "text": " And the mechanics are actually quite calm because they've done their job and I used to be really calm on the grid because I felt right I've qualified best I can now I'm going to go racing that's a bit I really love I'm good at and I used to feel quite calm in that space as well but."
    },
    {
        "start": 1796.48,
        "end": 1812.48,
        "text": " Yeah I think it's a huge privilege to be on a Formula 1 grid and I still you know I've done around 600 races or something and I first stood in the you know cops corner in the 60s when I went my uncle 60 years ago."
    },
    {
        "start": 1812.48,
        "end": 1841.48,
        "text": " So I you know I feel very lucky to still be on the grid absorbing all of that and I often think if it was Wimbledon you couldn't go to Roger Federer and go Roger just for you serve that ball you know that's the grass today how are you feeling you know do you think you can win this or Beckham in the center circle at Wembley you couldn't say David David will stop stop stop right just for you kick that ball you know we we get we get this access that's just a bit of a lot of things."
    },
    {
        "start": 1841.48,
        "end": 1855.48,
        "text": " I think it's a bit of a lot of things that are really this access that's that's unique and I know some of our sky f one colleagues when they come in from other sports they're blown away by the access that we get and I think that I think this lovely and I think our fans hopefully appreciate them."
    },
    {
        "start": 1855.48,
        "end": 1870.48,
        "text": " I'm sure they do and let's move on to talk a bit more in detail about commentary so you leave the grid and I firstly I'd like to know how you get to your commentary box I imagine some tracks are easier than others to get to the commentary box which is not always by the side of the by the side of the grid."
    },
    {
        "start": 1870.48,
        "end": 1891.48,
        "text": " What do you do I mean you mentioned early you don't bring any notes to the commentary box of what are you doing to prepare for a race if anything suddenly morning we go to some briefings crafty and I and get that sort of last minute knowledge and teams are quite open at that point because not you know not a lot's going to share they're not going to give you their race strategy but they give you a lot of information."
    },
    {
        "start": 1891.48,
        "end": 1920.48,
        "text": " I just we just read a weekend I like I got on track on a Friday so I get a lot of knowledge from that I talk relentlessly to people I've got my touch loans in the paddock where we trade information three or four people if something big is going up I will go and talk to Zach Christian total going talk to somebody and they won't they won't tell me lies if they can't tell me."
    },
    {
        "start": 1920.48,
        "end": 1949.48,
        "text": " They won't tell me all they'll tell me something I would say 60 or 70% of what I know I can never say on the TV but that does give me the other 30% and then it also means that it gives me a guidance or I can give my sky for one colleagues a guidance on if we're heading off in the wrong direction or something it's probably too much six to 70% but there's a lot of stuff you get to know and people tell you what you're doing."
    },
    {
        "start": 1950.48,
        "end": 1979.48,
        "text": " You've been great confidence so you can't breach that confidence otherwise you'll never you'll never get the other beer down the road so you know we are we are in a sanctum we get caught in the crossfire the most unpleasant time I've known in all these years are commentating was avid Abbey 2021 2021 in general because it became so feisty so aggressive between Mercedes and Red Bull and sky kind of got caught up in the middle of the world."
    },
    {
        "start": 1980.48,
        "end": 2001.48,
        "text": " We got caught in the crossfire basically and each team pretty much fell if you weren't with them you had to be against them and they both felt that and it was really uncomfortable actually that that whole phase but friendships remained and we all moved on so we we just gather knowledge and then try and try and share it."
    },
    {
        "start": 2001.48,
        "end": 2012.48,
        "text": " What then for you is important in a good commentary again what do you what do you look for what do you what makes you go yeah did a good job there that I feel like a nailed that race."
    },
    {
        "start": 2012.48,
        "end": 2028.48,
        "text": " So we have to you know how teams have got a group of people on the pit wall in the garage and then back at base doing the strategy looking at their two cars and trying to work at what they have main rivals are doing we try to do that for all ten team."
    },
    {
        "start": 2028.48,
        "end": 2035.48,
        "text": " So if we call the strategy well and I go."
    },
    {
        "start": 2035.48,
        "end": 2051.48,
        "text": " I have to cover that now and I think they've stayed out too long or something and it turns out to be right I feel quite good about that because it's hard trying to think about the strategies for all of them we don't we don't know how how how to play out."
    },
    {
        "start": 2051.48,
        "end": 2058.48,
        "text": " Not that I want to be myself up on that but I feel we told the real story as we've gone along."
    },
    {
        "start": 2058.48,
        "end": 2080.48,
        "text": " I do think the worst case scenario is if somebody's running nine that ends up on the podium and you haven't flagged it up you know you haven't telegraphed that watch out for this watch out for Charlie humming top you know he's nine at the moment but he's pays and he's not going to stop again and all that yeah that would be my and it's never happened."
    },
    {
        "start": 2080.48,
        "end": 2087.48,
        "text": " It's never happened to be my ultimate nightmare that somebody pops up like oh he's on the podium is he where did that come from."
    },
    {
        "start": 2087.48,
        "end": 2106.48,
        "text": " Yeah I guess that's part of the challenge of Formula One isn't it because we don't actually at sky control the pictures that we get so obviously we're you know F under a phenomenal job of giving us pictures for the race but you are in charge of telling that story aren't you and obviously we as a British broadcaster we try to tell the story British drivers just with the perhaps a bit more detail is that is that fair."
    },
    {
        "start": 2106.48,
        "end": 2126.48,
        "text": " I don't know whether we know I don't think we do I don't I don't think there's any I mean I'm a I'm a Brit I'm a form British Formula One driver and we're broadcasting primarily to British you know British broad broadcaster others take off eat all the way around the world so do we win nothing like when I watch the Olympics or the World Cup"
    },
    {
        "start": 2126.48,
        "end": 2153.48,
        "text": " or the European Cup obviously your commentators are fervently pro whichever country they're from commentator I don't think we do that I like to think we're we're pretty balanced I really do and actually we get flack from pretty much everybody because what I have learned in these 27 28 years is that you can say a thousand positive things about somebody 10,000"
    },
    {
        "start": 2153.48,
        "end": 2174.48,
        "text": " and one negative will get back to them and their fans get on to it or their family and friends tell them and they get they get a little bit now I get a few cool sideways glances sometimes nobody ever comes up to you and says thank you very much for what you said about us at the"
    },
    {
        "start": 2174.48,
        "end": 2192.48,
        "text": " time of the year I did have it once actually it was nickel Rosberg and he came up to me in Malaysia a million years ago said I'd like thank you for what you said about me last weekend I said OK I really I really appreciate that because I've got the answer you the first driver that's ever"
    },
    {
        "start": 2192.48,
        "end": 2208.48,
        "text": " to me like that and by the way the last and blah blah blah I said if you don't mind what what did I say that you like just just for my reference he said I don't know my mom told me I needed to thank you."
    },
    {
        "start": 2208.48,
        "end": 2226.48,
        "text": " So actually I still haven't been thanked by a driver for something and you do you you actually I respect them so much I've just jumped out of a of a very recent hybrid car this week and my respect for the drivers is even higher than it was before if that's possible."
    },
    {
        "start": 2226.48,
        "end": 2255.48,
        "text": " So something we'll be covering later in the year on Skype one but I have the utmost respect I know how hard it is to get to Formula One it's even harder to stay there so my fundamental position is respect and they're doing a great job of course you can't just keep you know if somebody's made a mistake or somebody's error on the spot you have to call you know they've gone off into the wall together who's fault was here or"
    },
    {
        "start": 2255.48,
        "end": 2284.48,
        "text": " should a driver have done this or that in qualifying as he missed an apex as he hit a curb too hard or whatever you've got to say that so yeah the negatives get picked up the positives the positives don't so that that's that's an interesting one but it you know I take a commentary I love doing was the brilliant Brazilian Grand Prix 2008 where Felipe Massa looked like he was the world champion but I spotted I was watching sector by sector."
    },
    {
        "start": 2285.48,
        "end": 2310.48,
        "text": " Lewis and Tim O'Glock and I kind of I had that one covered and I was pretty proud of that one because that was an easy one to get wrong and that so there the moments we we've got to get it we got to make the right call you don't always get it right you make mistakes of course you make mistakes and the worst thing the world to do is then in front of tens of millions of people start trying to justify yourself you've made a mistake shut up and move on."
    },
    {
        "start": 2310.48,
        "end": 2339.48,
        "text": " Hands up yeah sorry guys was wrong yeah what refreshing attitude to have and it's a well it's a very nuanced sport as well isn't it it's so complicated that having all these different elements we need someone like yourself like the experience pundits that we have to break it down for us and let's move on if we can to interviewing which is another big part of your job and you've got grid walk you've got your commentary is a broadcaster but interviewing you've probably interviewed I think it's fair to say everyone worth there or everyone worth interviewing."
    },
    {
        "start": 2340.48,
        "end": 2357.48,
        "text": " So I'd like to get your thoughts on what they're like to interview let's pop stop us and world champions Lewis Hamilton first of all when did you first meet Lewis and how have you enjoyed watching his career progress and obviously be the seven time more champion that is today."
    },
    {
        "start": 2357.48,
        "end": 2364.48,
        "text": " I handed Lewis a trophy to Bucknell Park when he was twelve or thirteen years old was the first time I met him."
    },
    {
        "start": 2365.64,
        "end": 2371.48,
        "text": " I remember he was an instructor at Palmer's spot he took his round in some catering one day when he was younger but."
    },
    {
        "start": 2371.48,
        "end": 2381.48,
        "text": " I would first have met him to chat to him when he was a McLaren protégé when he got up into F2 especially I'd see him in the McLaren mode at home so."
    },
    {
        "start": 2382.48,
        "end": 2396.48,
        "text": " Yeah he's you know these particularly Lewis he's a mega star he's transcended the sport everybody wants to talk to all of these mega stars in Formula one especially these days so."
    },
    {
        "start": 2397.48,
        "end": 2404.48,
        "text": " They're generally a bit reluctant they've got so many demands on their time now with sponsors and medium what have you so."
    },
    {
        "start": 2405.48,
        "end": 2410.48,
        "text": " If you're going to sit down and talk to them you need there's no point there's no flim flam there's no."
    },
    {
        "start": 2411.48,
        "end": 2423.48,
        "text": " Just get on with it they they know you've done it yourself not to the level they have and again and nothing I'd learned about from Mary is it's never about you."
    },
    {
        "start": 2424.48,
        "end": 2432.48,
        "text": " Leave your ego out the comments box leave your ego out of all these interviews because it's just about them and the subject of the day."
    },
    {
        "start": 2433.48,
        "end": 2445.48,
        "text": " Yeah you're not going to hit them hard right between the eyes but you've got to you've got to be journalistic you've got to ask the tough questions and that's that's sometimes very hard to do."
    },
    {
        "start": 2445.48,
        "end": 2461.48,
        "text": " I sometimes I'd like to be more journalistic than I am but I need to talk to these guys on the grid I travel near them on an airplane I see them here there and everywhere they're friends some of them so it's quite a balancing act actually."
    },
    {
        "start": 2462.48,
        "end": 2486.48,
        "text": " But they're all all the drivers are intelligent and ready to have an intelligent conversation I find I find it pretty easy to talk to them to be honest I mean you know if one of them's kind of on the way out they were a star they were a champion but it's sort of the end of the day is that they I wouldn't turn look forward to those interviews."
    },
    {
        "start": 2486.48,
        "end": 2493.48,
        "text": " I'm very interesting I mean did you mention it that do you think the fact that you've been there and done it from a."
    },
    {
        "start": 2493.48,
        "end": 2508.48,
        "text": " Error where it was more dangerous than it is now in Formula 1 do you think that those drivers currently have a larger respect for you and when you ask them a question they know that you've been there they know that you've done it I don't know if any respect for me whatever answer."
    },
    {
        "start": 2508.48,
        "end": 2518.48,
        "text": " You love to ask them I don't know I think there's no doubt about it it helps when they know you've been there done it crash the car."
    },
    {
        "start": 2518.48,
        "end": 2530.48,
        "text": " What about then interviewing Michael Schumacher a former teammate and you then go into become a broadcaster how did you find that transition and what if you can recount any times you interviewed him where you went."
    },
    {
        "start": 2530.48,
        "end": 2550.48,
        "text": " Well weirdly we fell out because something I said was translated taken out of context and translated into German and put in a headline and newspaper Michael got very upset I have no idea what it was to this day and we didn't speak for he wouldn't speak to me for five years it was really odd."
    },
    {
        "start": 2550.48,
        "end": 2570.48,
        "text": " And then we got drunk together in a nightclub in Valencia when when when he was on his sabbatical between Mercedes and Ferrari and we were fine after that he was sort of hanging off my shoulder like my team mate my team and we sort of broke the ice again so I really don't know what the problem was but that that was a real shame."
    },
    {
        "start": 2570.48,
        "end": 2598.48,
        "text": " But yeah generally I think you have to you know there are some drivers many drives do it and I find it interesting to see Nico coming over or DC mark Webarm thinking they're coming they're coming out of the paddock usually with the other side of the track in a bit dingy the TV compounds empty coffee cups everywhere which I go around and clear up because I'm a bit of a neat freak but"
    },
    {
        "start": 2598.48,
        "end": 2627.48,
        "text": " yeah I think how they're going to cope with that Damon's another one but they all cope with absolutely fine because they're just real people at the end of there they might be mega stars when they're in a racing car but they're just real people and they come over and they engage and they just get stuck in and you know we run a pretty tight ship don't we with our meetings and and the way we go about it and the structure to what we do so it impresses me and I don't know I don't think it matters whether you're in TV or whether you're still driving or not."
    },
    {
        "start": 2628.48,
        "end": 2633.48,
        "text": " Whatever it's just a human level have you got some interesting questions and pertinent questions or not."
    },
    {
        "start": 2633.48,
        "end": 2655.48,
        "text": " We've got a situation now haven't we with social media where the likes of say Lando Norris can have his own YouTube channel his own Instagram account he can broadcast his own story in his words and make it completely authentically him he doesn't to in a sense do you think he still needs the likes of linear broadcasters like Sky to to have a platform to be able to speak to a wider audience."
    },
    {
        "start": 2655.48,
        "end": 2683.48,
        "text": " So of course if a team or a driver's putting stuff out you know it's all going to be very positive and very angled towards them or their sponsors or whatever there's no journalistic element to that there's no no asking the the real questions that need need asking so maybe there's room for both there appears to be room for both doesn't it but it's a different offering completely but yeah if a driver's prepared to take you."
    },
    {
        "start": 2683.48,
        "end": 2695.48,
        "text": " You can live your life to an extent vicariously through what they're doing then then great if that's what people want we're going to come at it for in a different in a different way."
    },
    {
        "start": 2695.48,
        "end": 2702.48,
        "text": " Final question on interviewing who've been your favorite people to speak to from a drivers from the drivers perspective."
    },
    {
        "start": 2702.48,
        "end": 2711.48,
        "text": " I like Max talking to Max finding very grounded and very straightforward I like them all to be honest I got so much respect for them."
    },
    {
        "start": 2711.48,
        "end": 2715.48,
        "text": " So I said good all of them at all."
    },
    {
        "start": 2715.48,
        "end": 2728.48,
        "text": " And they're all good people you know and they're bright people I don't think I've got a single driver that I haven't enjoyed engaging with very good answer very diplomatic arts."
    },
    {
        "start": 2728.48,
        "end": 2742.48,
        "text": " Just let final few questions while we've got you and we've spoken kind of about how formula one has changed about how your broadcasting career has changed since 1997 and when you look at the future of Formula one are you excited by what's coming."
    },
    {
        "start": 2742.48,
        "end": 2749.48,
        "text": " Where do you see the positives and perhaps the dangers for Formula one over the next five to ten years."
    },
    {
        "start": 2749.48,
        "end": 2767.48,
        "text": " Well we're on the crest of a wave I don't know how long we can ride that for but it's just sensational at the moment everybody wants a piece of Formula one and everybody seems to be interested in it and Netflix it doesn't do anything for me I've watched a bit a little bit of it but it's not aimed at me at all but it's."
    },
    {
        "start": 2767.48,
        "end": 2786.48,
        "text": " I've reduced the average age of a full on audience by ten years and increased the female participation in the audience to 37% I believe that is incredible for any sport in the world would love that and and we're on a roll everybody wants a Grand Prix countries want a Grand Prix everyone wants to beat a Grand Prix"
    },
    {
        "start": 2786.48,
        "end": 2815.48,
        "text": " and if we can keep that going for a while so we got to be entertaining at the end of the day people don't want to you know we've sort of weathered Mercedes winning everything and then Red Bull winning everything as long as there's some decent racing you nobody wants to sit and watch a sport where you know the result before even begins so we've got to be competitive we've got to you know but it's fast it's still a bit scary we still have some big old crashes and"
    },
    {
        "start": 2815.48,
        "end": 2841.48,
        "text": " the you know it's it's a fascinating high finance world everything about it so we've got to keep going I'm concerned about the twenty twenty six cars but not overly because it usually we get all this noise and then it'll be all right on the night it's a shame because it will scatter the pack again for twenty twenty six twenty five I think will be an all time classic season in Formula one"
    },
    {
        "start": 2841.48,
        "end": 2853.48,
        "text": " it's going to be so close now everything's converging as we're seeing already in this season as well aren't we of course with seven different winners this year so it's a pity we've got to do that what why are we"
    },
    {
        "start": 2853.48,
        "end": 2871.44,
        "text": " it's to keep the manufacturers engaged although that hasn't really happened because Alpine gone on the stage I don't know whether they would have stayed or not audio coming in Ford but that's very much a Red Bull project really has it really engaged lot more manufacturers know we've got to"
    },
    {
        "start": 2871.44,
        "end": 2900.44,
        "text": " stay relevant this is huge problem for Formula one you've got to be cutting edge we've always been cutting edge of technology you've got to stay relevant you can't become a dinosaur but at the same time we'd all love V8s and V10s and petrol engines back but then we wouldn't have the manufacturers and the sponsors and we wouldn't be anywhere near as grand as we as we are so it's a very very difficult line to walk for Formula one"
    },
    {
        "start": 2900.44,
        "end": 2912.44,
        "text": " and I hope we got it right twenty six that's hope so Martin thank you so much for coming on a really really fascinating chat and I think I speak for all of Skyseval's F1 viewers and I say we look forward to many more grid walks many more commentaries for years to come"
    },
    {
        "start": 2912.44,
        "end": 2916.44,
        "text": " commentaries great grid walks you can have them thanks Martin"
    }
]