[
    {
        "start": 0.0,
        "end": 7.68,
        "text": " Oscar, great to have you on the show again. How are you? I'm very good, thank you."
    },
    {
        "start": 7.68,
        "end": 11.36,
        "text": " Yeah, I'm good. I'm good. Please to be back at it again. Yes."
    },
    {
        "start": 11.36,
        "end": 16.48,
        "text": " Yeah, nice to be back. A long winter. And thank you for allowing us what I call backstage."
    },
    {
        "start": 16.48,
        "end": 22.64,
        "text": " We're in this drive, is room. What goes on in here? Anything and everything."
    },
    {
        "start": 22.64,
        "end": 36.0,
        "text": " Naps, warming up, chilling out, crying if you need to. Everything that happens is in here."
    },
    {
        "start": 36.0,
        "end": 40.56,
        "text": " I've always wondered, you know when you go to the grid and then there's quite a long period now"
    },
    {
        "start": 40.56,
        "end": 44.96,
        "text": " before the race starts. Do you come back to your drivers room during that time? No."
    },
    {
        "start": 46.08,
        "end": 52.32,
        "text": " We go back to the garage and talk to some engineers but they've made it shorter again."
    },
    {
        "start": 52.32,
        "end": 60.08,
        "text": " This year now. So there's actually not that much time. So there's probably not going to be me sitting on TV"
    },
    {
        "start": 60.08,
        "end": 67.04,
        "text": " watching a jetpack full of the sky again. But no, I don't come back here in between."
    },
    {
        "start": 67.76,
        "end": 72.56,
        "text": " Do you have any pre-race rituals that take place in here? I'm thinking, you know, I'm reminded of"
    },
    {
        "start": 72.56,
        "end": 78.4,
        "text": " Keith Richards from the Rolling Stones. Before he goes on stage, he likes to eat a shepherd's pie."
    },
    {
        "start": 79.36,
        "end": 86.72,
        "text": " Does Oscar Piaestry have any slightly weird pre-race rituals like that? No, no, no, I don't."
    },
    {
        "start": 88.0,
        "end": 94.24000000000001,
        "text": " I mean I do a warm up before each race that's the same thing. There's some small tweaks here"
    },
    {
        "start": 94.24000000000001,
        "end": 101.52000000000001,
        "text": " and there depending on what hurts that day. But that's the only thing. Yeah, there's no shepherd's"
    },
    {
        "start": 101.52,
        "end": 108.39999999999999,
        "text": " pies. There's nothing special. There's jumping. You just jump in and do it."
    },
    {
        "start": 108.39999999999999,
        "end": 113.36,
        "text": " Jump in and do it exactly. Well, the last time I saw you before Bahrain"
    },
    {
        "start": 113.36,
        "end": 119.92,
        "text": " was the FIA prize giving in Baku where you were picking up your rookie of the year award."
    },
    {
        "start": 121.12,
        "end": 126.72,
        "text": " So clearly it went really well for a rookie. But just how do you reflect on your first year in"
    },
    {
        "start": 126.72,
        "end": 137.04,
        "text": " Formula One? I think it was good, yeah. I mean, I would say there was quite a few weekends"
    },
    {
        "start": 137.04,
        "end": 142.0,
        "text": " where I thought I could have done a better job. There was definitely some weekends where I left it"
    },
    {
        "start": 142.0,
        "end": 148.24,
        "text": " saying, you know, I'm proud of that. And quite a few weekends in the middle where I went, well,"
    },
    {
        "start": 148.24,
        "end": 154.4,
        "text": " I did some things good, some things I can do a bit better. So on the whole, I was pretty happy"
    },
    {
        "start": 154.4,
        "end": 161.6,
        "text": " with it, I would say getting a rookie trophy at the end of it was nice. But I mean, that's not really"
    },
    {
        "start": 161.6,
        "end": 167.68,
        "text": " why I'm in Formula One to be honest. But yeah, I think it was a good year. I think, you know, now that"
    },
    {
        "start": 167.68,
        "end": 174.64000000000001,
        "text": " I've come back for the second year, I kind of realised just how draining a Formula One season is"
    },
    {
        "start": 174.64000000000001,
        "end": 182.08,
        "text": " and how much energy, you know, sort of a management you need to do for yourself. And, you know,"
    },
    {
        "start": 182.16000000000003,
        "end": 187.60000000000002,
        "text": " taking care of yourself from that side. So I think already that's paying dividends, I hope."
    },
    {
        "start": 188.88000000000002,
        "end": 195.12,
        "text": " But no, I thought it was a good first year in F1, but certainly a long way from the ceiling of what"
    },
    {
        "start": 195.12,
        "end": 200.48000000000002,
        "text": " I can do. I hope. It does lead me to ask. You know, you say there were some things where you felt"
    },
    {
        "start": 200.48000000000002,
        "end": 208.24,
        "text": " you could have done a bit better. What kind of areas are we talking about? I think in general,"
    },
    {
        "start": 208.24,
        "end": 213.92000000000002,
        "text": " there was probably two standout things. I think the consistency or lack of that I had last year was"
    },
    {
        "start": 216.16,
        "end": 222.24,
        "text": " not exactly how I wanted it to be. I think I was quite up and down in a few weekends."
    },
    {
        "start": 223.36,
        "end": 227.36,
        "text": " You're talking weekend to weekend to weekend. Yeah, weekend to weekend."
    },
    {
        "start": 229.20000000000002,
        "end": 236.0,
        "text": " And so I think just having more consistency across the year would be, it's always a positive thing."
    },
    {
        "start": 236.0,
        "end": 241.76,
        "text": " But I think that was something that I wasn't particularly happy with. And then managing the tyres"
    },
    {
        "start": 241.76,
        "end": 248.08,
        "text": " in a race that was from a, you know, specifically driving point of view. That was probably the biggest"
    },
    {
        "start": 248.72,
        "end": 256.24,
        "text": " focus that I took into this year and biggest thing I wanted to improve. I think my quality pace"
    },
    {
        "start": 257.2,
        "end": 262.96,
        "text": " in especially the second half of last year was there or thereabouts most of the time, but the race"
    },
    {
        "start": 262.96,
        "end": 268.56,
        "text": " pace was a bit more hit and miss. So that was something I really focused on. I think in Bahrain,"
    },
    {
        "start": 268.56,
        "end": 276.56,
        "text": " it was a good step in the right direction. On what is a pretty high-dead circuit,"
    },
    {
        "start": 278.0,
        "end": 284.71999999999997,
        "text": " you know, it felt like my entire management was decent. So that was a big focus for me and hopefully,"
    },
    {
        "start": 284.71999999999997,
        "end": 289.67999999999995,
        "text": " well, give myself a few more races to see if I've really kind of turned it around. But I think it's"
    },
    {
        "start": 289.68,
        "end": 295.04,
        "text": " been a good start on that from. Do you know, all this raises the question of just how hard it is"
    },
    {
        "start": 295.68,
        "end": 301.92,
        "text": " for rookies to come into Formula One? And is it a coincidence that 2024 is the first year in history"
    },
    {
        "start": 302.56,
        "end": 306.48,
        "text": " that we have no rookies? Because teams aren't willing to risk."
    },
    {
        "start": 308.72,
        "end": 317.68,
        "text": " Well, I mean, yes and no. It's, I mean, it is very tough. I think for me, like coming to F1,"
    },
    {
        "start": 317.68,
        "end": 328.0,
        "text": " you know, it's the first time I've raced against people that are so experienced in life, but in"
    },
    {
        "start": 328.0,
        "end": 334.24,
        "text": " anything, you know, I think in all my junior racing, I did, I think the most experienced somebody had"
    },
    {
        "start": 334.24,
        "end": 342.8,
        "text": " was three years in the same category. And you know, in my first season, Lando, who is not exactly"
    },
    {
        "start": 342.8,
        "end": 350.88,
        "text": " old, you know, he already had five. So or four, going into his fifth. So, you know, that's that kind"
    },
    {
        "start": 350.88,
        "end": 356.56,
        "text": " of experience, especially in the world of F1 really, I think goes a long way. And I feel like already,"
    },
    {
        "start": 357.84000000000003,
        "end": 364.40000000000003,
        "text": " you know, I'm learning that. And I think everybody is at such a high level that, you know, if you don't"
    },
    {
        "start": 364.40000000000003,
        "end": 370.88,
        "text": " get things a bit, if you get things a bit wrong, you know, everyone will pounce on you. And especially"
    },
    {
        "start": 370.96,
        "end": 379.84,
        "text": " the people that have the that experience, it's, you know, they just have more experience of good"
    },
    {
        "start": 379.84,
        "end": 385.6,
        "text": " and bad. And you know, I think for me, with the limited testing that we have, you kind of have"
    },
    {
        "start": 385.6,
        "end": 390.8,
        "text": " to learn things on the fly, which means having a few bad races here and there, which I definitely had."
    },
    {
        "start": 392.0,
        "end": 399.12,
        "text": " So that part is very hard. And I think trusting a rookie is not that easy."
    },
    {
        "start": 400.96,
        "end": 406.96,
        "text": " Yeah, I think, you know, McLaren took definitely, I want to, I want to hope a calculated risk"
    },
    {
        "start": 406.96,
        "end": 413.68,
        "text": " on bringing me into the team. But yeah, there's always kind of that uncertainty on, you know, first,"
    },
    {
        "start": 413.68,
        "end": 420.56,
        "text": " I guess, firstly, whether you're going to survive in the world of F1, it's certainly not easy."
    },
    {
        "start": 421.76,
        "end": 427.12,
        "text": " And then whether you're, you know, going to be capable and, you know, have that sort of"
    },
    {
        "start": 427.12,
        "end": 433.44,
        "text": " room to develop over time as well. So I think it's, it is very tough. I feel like"
    },
    {
        "start": 434.96,
        "end": 439.6,
        "text": " more rookies maybe should be given a chance. I think it'll be interesting to see what happens"
    },
    {
        "start": 439.6,
        "end": 446.56,
        "text": " to the 2025 grid. There could be a few new faces. But yeah, Oscar, I feel you were particularly"
    },
    {
        "start": 446.56,
        "end": 451.44,
        "text": " raw coming in last year because you've obviously, you weren't racing a year before. You didn't do any"
    },
    {
        "start": 451.44,
        "end": 458.8,
        "text": " Friday practices. Yeah, you know, actually in hindsight, when did you feel fully up to speed?"
    },
    {
        "start": 461.36,
        "end": 466.16,
        "text": " A week ago, Embarrassing. Are we talking mid season?"
    },
    {
        "start": 466.88,
        "end": 471.52,
        "text": " I mean, I think even towards the end of the season, I think there was, there was kind of two factors"
    },
    {
        "start": 471.52,
        "end": 476.4,
        "text": " at play. I think probably about mid season, I started to feel more comfortable and more confident."
    },
    {
        "start": 477.03999999999996,
        "end": 482.4,
        "text": " I think once you get a few results on the board or even if it's not results, you know,"
    },
    {
        "start": 482.96,
        "end": 489.44,
        "text": " I mean, your teammate is your best comparison. So I think if you get, you know, a few decent results"
    },
    {
        "start": 489.44,
        "end": 495.2,
        "text": " against your teammate on the board or, you know, you get close even, it boosts your confidence a bit."
    },
    {
        "start": 496.4,
        "end": 500.47999999999996,
        "text": " And then your mid season, those are a few good results, I think. Was that the catalyst for you,"
    },
    {
        "start": 500.48,
        "end": 506.08000000000004,
        "text": " you feeling comfortable? Was the good results or was it one change technically to the car or"
    },
    {
        "start": 506.08000000000004,
        "end": 513.04,
        "text": " a change in approach? Not really. I mean, I always try to remove results from, you know, my mindset"
    },
    {
        "start": 513.04,
        "end": 517.9200000000001,
        "text": " and my thinking, but I think especially when you've not had any and when you're so new,"
    },
    {
        "start": 519.52,
        "end": 525.44,
        "text": " you come, you sometimes need that, that result. And, you know, I think for me, even in my junior"
    },
    {
        "start": 526.4000000000001,
        "end": 531.6,
        "text": " racing, you know, sometimes even in testing, it was like a lap in testing that I went, I drove well,"
    },
    {
        "start": 531.6,
        "end": 537.2,
        "text": " the car was good. That's where I need the car to feel like every time. Just those kind of things"
    },
    {
        "start": 537.2,
        "end": 544.24,
        "text": " to anchor yourself on are very important. And I think Silverstone last year was definitely the first"
    },
    {
        "start": 544.24,
        "end": 551.6800000000001,
        "text": " kind of place where I felt that genuinely. I think even here in Saudi, I qualified in the top 10"
    },
    {
        "start": 551.68,
        "end": 557.04,
        "text": " for the first time. And that was at the time a very big result for us and for me personally. So,"
    },
    {
        "start": 558.16,
        "end": 564.8,
        "text": " I gained quite a lot of confidence from that result. Even just getting my first points on the"
    },
    {
        "start": 564.8,
        "end": 570.3199999999999,
        "text": " board in Melbourne, even if I was quite lucky, you know, getting the points on the board was a nice box"
    },
    {
        "start": 570.3199999999999,
        "end": 577.1999999999999,
        "text": " to tick. So I think it really started to come together more mid season, especially after Silverstone,"
    },
    {
        "start": 577.2,
        "end": 583.12,
        "text": " like I said, close to a podium. I felt like that was one of my strongest weekends of the year, but"
    },
    {
        "start": 584.24,
        "end": 589.36,
        "text": " that's where it took a bit of a turn for the better. But then the second half of the year, we had"
    },
    {
        "start": 589.36,
        "end": 593.84,
        "text": " so many new circuits that I think we had like seven new tracks in a row or something that I'd never"
    },
    {
        "start": 593.84,
        "end": 601.36,
        "text": " been to. So what I'd gained in sort of comfort and experience with the car, I then lost again with"
    },
    {
        "start": 601.36,
        "end": 606.48,
        "text": " experience of the tracks in the second half of the year. And there was a few sprint weekends thrown"
    },
    {
        "start": 606.88,
        "end": 613.12,
        "text": " in there and that made life tricky as well. So it's a mixed sprints. Some sprints, yeah. The first few"
    },
    {
        "start": 613.12,
        "end": 620.5600000000001,
        "text": " sprints were what it's fine to me. Spire was great, guitar obviously was very good, but Austin and"
    },
    {
        "start": 620.5600000000001,
        "end": 629.84,
        "text": " Brazil struggled a lot. So having that lack of experience or lack of practice time definitely"
    },
    {
        "start": 629.84,
        "end": 635.36,
        "text": " ate away and it wasn't a linear progression. There was some weekends in the middle of the year that"
    },
    {
        "start": 636.0,
        "end": 642.0,
        "text": " I thought very strong. Some weekends towards the very end of the year that some of my worst I would say."
    },
    {
        "start": 643.04,
        "end": 648.32,
        "text": " So it was kind of up and down through the whole year and part of that was probably being tired,"
    },
    {
        "start": 648.32,
        "end": 653.44,
        "text": " being it sounds very boring, but you know just getting to the end of the season or those"
    },
    {
        "start": 653.44,
        "end": 658.8000000000001,
        "text": " flyaway races, you know that's the first time in my life I've done that much traveling and"
    },
    {
        "start": 658.88,
        "end": 667.28,
        "text": " experiencing it firsthand. So how do you make that easier? I mean I think even just experiencing it"
    },
    {
        "start": 667.28,
        "end": 671.8399999999999,
        "text": " the first time, you know when you've not lived it before you don't know what you're getting yourself"
    },
    {
        "start": 671.8399999999999,
        "end": 678.3199999999999,
        "text": " into. So I think even now having just experienced that and knowing what to expect again,"
    },
    {
        "start": 680.0,
        "end": 685.04,
        "text": " you know it puts your mind a little bit at ease of you know you survived through it obviously, but"
    },
    {
        "start": 685.92,
        "end": 692.64,
        "text": " that's the first thing and then you obviously try and work with the team, with your trainer,"
    },
    {
        "start": 692.64,
        "end": 700.64,
        "text": " whoever it is, all of the above to make things as easy for you as possible. Are you going to change"
    },
    {
        "start": 700.64,
        "end": 706.9599999999999,
        "text": " your travel plans this year or is it just an acceptance that when you first land in Vegas you're"
    },
    {
        "start": 706.9599999999999,
        "end": 711.52,
        "text": " going to feel rubbish and let the adrenaline take over? I mean there's always that sort of things"
    },
    {
        "start": 711.52,
        "end": 716.88,
        "text": " that you can't get around you. Jet lag, you can try as hard as you like and there are certain"
    },
    {
        "start": 716.88,
        "end": 721.36,
        "text": " things you can do to help, but you're never going to fully fix it especially when you go to Vegas and"
    },
    {
        "start": 721.36,
        "end": 728.56,
        "text": " you don't see sunlight for three days that really doesn't help. So you know those little things will"
    },
    {
        "start": 728.56,
        "end": 736.48,
        "text": " get looked at definitely and scrutinized, you know my sort of scheduling, commitments, all of those"
    },
    {
        "start": 736.5600000000001,
        "end": 741.6,
        "text": " kind of things by my training leading up around those events, you know trying to fit that in in such"
    },
    {
        "start": 741.6,
        "end": 749.52,
        "text": " a busy schedule is not easy but necessary. So just all of those little things you kind of need to"
    },
    {
        "start": 749.52,
        "end": 754.64,
        "text": " keep on top of which you know maybe you've got a bit overwhelming points. What are the"
    },
    {
        "start": 754.64,
        "end": 761.2,
        "text": " aspects of the Oscar necessary to take a break? Yes as well. And did you down tools over the winter and"
    },
    {
        "start": 761.6800000000001,
        "end": 768.08,
        "text": " nothing about Formula One for a few weeks? Yes. Yeah I went home to Melbourne for three weeks"
    },
    {
        "start": 768.08,
        "end": 775.6,
        "text": " which was nice. Saw my family, saw my friends. I have to say the winter break felt like it was very"
    },
    {
        "start": 775.6,
        "end": 782.6400000000001,
        "text": " short. It came around, by-rain came around quick and I know I'm not the first person to say that either."
    },
    {
        "start": 784.6400000000001,
        "end": 790.1600000000001,
        "text": " It was long enough to get a bit of a break in and just take some time to reflect as well."
    },
    {
        "start": 791.9200000000001,
        "end": 796.72,
        "text": " You know it would be, last year was so different to the two years I had before that."
    },
    {
        "start": 797.6,
        "end": 803.44,
        "text": " You know the F2 season I did, we had eight race weekends versus 22 last year in the weekend,"
    },
    {
        "start": 803.44,
        "end": 810.48,
        "text": " the 2022, I didn't have any race weekends. So that was definitely a very different experience"
    },
    {
        "start": 810.48,
        "end": 817.2,
        "text": " in terms of all the travelling especially all the flyaways. Yeah that was a very new experience."
    },
    {
        "start": 817.2800000000001,
        "end": 822.08,
        "text": " And when you were hooking up with all your old mates back in Melbourne over the winter,"
    },
    {
        "start": 822.96,
        "end": 829.12,
        "text": " did it dawn on you just how different your life age 22 is compared to their life?"
    },
    {
        "start": 829.12,
        "end": 836.8000000000001,
        "text": " Age 22, 23 whatever they are. Definitely yeah. It's kind of weird every time I go back home and"
    },
    {
        "start": 836.8000000000001,
        "end": 844.5600000000001,
        "text": " see them and my sisters for that matter and pretty much everyone in my life in Australia. It's"
    },
    {
        "start": 844.56,
        "end": 852.16,
        "text": " always, sometimes it can be a bit shocking how different things are. Some of my friends there,"
    },
    {
        "start": 852.16,
        "end": 860.2399999999999,
        "text": " I'm used to spending time with them after school or in school holidays and now they're actually"
    },
    {
        "start": 860.2399999999999,
        "end": 868.16,
        "text": " working and they've got jobs. Real jobs. Even just scheduling that in as well it's kind of like"
    },
    {
        "start": 868.16,
        "end": 873.1999999999999,
        "text": " oh can you catch up like today or tomorrow? I was like oh I've got work and I'm like oh yeah"
    },
    {
        "start": 873.2800000000001,
        "end": 882.5600000000001,
        "text": " I forgot that that exists. So yeah it's nice to go back and see them but yeah it is,"
    },
    {
        "start": 882.5600000000001,
        "end": 888.08,
        "text": " there is some logistical challenges with trying to see people when you don't work a 9-5 job but"
    },
    {
        "start": 889.0400000000001,
        "end": 895.76,
        "text": " no it's always nice to go back and spend that time with them and yeah you know just spend time"
    },
    {
        "start": 895.76,
        "end": 899.5200000000001,
        "text": " with old friends and not think about F1."
    },
    {
        "start": 899.6,
        "end": 904.0799999999999,
        "text": " If you listen to our episode with Sergio Perez at the start of the season you'll know that I've"
    },
    {
        "start": 904.0799999999999,
        "end": 909.36,
        "text": " been waiting for a package to arrive on my doorstep and guess what was waiting for me when I got back"
    },
    {
        "start": 909.36,
        "end": 915.4399999999999,
        "text": " from the Saudi Grand Prix. That's right it was my Indochino delivery. Indochino makes fully"
    },
    {
        "start": 915.4399999999999,
        "end": 921.12,
        "text": " customised suits that don't require a trip to the tailor to get that perfect fit. With Indochino"
    },
    {
        "start": 921.12,
        "end": 926.88,
        "text": " you've got the option to measure yourself at home or visit a showroom where they'll do it for you"
    },
    {
        "start": 926.88,
        "end": 932.64,
        "text": " and get your hands on one of their stylish custom suits starting at just $399. All their suits"
    },
    {
        "start": 932.64,
        "end": 938.4,
        "text": " are made from high quality wools linen and cotton in a variety of different colours and patterns"
    },
    {
        "start": 938.4,
        "end": 944.24,
        "text": " and I used Indochino online to set up my personalised measurements profile for one of their"
    },
    {
        "start": 944.24,
        "end": 950.0,
        "text": " Haley cotton stretch shirts and I've already opened the shirt and tried it on and of course it fits"
    },
    {
        "start": 950.0,
        "end": 955.04,
        "text": " perfectly and it will make its first race weekend appearance in Melbourne this coming weekend."
    },
    {
        "start": 955.04,
        "end": 960.8,
        "text": " I'll be the guy in the perfectly tailored blue shirt. The website is so incredibly thorough when"
    },
    {
        "start": 960.8,
        "end": 965.8399999999999,
        "text": " you're placing an order. It walks you through every single measurement you'll need which only takes"
    },
    {
        "start": 965.8399999999999,
        "end": 971.1999999999999,
        "text": " about 10 minutes in total and when it comes to customisation they've thought about everything"
    },
    {
        "start": 971.1999999999999,
        "end": 976.4,
        "text": " from the length to the buttons the collar and the pockets and I loved that you even had the"
    },
    {
        "start": 976.4,
        "end": 982.16,
        "text": " option to select what style cuff you wanted to go for. It's these little details that make"
    },
    {
        "start": 982.16,
        "end": 987.68,
        "text": " all the difference so level up your game with Indochino go to Indochino.com and use the code"
    },
    {
        "start": 987.68,
        "end": 999.04,
        "text": " grid to get 10% off any purchase of $399 or more. That's 10% off at iandochion.com with the code grid."
    },
    {
        "start": 1000.3199999999999,
        "end": 1007.1999999999999,
        "text": " I did just want to ask you about the sprint in kato of course you won the race and one of the things"
    },
    {
        "start": 1007.2800000000001,
        "end": 1012.8000000000001,
        "text": " apart from your speed obviously that really stood out for me last year was your coolness,"
    },
    {
        "start": 1013.6800000000001,
        "end": 1020.8000000000001,
        "text": " ice cool, sort of rick and an s I feel. I want to ask you what it was like you're leading that race."
    },
    {
        "start": 1022.1600000000001,
        "end": 1028.0800000000002,
        "text": " Max Verstappen is bearing down on you. What were you thinking at that moment?"
    },
    {
        "start": 1028.0800000000002,
        "end": 1032.56,
        "text": " A few things. I think the first thing was I knew there wasn't that long left in the sprint. I think"
    },
    {
        "start": 1032.56,
        "end": 1039.2,
        "text": " it was like five laps left or six laps left and the gap was like I want to say two seconds or"
    },
    {
        "start": 1039.2,
        "end": 1046.8799999999999,
        "text": " two and a half seconds so I knew it was going to be pretty tight because I mean yeah I don't need to"
    },
    {
        "start": 1046.8799999999999,
        "end": 1053.36,
        "text": " say more do I. So at that point I was kind of like you know how quickly is he going to catch me"
    },
    {
        "start": 1053.36,
        "end": 1059.6,
        "text": " and like how hard am I going to have to fight. But then after like the first lap he got into second"
    },
    {
        "start": 1059.6,
        "end": 1063.9199999999998,
        "text": " and then the second lap he didn't take that much out of me. I think even the second lap we were"
    },
    {
        "start": 1063.9199999999998,
        "end": 1069.6,
        "text": " pretty much even. So from that point on once I was actually quite confident that we could that we"
    },
    {
        "start": 1069.6,
        "end": 1076.1599999999999,
        "text": " could win and then from that point I was a very long like two or three laps trying to get to the"
    },
    {
        "start": 1076.1599999999999,
        "end": 1084.24,
        "text": " end but yeah I was honestly quite relaxed but those first couple of laps it was yeah quite the"
    },
    {
        "start": 1084.24,
        "end": 1091.1200000000001,
        "text": " opposite. Just know you know I've been in that position fortunately a couple of times in my career"
    },
    {
        "start": 1091.1200000000001,
        "end": 1096.8,
        "text": " already and it's yeah an interesting feeling when you've got a quicker car behind you but"
    },
    {
        "start": 1097.92,
        "end": 1103.92,
        "text": " yeah that time we had enough to hang on which was cool. You know we've referenced race management"
    },
    {
        "start": 1103.92,
        "end": 1110.16,
        "text": " already and is there anything you can do explain for us mere mortals who have never driven a"
    },
    {
        "start": 1110.16,
        "end": 1116.3200000000002,
        "text": " Formula One car is there anything you can do to prepare your arsenal for the attack from someone"
    },
    {
        "start": 1116.3200000000002,
        "end": 1122.24,
        "text": " like Maxper Stappen in terms of looking after your tyres. Were you driving differently before he"
    },
    {
        "start": 1122.24,
        "end": 1126.48,
        "text": " got up behind you? Is there anything you can do with all the systems in the car that"
    },
    {
        "start": 1127.68,
        "end": 1133.2,
        "text": " to a very limited extent? Yes. You can do some things you can look after the tyres a little bit"
    },
    {
        "start": 1134.16,
        "end": 1141.44,
        "text": " you know you can charge the battery up if you want but both of those things come at a cost of lap"
    },
    {
        "start": 1141.44,
        "end": 1147.8400000000001,
        "text": " time right so if you want to charge the battery up fully for when he gets to you he's going to get"
    },
    {
        "start": 1147.8400000000001,
        "end": 1152.72,
        "text": " to you even quicker. If you want to look after the tyres for when he gets to you he's going to catch"
    },
    {
        "start": 1152.72,
        "end": 1158.64,
        "text": " you even quicker. So there's almost an element of do I push flat out and just try and hang on"
    },
    {
        "start": 1159.1200000000001,
        "end": 1164.88,
        "text": " which is kind of what I did or do you you know kind of just wait for the attack to come but"
    },
    {
        "start": 1165.44,
        "end": 1171.1200000000001,
        "text": " I think you know when you've got a quicker car behind you like that especially the Red Bull that"
    },
    {
        "start": 1171.1200000000001,
        "end": 1178.0,
        "text": " has a very powerful D.R.S. and top end speed there's not that much you can do to stop it. It's"
    },
    {
        "start": 1178.0,
        "end": 1184.5600000000002,
        "text": " almost you know prevention is the best you know the best way to attack it rather than waiting for it"
    },
    {
        "start": 1184.56,
        "end": 1189.84,
        "text": " to happen and trying to fight it so that was kind of the the mentality I had and"
    },
    {
        "start": 1191.2,
        "end": 1196.8,
        "text": " yeah fortunately it worked and how did it feel? How do you reflect on that win? It's not going to"
    },
    {
        "start": 1196.8,
        "end": 1203.28,
        "text": " go down in history as a Grand Prix win. Unfortunately I don't know but how important was it?"
    },
    {
        "start": 1203.28,
        "end": 1211.12,
        "text": " I think at the time I didn't really appreciate it that much. Really? Yeah honestly"
    },
    {
        "start": 1212.08,
        "end": 1214.9599999999998,
        "text": " we had a race the next like we had the Grand Prix the next day"
    },
    {
        "start": 1216.8799999999999,
        "end": 1222.8799999999999,
        "text": " I think I was actually more excited to qualify and pole than crossing the line first for the sprint"
    },
    {
        "start": 1223.76,
        "end": 1229.4399999999998,
        "text": " because you know the sprint shootout was basically the same as qualifying just had a different name."
    },
    {
        "start": 1229.4399999999998,
        "end": 1238.0,
        "text": " So you know when you beat everyone else you know on merit you know I feel like there's"
    },
    {
        "start": 1238.0,
        "end": 1242.56,
        "text": " in some racing situations even the sprint to some extent you know a few guys got through on"
    },
    {
        "start": 1242.56,
        "end": 1249.76,
        "text": " softs and you know Max got put back in the pack a little bit and you know a few things went my way"
    },
    {
        "start": 1249.76,
        "end": 1255.12,
        "text": " a little bit I still did my job of getting back to the front but there's those kind of variables"
    },
    {
        "start": 1255.12,
        "end": 1259.92,
        "text": " in qualifying it's you the track and whoever's the quickest that's who wins right?"
    },
    {
        "start": 1261.44,
        "end": 1267.36,
        "text": " So I was very happy about that part of the weekend the sprint I was certainly happy with"
    },
    {
        "start": 1268.16,
        "end": 1274.48,
        "text": " but I then knew I had the Grand Prix the next day so I don't think it was till after that weekend"
    },
    {
        "start": 1274.48,
        "end": 1279.2,
        "text": " and like probably even into the offseason where I went okay that's it's pretty cool like I was one"
    },
    {
        "start": 1279.2,
        "end": 1285.12,
        "text": " of two guys or three guys to beat Max for the whole year one of the two non-red ball winners even if"
    },
    {
        "start": 1285.12,
        "end": 1292.56,
        "text": " it wasn't a a Grand Prix so in hindsight a very very cool achievement and you know something I'm"
    },
    {
        "start": 1292.56,
        "end": 1298.32,
        "text": " very proud of but at the moment honestly you know even asking my engineers I think they're expecting"
    },
    {
        "start": 1298.32,
        "end": 1304.1599999999999,
        "text": " a bit more probably so yeah it didn't sink in immediately. And Max Damott did steal the headlines"
    },
    {
        "start": 1304.1599999999999,
        "end": 1309.12,
        "text": " that night didn't he? Yeah he couldn't have waited the next day to win the World Championship like"
    },
    {
        "start": 1309.9199999999998,
        "end": 1315.52,
        "text": " I think Lando actually said it stole my thunder a little bit but I was okay with that I was happy"
    },
    {
        "start": 1315.52,
        "end": 1321.6799999999998,
        "text": " with with the win anyway. Look what about Lando you know you you you seem to rub along at least"
    },
    {
        "start": 1321.68,
        "end": 1328.16,
        "text": " from the outside very well together is that is that the reality? Yeah I would say so we we"
    },
    {
        "start": 1328.16,
        "end": 1335.28,
        "text": " certainly work well together you know I think we're always pushing each other to be quicker and quicker"
    },
    {
        "start": 1336.24,
        "end": 1341.8400000000001,
        "text": " you know which is what you want as teammates and is it a completely open door policy here at McLean?"
    },
    {
        "start": 1341.8400000000001,
        "end": 1347.6000000000001,
        "text": " Yeah everything on his car you can see and you can see on your car and yeah I mean sometimes we"
    },
    {
        "start": 1347.6,
        "end": 1354.3999999999999,
        "text": " ask each other questions about how we're driving or what we felt and stuff like that. Oh come on"
    },
    {
        "start": 1354.3999999999999,
        "end": 1361.6,
        "text": " is it tempting? To what? To say something that's not true. No of course. Probably is the data"
    },
    {
        "start": 1361.6,
        "end": 1369.1999999999998,
        "text": " doesn't it? Yeah exactly the data doesn't lie so it's yeah I mean we share you know everything from"
    },
    {
        "start": 1369.1999999999998,
        "end": 1374.3999999999999,
        "text": " that side of things so I think we work together really well and I think last year"
    },
    {
        "start": 1374.4,
        "end": 1382.0800000000002,
        "text": " you know certainly not going to take credit for the turnaround that we had but I like to think that"
    },
    {
        "start": 1382.72,
        "end": 1387.68,
        "text": " the way that me and Lando work together you know helped boost everyone in the team a bit"
    },
    {
        "start": 1388.3200000000002,
        "end": 1393.1200000000001,
        "text": " and we've always had very similar feedback on what we want from the car so I think from an"
    },
    {
        "start": 1393.1200000000001,
        "end": 1398.24,
        "text": " engineering point of view that makes life a bit simpler for the engineers especially if they're"
    },
    {
        "start": 1398.24,
        "end": 1403.92,
        "text": " at a bit of a crossroads of you know two different parts it's nice to have the same or roughly the"
    },
    {
        "start": 1403.92,
        "end": 1411.1200000000001,
        "text": " same feedback so from that side of things we've always gotten along well and worked together I think"
    },
    {
        "start": 1411.1200000000001,
        "end": 1416.0800000000002,
        "text": " outside of that you know we always get to know each other better and better with more time so"
    },
    {
        "start": 1416.88,
        "end": 1422.48,
        "text": " yeah I feel like we get along well and when you look at his data where is he particularly strong?"
    },
    {
        "start": 1423.76,
        "end": 1429.1200000000001,
        "text": " Good question I mean it's it's not just one specific area or specific thing"
    },
    {
        "start": 1429.52,
        "end": 1439.28,
        "text": " you know I think just I would say the biggest thing is that he's always there and you know even"
    },
    {
        "start": 1439.28,
        "end": 1444.8,
        "text": " if there are mistakes he's very good at minimizing the amount of time you lose from that I would say so"
    },
    {
        "start": 1447.04,
        "end": 1455.76,
        "text": " yeah it there's not one particular thing that you know I clearly go his mega here or bad here it's"
    },
    {
        "start": 1456.64,
        "end": 1463.6,
        "text": " you know chops and changes each weekend kind of thing but yeah he's obviously very quick and"
    },
    {
        "start": 1463.6,
        "end": 1470.8,
        "text": " your team boss Andrea Stella when he came on the podcast I I felt like I was being given a lesson"
    },
    {
        "start": 1470.8,
        "end": 1478.56,
        "text": " yes how to go motor racing because he just was so articulate the passion was obvious but also I found"
    },
    {
        "start": 1478.56,
        "end": 1483.28,
        "text": " myself just agreeing with everything he was saying so that makes sense that makes sense does that"
    },
    {
        "start": 1483.28,
        "end": 1490.48,
        "text": " help you definitely definitely yeah I mean I think Andre has been incredible for the team"
    },
    {
        "start": 1491.2,
        "end": 1496.0,
        "text": " not just for me but for everyone and McLaren like all a thousand people literally so"
    },
    {
        "start": 1498.0,
        "end": 1505.04,
        "text": " he's been great I mean you touch on his articulate language for a second language and"
    },
    {
        "start": 1505.04,
        "end": 1511.28,
        "text": " sometimes he says stuff that I kind of go do I even remember what that word means so it's very"
    },
    {
        "start": 1511.28,
        "end": 1518.08,
        "text": " impressive I mean he's very impressive in general and I think you know the culture that he's built"
    },
    {
        "start": 1518.08,
        "end": 1524.96,
        "text": " in the team the how's it going to interrupt but how would you describe that culture at McLaren?"
    },
    {
        "start": 1524.96,
        "end": 1534.6399999999999,
        "text": " I mean first and foremost performance driven you know I think there's no stone left unturned"
    },
    {
        "start": 1534.64,
        "end": 1542.8000000000002,
        "text": " you know we we all try to get performance from from everywhere and Andre is very much a driver of"
    },
    {
        "start": 1542.8000000000002,
        "end": 1552.88,
        "text": " that but I mean just in every every way you know from a motivation standpoint it's it's pretty"
    },
    {
        "start": 1552.88,
        "end": 1561.2800000000002,
        "text": " incredible the leadership is able to show and and sometimes even just keeping it simple you know"
    },
    {
        "start": 1561.36,
        "end": 1568.08,
        "text": " just having clear goals with what we want to do not over complicating things and staying sort of"
    },
    {
        "start": 1568.08,
        "end": 1575.52,
        "text": " true to the goal that's the one of the biggest things so I mean I could we could do like a whole"
    },
    {
        "start": 1575.52,
        "end": 1584.6399999999999,
        "text": " series on on Andrea but he's very very impressive and yeah I'm very happy that he's leading our team"
    },
    {
        "start": 1584.72,
        "end": 1591.1200000000001,
        "text": " you talk about goals let's talk about 2024 now um what are they what are the goals?"
    },
    {
        "start": 1591.1200000000001,
        "end": 1597.1200000000001,
        "text": " I think for me if I can keep working on the things that I want to improve from last year that"
    },
    {
        "start": 1597.1200000000001,
        "end": 1605.2800000000002,
        "text": " is the ultimately the biggest thing um you know I think trying to aim for podiums or wins or"
    },
    {
        "start": 1606.24,
        "end": 1614.0,
        "text": " points or whatever it might be is always it's not very productive I don't think I think if you've"
    },
    {
        "start": 1614.0,
        "end": 1618.96,
        "text": " got you know bar-range for example we didn't have a car that could win so if I had to set my"
    },
    {
        "start": 1618.96,
        "end": 1625.04,
        "text": " sights on trying to win the race I finished eight I'm only going to leave disappointed there so"
    },
    {
        "start": 1627.04,
        "end": 1633.04,
        "text": " whereas you know on the flip side I went into that raceboarding to work on how I managed the tyres"
    },
    {
        "start": 1633.04,
        "end": 1641.04,
        "text": " and you know be able to to look after them and you know not dig off massively and that I I feel"
    },
    {
        "start": 1641.04,
        "end": 1646.96,
        "text": " like I achieved pretty well so you know those two different perspectives for the same finishing"
    },
    {
        "start": 1646.96,
        "end": 1654.32,
        "text": " result completely changed the way you think about it so I left that race feeling very happy"
    },
    {
        "start": 1655.12,
        "end": 1660.1599999999999,
        "text": " and you know I think if I can keep doing those kind of things regardless of where we finish of"
    },
    {
        "start": 1660.1599999999999,
        "end": 1666.1599999999999,
        "text": " course if you get a trophy then the day it always makes you feel a bit better but I think knowing"
    },
    {
        "start": 1666.16,
        "end": 1671.3600000000001,
        "text": " that I've improved or done a good job that's by far the most important thing and then if as a"
    },
    {
        "start": 1671.3600000000001,
        "end": 1677.76,
        "text": " team we're in a position to to score a podium or hopefully eventually score a win then of course"
    },
    {
        "start": 1677.76,
        "end": 1683.52,
        "text": " you want to try and do that as well I feel Susuka might be the acid test for this car because"
    },
    {
        "start": 1684.4,
        "end": 1689.28,
        "text": " clearly you go incredibly well there in your first visit last year you know front row and everything"
    },
    {
        "start": 1689.8400000000001,
        "end": 1694.16,
        "text": " um do you feel that do you you're going to enter the Japanese Grand Prix going okay we're going"
    },
    {
        "start": 1694.16,
        "end": 1699.3600000000001,
        "text": " to find out where this car is relative to last year really I think Susuka again will be like"
    },
    {
        "start": 1699.3600000000001,
        "end": 1705.68,
        "text": " said a good test it's got a bit of everything the tarmac is quite unique almost in some ways a bit"
    },
    {
        "start": 1705.68,
        "end": 1713.6000000000001,
        "text": " like Bahrain or certainly it was last year a lot of high speed corners but again some very slow"
    },
    {
        "start": 1713.6000000000001,
        "end": 1719.52,
        "text": " corners which in the past haven't been our friend so if we can be quick around there I think that"
    },
    {
        "start": 1719.52,
        "end": 1728.0,
        "text": " would be a good test but yet to challenge Red Bull even on some of these different circuits I"
    },
    {
        "start": 1728.0,
        "end": 1734.8799999999999,
        "text": " think is still going to be very tough take Red Bull out of the equation it seems the field has"
    },
    {
        "start": 1734.8799999999999,
        "end": 1742.96,
        "text": " closed up yet again um you know in Bahrain you had Lewis Hamilton in front of you Fernando"
    },
    {
        "start": 1743.2,
        "end": 1750.16,
        "text": " Lanzo behind you two of the most experienced guys in Formula One do you do you relish racing"
    },
    {
        "start": 1750.16,
        "end": 1756.32,
        "text": " these people yes and no I mean when you're in the car no like there's another person you're trying"
    },
    {
        "start": 1756.32,
        "end": 1765.68,
        "text": " to beat really um but I mean yeah when you don't have the helmet on um yeah I mean it means a"
    },
    {
        "start": 1765.68,
        "end": 1772.08,
        "text": " little bit more when you're racing against someone like Fernando or Lewis um just because of the"
    },
    {
        "start": 1772.08,
        "end": 1779.04,
        "text": " history that they have and the success they've had in the sport so um it is pretty cool um definitely"
    },
    {
        "start": 1779.76,
        "end": 1785.84,
        "text": " but when you're on track honestly they're they're all the same in terms of wheel-to-wheel combat"
    },
    {
        "start": 1786.6399999999999,
        "end": 1793.9199999999998,
        "text": " are they doing different things to other people uh I mean I've crashed with Lewis a couple of times so"
    },
    {
        "start": 1793.92,
        "end": 1802.24,
        "text": " um I feel like both of them weren't particularly in my fault but um I don't know maybe it just"
    },
    {
        "start": 1802.24,
        "end": 1808.8000000000002,
        "text": " doesn't like me but I mean not not massively different you know you kind of know you know with"
    },
    {
        "start": 1808.8000000000002,
        "end": 1814.0,
        "text": " that that much experience you know that they're you know they're going to put the car in the"
    },
    {
        "start": 1814.0,
        "end": 1821.44,
        "text": " right place the strategy that they're going to you know work with their team um it is going to be"
    },
    {
        "start": 1821.44,
        "end": 1828.0,
        "text": " good um so you know from that side of things it's always going to be um you know you've got to be"
    },
    {
        "start": 1828.0,
        "end": 1836.24,
        "text": " on on your A game trying to beat them but I mean there's also kind of the mentality of you know you"
    },
    {
        "start": 1836.24,
        "end": 1842.4,
        "text": " can't treat them any differently um and you can't you know sort of have that uh that prejudice"
    },
    {
        "start": 1842.4,
        "end": 1846.96,
        "text": " because then you're going to raise some different you might raise some a bit softy you might"
    },
    {
        "start": 1846.96,
        "end": 1854.08,
        "text": " raise a bit harder um both of which can be bad um so you kind of just have to treat them as"
    },
    {
        "start": 1854.08,
        "end": 1859.44,
        "text": " as somebody else um and I think now that I've been in F1 for a year it's much easier to do that"
    },
    {
        "start": 1859.44,
        "end": 1865.76,
        "text": " certainly I think um Saudi here last year I think I lined up alongside Lewis on the grid um"
    },
    {
        "start": 1866.24,
        "end": 1871.36,
        "text": " and I remember someone showed me the start graphic after the race and I was like then that's"
    },
    {
        "start": 1871.36,
        "end": 1877.6,
        "text": " I mean my second F1 race alongside Lewis Hamilton like last year I was watching him line up on"
    },
    {
        "start": 1877.6,
        "end": 1883.28,
        "text": " the grid and now I'm sitting alongside my best best pre-dem co and when you do have an incident"
    },
    {
        "start": 1883.28,
        "end": 1887.52,
        "text": " let's call it that with someone like Lewis do you do you talk about it afterwards or"
    },
    {
        "start": 1887.52,
        "end": 1892.64,
        "text": " yeah I just want to know how you guys roll yeah no he's I mean yeah the the couple of times the"
    },
    {
        "start": 1892.64,
        "end": 1900.24,
        "text": " Lewis and I have had instances been um very good I mean the the one in in Monza he came up to me"
    },
    {
        "start": 1900.24,
        "end": 1906.5600000000002,
        "text": " straight away and um and shook my hands and said sorry um which you know you don't get from"
    },
    {
        "start": 1906.5600000000002,
        "end": 1914.16,
        "text": " everyone on the grid um the one in in Vegas was a bit of a 50-50 but we um you know spoke about it"
    },
    {
        "start": 1914.88,
        "end": 1920.72,
        "text": " in yeah we certainly weren't angry or pissed off at each other we just sort of spoke about it"
    },
    {
        "start": 1920.72,
        "end": 1926.48,
        "text": " and you know what we were trying to do and and why it went wrong and stuff so um yeah from that's"
    },
    {
        "start": 1926.48,
        "end": 1932.96,
        "text": " I think there's been yeah cool to cool to talk to and um yeah you certainly don't get that kind of"
    },
    {
        "start": 1932.96,
        "end": 1940.4,
        "text": " respect or discussion with with other people and when you think that they've done more than 300"
    },
    {
        "start": 1941.2,
        "end": 1947.52,
        "text": " for all pre um that's a level of respect as well isn't it exactly yeah I mean um"
    },
    {
        "start": 1948.0,
        "end": 1955.84,
        "text": " um can you imagine yourself doing that to to a rookie yeah I don't know but I actually had"
    },
    {
        "start": 1955.84,
        "end": 1964.32,
        "text": " um I think it was Mark actually said to me after Monza um you know if he if he didn't think much"
    },
    {
        "start": 1964.32,
        "end": 1970.72,
        "text": " of you wouldn't have me wouldn't have come and said anything um which I'm gonna trust Mark on that"
    },
    {
        "start": 1970.72,
        "end": 1979.92,
        "text": " one I feel like uh I see a good bit of advice or wisdom but um yeah that's a long time and you know"
    },
    {
        "start": 1981.68,
        "end": 1987.2,
        "text": " Lewis has not had that many incidents in his life so um you know it could be easy for him to"
    },
    {
        "start": 1987.2,
        "end": 1991.44,
        "text": " just to brush it off but I I had a lot of respect you know of course I wish that we didn't crash"
    },
    {
        "start": 1991.44,
        "end": 1997.2,
        "text": " in the first place but um no I had a lot of respect for you know being like that you mentioned"
    },
    {
        "start": 1997.2,
        "end": 2005.28,
        "text": " Mark Mark Weber of course uh your manager that's one example of how he's helped you I guess but"
    },
    {
        "start": 2006.0,
        "end": 2012.64,
        "text": " give us some other examples of how useful it is to have him as your your wingman and the kind"
    },
    {
        "start": 2012.64,
        "end": 2021.6000000000001,
        "text": " of advice he can give you whoo where to start um I mean it's it's so many areas um I mean the"
    },
    {
        "start": 2021.6,
        "end": 2029.4399999999998,
        "text": " first one is just the behind the scenes stuff um you know all the all the paperwork um"
    },
    {
        "start": 2030.32,
        "end": 2036.6399999999999,
        "text": " sorting out schedules um just making my life as simple as possible but anyone could do that for"
    },
    {
        "start": 2036.6399999999999,
        "end": 2046.0,
        "text": " you right anyone could do that but Mark has lived it through my shoes before um so you know he"
    },
    {
        "start": 2046.0,
        "end": 2051.6,
        "text": " knows that if I'm spending an extra half an hour here an hour here or whatever it might be he"
    },
    {
        "start": 2051.6,
        "end": 2058.08,
        "text": " knows the effect that that's going to have um on the weekend um you know if I have to go into the"
    },
    {
        "start": 2058.08,
        "end": 2063.44,
        "text": " weekend with distractions from something else and whatever's going on he knows the impact that"
    },
    {
        "start": 2063.44,
        "end": 2069.68,
        "text": " that's going to have because he's been there himself um so having somebody that's that's done that"
    },
    {
        "start": 2070.24,
        "end": 2076.0,
        "text": " you know being a driver themselves had a long career had a successful career that in so many"
    },
    {
        "start": 2076.0,
        "end": 2082.8799999999997,
        "text": " areas is is incredibly helpful um so that's sort of things is very important just the I mean even"
    },
    {
        "start": 2082.8799999999997,
        "end": 2090.08,
        "text": " from a team point of view you know who's been in a championship winning team in F1 in Weck um you"
    },
    {
        "start": 2090.08,
        "end": 2096.72,
        "text": " know in sports cars before that um so even just kind of the mindset and mentality brings"
    },
    {
        "start": 2096.72,
        "end": 2103.12,
        "text": " from that side of things is very insightful and very useful um and you know even still now he comes"
    },
    {
        "start": 2103.12,
        "end": 2109.6,
        "text": " up with questions for me that I haven't even thought about sometimes so um he definitely is you"
    },
    {
        "start": 2109.6,
        "end": 2116.16,
        "text": " know just as sharp as ever and um from a driving point of things is you know on a um trying to"
    },
    {
        "start": 2116.16,
        "end": 2122.16,
        "text": " trying to help me or you know in some cases um you know point out where I'm going wrong or whether"
    },
    {
        "start": 2122.16,
        "end": 2129.8399999999997,
        "text": " I can do something different or better um so it's just so many areas that he's um you know invaluable for"
    },
    {
        "start": 2130.16,
        "end": 2136.16,
        "text": " this is an advertisement from BetterHelp have you thought about what you do if you had an extra"
    },
    {
        "start": 2136.16,
        "end": 2140.56,
        "text": " hour in your day would you finally have time to curl up with that book you've been meaning to"
    },
    {
        "start": 2140.56,
        "end": 2145.8399999999997,
        "text": " finish for months would you lace up your running shoes and hit the gym or start that online writing"
    },
    {
        "start": 2145.8399999999997,
        "end": 2150.64,
        "text": " class or schedule some time to catch up with an old friend or family member that you know could"
    },
    {
        "start": 2150.64,
        "end": 2156.96,
        "text": " use a little bit extra support it's a question that often goes unanswered as we navigate the chaos"
    },
    {
        "start": 2156.96,
        "end": 2162.48,
        "text": " of everyday life because we probably all feel like we could use a little more time to ourselves"
    },
    {
        "start": 2162.48,
        "end": 2168.0,
        "text": " the problem is knowing how to spend it in a way that enriches your life and that's where therapy"
    },
    {
        "start": 2168.0,
        "end": 2173.12,
        "text": " can help you might not realize it but therapy isn't just for people dealing with major trauma or"
    },
    {
        "start": 2173.12,
        "end": 2179.04,
        "text": " crises it's about discovering what makes you happy and making those things a priority it provides a"
    },
    {
        "start": 2179.04,
        "end": 2185.7599999999998,
        "text": " safe space to explore your values set boundaries and learn positive coping skills therapy empowers you"
    },
    {
        "start": 2185.7599999999998,
        "end": 2191.12,
        "text": " to be the best version of yourself spend more time focusing on the things you love and unlock the"
    },
    {
        "start": 2191.12,
        "end": 2196.8,
        "text": " possibilities of a more fulfilling life with over a thousand therapists in the UK already better"
    },
    {
        "start": 2196.8,
        "end": 2202.96,
        "text": " help can provide access to mental health professionals with a wide variety of expertise in mental health"
    },
    {
        "start": 2202.96,
        "end": 2209.2,
        "text": " our listeners get 10% off their first month at betterhelp.com slash grid that's better"
    },
    {
        "start": 2209.2,
        "end": 2218.08,
        "text": " hlp.com slash grid well let's throw it forward to the home GP the home GP"
    },
    {
        "start": 2219.2,
        "end": 2223.84,
        "text": " yeah for those people watching on youtube we can see oscar's helmet in the background I believe"
    },
    {
        "start": 2223.84,
        "end": 2227.44,
        "text": " it's going to look different for Melbourne is that right it is going to look different for Melbourne"
    },
    {
        "start": 2227.44,
        "end": 2235.52,
        "text": " give us an exclusive what's it going to look like take that helmet and I mean apart from the sponsors"
    },
    {
        "start": 2236.48,
        "end": 2240.88,
        "text": " it's going to be very different it's going to be very different so it I've seen it it looks"
    },
    {
        "start": 2240.88,
        "end": 2246.32,
        "text": " I think it looks really cool so yeah I'm looking forward to showing it you scored your first ever"
    },
    {
        "start": 2246.32,
        "end": 2255.12,
        "text": " points in that race last year what would it mean to finish on the podium at home in the park where"
    },
    {
        "start": 2255.12,
        "end": 2264.7999999999997,
        "text": " you used to play when you're a kid yeah it would mean a lot definitely I mean we've had I think"
    },
    {
        "start": 2264.7999999999997,
        "end": 2271.12,
        "text": " Albert Parks had one unofficial or temporary podium before Daniel got to scullified in 2014"
    },
    {
        "start": 2272.08,
        "end": 2277.92,
        "text": " so then of course Mark got on the podium but he didn't finish on the podium that was back in 2002"
    },
    {
        "start": 2278.16,
        "end": 2285.2000000000003,
        "text": " exactly but so it would it would mean a lot and I think you know if there's one race on on the"
    },
    {
        "start": 2285.2000000000003,
        "end": 2291.44,
        "text": " calendar that you want to do well it's always your home race so yeah of course I I would love to"
    },
    {
        "start": 2291.44,
        "end": 2298.8,
        "text": " get on the podium there we'll see if we're competitive enough to do that but if we are then I mean"
    },
    {
        "start": 2298.8,
        "end": 2304.32,
        "text": " even if we're not I'll be doing my best to try and make it happen and the family's coming yes"
    },
    {
        "start": 2304.4,
        "end": 2310.6400000000003,
        "text": " everyone will be there oh nice it is your grandma gonna be there with her lambington with her"
    },
    {
        "start": 2310.6400000000003,
        "end": 2316.88,
        "text": " lambingtons and rum balls probably yes you explain for non Aussies what a lambington is so a"
    },
    {
        "start": 2316.88,
        "end": 2327.04,
        "text": " lambington is kind of like a I want to say it's like sponge cake kind of um depends a bit on a"
    },
    {
        "start": 2327.04,
        "end": 2334.72,
        "text": " lambington but it's like sponge cake with a bit of jam in the middle and then it's rolled in um"
    },
    {
        "start": 2336.08,
        "end": 2343.68,
        "text": " like cocoa or like something but it sticks to the sponge and then it's rolled in coconut so"
    },
    {
        "start": 2344.24,
        "end": 2349.92,
        "text": " it's very nice and she delivered for the whole team yeah so that was a different thing she"
    },
    {
        "start": 2349.92,
        "end": 2356.96,
        "text": " delivered they're called rum balls okay what so they're like it's a specific type of biscuit I"
    },
    {
        "start": 2356.96,
        "end": 2364.64,
        "text": " forget what type of biscuit but you crush it up mix it with condensed milk and cocoa powder you"
    },
    {
        "start": 2364.64,
        "end": 2373.6,
        "text": " make it into a ball if you're an adult you put rum in it my grandma's never put rum in it"
    },
    {
        "start": 2373.68,
        "end": 2380.3199999999997,
        "text": " because I mean they were a childhood treat so responsible um but they're I personally think"
    },
    {
        "start": 2380.3199999999997,
        "end": 2385.12,
        "text": " they're better than lambingtons so she made a bunch of them she made like a hundreds of them"
    },
    {
        "start": 2385.12,
        "end": 2390.48,
        "text": " for the team and they were all gone within about half an hour how's the production process going"
    },
    {
        "start": 2390.48,
        "end": 2398.7999999999997,
        "text": " yes she I haven't checked in I should but I'm sure they'll be there in bulk and you have some of"
    },
    {
        "start": 2398.88,
        "end": 2405.36,
        "text": " the Aussie cricket team turning up mm-hmm Nathan Lion, Osman, Kojah and Alex Carey am I right?"
    },
    {
        "start": 2405.36,
        "end": 2411.04,
        "text": " I think so I need to double check but yeah there's definitely some of them coming which is very cool"
    },
    {
        "start": 2411.04,
        "end": 2418.96,
        "text": " and it reminds me of when you were in the nets last summer during the Ashes series and looking"
    },
    {
        "start": 2418.96,
        "end": 2424.4,
        "text": " pretty tidy with the back I've got to give it to you I mean well we honest with you that was"
    },
    {
        "start": 2424.4,
        "end": 2430.88,
        "text": " probably the best I've ever had in my life um yeah you look very relaxed I had a few good ones"
    },
    {
        "start": 2430.88,
        "end": 2437.6,
        "text": " I mean Nathan Lion was bowling very slowly to me yeah he was putting a lot of spin on it"
    },
    {
        "start": 2438.64,
        "end": 2442.96,
        "text": " I'm sure he could have tried more so you're wearing jeans actually and anyone just laid to"
    },
    {
        "start": 2442.96,
        "end": 2448.32,
        "text": " cricket we'll think how how's that working with the box I did actually yeah so I didn't have a box"
    },
    {
        "start": 2448.32,
        "end": 2455.52,
        "text": " I mean I didn't have any kit with me so I wore Nathan Lion's actual match kit which was quite cool"
    },
    {
        "start": 2456.88,
        "end": 2462.56,
        "text": " a bit sweaty admittedly but I definitely don't want to wear his box no definitely not definitely not"
    },
    {
        "start": 2462.56,
        "end": 2467.84,
        "text": " so see he was taking it easy on me but that was honestly probably the best I've ever had a"
    },
    {
        "start": 2467.84,
        "end": 2473.76,
        "text": " cricket ball as well so yeah I won't be taking on that challenge anytime soon again but clearly"
    },
    {
        "start": 2473.76,
        "end": 2478.96,
        "text": " from seeing that footage do and do have a look on YouTube everybody listening if you want to see"
    },
    {
        "start": 2478.96,
        "end": 2485.1200000000003,
        "text": " Oscar hitting a cricket ball very cleanly but your hand-like ordination is clearly very good you're"
    },
    {
        "start": 2485.1200000000003,
        "end": 2491.0400000000004,
        "text": " erasing drive it and yet I saw that in the nets as well so I'm giving you this opportunity"
    },
    {
        "start": 2492.4,
        "end": 2498.4,
        "text": " to say something to Alex Albon who has publicly Oscar he's publicly he's publicly"
    },
    {
        "start": 2498.4,
        "end": 2505.28,
        "text": " giving him a chance so he's publicly shame you about your paddle playing yeah what do you make of that"
    },
    {
        "start": 2505.92,
        "end": 2514.1600000000003,
        "text": " absolute nonsense absolute rubbish I will admit I'm not the best I played against some people that are"
    },
    {
        "start": 2514.1600000000003,
        "end": 2522.96,
        "text": " good but I'm certainly not the worst that yeah it's getting personal now I saw they they did"
    },
    {
        "start": 2522.96,
        "end": 2528.64,
        "text": " another video today as of when we're done again yeah they've put my face on a paddle racket"
    },
    {
        "start": 2529.68,
        "end": 2538.16,
        "text": " to try and I mean I haven't seen the video yet but yeah this is not finished so I think it's"
    },
    {
        "start": 2538.16,
        "end": 2544.2400000000002,
        "text": " going to probably end up in a McLaren versus Williams paddle game I'd be there to witness that yes"
    },
    {
        "start": 2544.2400000000002,
        "end": 2552.48,
        "text": " you can we might tell tickets and everything but yeah this is not over but I'm not taking it because"
    },
    {
        "start": 2552.48,
        "end": 2557.52,
        "text": " I'm definitely not the worst no in here well I'll ask I did want to end this just by saying"
    },
    {
        "start": 2559.36,
        "end": 2564.32,
        "text": " if we hook up at the end of the year seasons just gone we've done 24 races we're both"
    },
    {
        "start": 2564.32,
        "end": 2571.2,
        "text": " probably pretty shattered you way more than me obviously what would be a good year for Oscar"
    },
    {
        "start": 2571.2,
        "end": 2577.84,
        "text": " PS3 you say constant improvement will that be enough as long as you know you've done a good job"
    },
    {
        "start": 2577.84,
        "end": 2586.56,
        "text": " and you're not going to put a number on it I think yes I mean yeah I mean I think putting an absolute"
    },
    {
        "start": 2586.56,
        "end": 2594.88,
        "text": " number on it is not particularly productive like I said I mean you know as much as we try to not"
    },
    {
        "start": 2595.6800000000003,
        "end": 2602.2400000000002,
        "text": " say it I guess your teammate is always your best reference so you know naturally how I start"
    },
    {
        "start": 2602.24,
        "end": 2609.04,
        "text": " up against lando both you know especially externally is what's going to be looked at but also"
    },
    {
        "start": 2610.0,
        "end": 2617.6,
        "text": " you know I I want to beat everybody which includes lando so you know I want to be able to try and"
    },
    {
        "start": 2617.6,
        "end": 2625.12,
        "text": " do that you know there's certainly some things that I need to improve on that that will take time"
    },
    {
        "start": 2625.12,
        "end": 2633.2799999999997,
        "text": " but yeah I mean I'm here because I want to try and win so that's what that's going to be a good"
    },
    {
        "start": 2633.2799999999997,
        "end": 2640.24,
        "text": " measure I guess but yeah just the the constant improvement is the the biggest thing and you know"
    },
    {
        "start": 2640.24,
        "end": 2645.2799999999997,
        "text": " I say I want to beat everybody but the constant improvement is what's going to make me beat everybody so"
    },
    {
        "start": 2646.48,
        "end": 2651.6,
        "text": " focusing on that is the important part and then hopefully the rest does what it needs to do"
    },
    {
        "start": 2651.68,
        "end": 2657.52,
        "text": " well look very good luck with that we're just going to end on a new segment that we have to"
    },
    {
        "start": 2657.52,
        "end": 2665.8399999999997,
        "text": " this year yeah um quick fire questions yeah first one what else are you good at uh paddle thank you"
    },
    {
        "start": 2665.8399999999997,
        "end": 2674.0,
        "text": " Alex Elbón um what else my good at I like to think I'm not a terrible cook actually"
    },
    {
        "start": 2674.16,
        "end": 2680.32,
        "text": " Lamington I can't go to Lamington snow but no I'm not a good cook I feel like you should ask"
    },
    {
        "start": 2680.32,
        "end": 2685.84,
        "text": " everyone this question this is really funny I am and this is the most difficult question but anyone"
    },
    {
        "start": 2685.84,
        "end": 2692.56,
        "text": " by far um I mean we spend so much time trying to be good at driving race cars that we don't have"
    },
    {
        "start": 2692.56,
        "end": 2700.64,
        "text": " that much time for anything else um I want to say that let's say in the F1 field I reckon I can"
    },
    {
        "start": 2700.64,
        "end": 2706.64,
        "text": " back myself as the best cricket nut which racing driver Dad or alive would you want to be stuck"
    },
    {
        "start": 2706.64,
        "end": 2714.56,
        "text": " in a lift with I mean someone who can fix the lift ideally um that would be good uh I don't know"
    },
    {
        "start": 2714.56,
        "end": 2722.08,
        "text": " probably I mean probably Senna I've spoken to Alan Prost before so I think he's out of the running"
    },
    {
        "start": 2722.08,
        "end": 2728.56,
        "text": " because I've already spoken um probably Senna I think Jackie Stewart would be I mean I've spoken to"
    },
    {
        "start": 2728.56,
        "end": 2736.64,
        "text": " Jackie as well um and you could be stuck in a lift for a very long time and not run out of"
    },
    {
        "start": 2736.64,
        "end": 2744.7999999999997,
        "text": " conversation with Jackie um what is it about Senna I mean just I mean just firstly how quick he was"
    },
    {
        "start": 2746.24,
        "end": 2755.2799999999997,
        "text": " the sort of style that he had as well um but also like just the way he went about racing and like"
    },
    {
        "start": 2755.28,
        "end": 2761.0400000000004,
        "text": " trying to improve the sport as well um yeah I think and I think that's kind of why I'd"
    },
    {
        "start": 2761.0400000000004,
        "end": 2766.96,
        "text": " I'd want to be stuck with Jackie as well um you know the way he was of course successful but"
    },
    {
        "start": 2766.96,
        "end": 2774.48,
        "text": " improved the sport you know to in some ways what it is today um that would be very cool to learn"
    },
    {
        "start": 2774.48,
        "end": 2781.6000000000004,
        "text": " about I see you as more Prost than Senna I've had that before maybe that's why you want to get"
    },
    {
        "start": 2781.6,
        "end": 2786.72,
        "text": " stuck in a lift with that maybe yeah I mean see I've also I've also met Alan and spoken to him"
    },
    {
        "start": 2786.72,
        "end": 2795.04,
        "text": " at a good length a few times so um I'll go with Senna just to see what he was like who would play you"
    },
    {
        "start": 2795.04,
        "end": 2807.52,
        "text": " in a film uh I don't know enough actors um let's go Brad Pitt of course right Brad Pitt or Tom"
    },
    {
        "start": 2807.7599999999998,
        "end": 2815.04,
        "text": " crew exactly one of us all right who is the coolest person in your address but as in like in my phone"
    },
    {
        "start": 2815.04,
        "end": 2819.68,
        "text": " or yes or you probably don't talk about an address but sorry I'm showing my age yes yes that"
    },
    {
        "start": 2819.68,
        "end": 2827.52,
        "text": " in my context yes okay rephrase the question next time Tom yeah I mean probably Alan Prost"
    },
    {
        "start": 2827.52,
        "end": 2834.16,
        "text": " it's a pretty cool person to have the phone number of who would be your first guest if you hosted"
    },
    {
        "start": 2834.16,
        "end": 2843.52,
        "text": " a podcast as in from the grid or it can be anyone anyone anyone um Alex Elbons so we're going to have"
    },
    {
        "start": 2843.52,
        "end": 2849.8399999999997,
        "text": " a a a paddle match and settle at once and for all now but that needs to be on video true true a"
    },
    {
        "start": 2849.8399999999997,
        "end": 2858.24,
        "text": " podcast um these are hard questions this is way harder than the interview um because you I've"
    },
    {
        "start": 2858.24,
        "end": 2862.8799999999997,
        "text": " taken you out of your comfort zone right we're not talking about no idea yeah there's there's"
    },
    {
        "start": 2862.96,
        "end": 2869.84,
        "text": " questions I've never thought about who would I want as a guest on a podcast okay sports star"
    },
    {
        "start": 2869.84,
        "end": 2876.48,
        "text": " politician explorer Michael John if you watch the last time I have watched the last dance yeah um"
    },
    {
        "start": 2877.6,
        "end": 2886.32,
        "text": " I mean just to know firstly about him I mean I kind of have a rough idea of him from from Netflix now but"
    },
    {
        "start": 2886.32,
        "end": 2894.56,
        "text": " um just to know like what it was like I mean from like the first thing what it was like to become"
    },
    {
        "start": 2894.56,
        "end": 2899.36,
        "text": " like what he had to do to become next successful what it was like being that successful and like"
    },
    {
        "start": 2900.32,
        "end": 2906.4,
        "text": " how do you deal with being the most famous person in the world like that was I mean I have a very"
    },
    {
        "start": 2908.0800000000004,
        "end": 2913.84,
        "text": " minor appreciation for what it might have been like but that was from some of the stuff I've"
    },
    {
        "start": 2913.84,
        "end": 2919.2000000000003,
        "text": " watched in the last dance that was next level stuff so yeah and no one like no one can teach you"
    },
    {
        "start": 2919.2000000000003,
        "end": 2924.4,
        "text": " about how to deal with that and so um yeah that's probably a question I'd ask how have you found"
    },
    {
        "start": 2924.4,
        "end": 2930.4,
        "text": " the fame thing uh it's it's been cool definitely you're still at the cool stage it's I'm still at the"
    },
    {
        "start": 2930.4,
        "end": 2936.6400000000003,
        "text": " cool stage yeah sometimes like the hardest part is saying no because it's like you don't want to"
    },
    {
        "start": 2936.6400000000003,
        "end": 2942.96,
        "text": " let anyone down or or say no to signing something or taking photos but it does get to a point where"
    },
    {
        "start": 2942.96,
        "end": 2949.6,
        "text": " like I have to go do things and do my job or whatever it might be um that's like that's honestly"
    },
    {
        "start": 2949.6,
        "end": 2955.44,
        "text": " the hardest part about it do you know what it's gonna take you a long time to get down the Melbourne"
    },
    {
        "start": 2955.44,
        "end": 2963.6,
        "text": " walk next week oh don't worry I know I know I know I will I think I timed one last year or maybe"
    },
    {
        "start": 2963.6,
        "end": 2969.12,
        "text": " the year before I think it took me half an hour to walk I don't know how long it is but it's like"
    },
    {
        "start": 2969.12,
        "end": 2975.7599999999998,
        "text": " 50 metres yeah a hundred tops yeah so um yeah I will be there bright nearly well Oscar thank you"
    },
    {
        "start": 2975.7599999999998,
        "end": 2980.7999999999997,
        "text": " so much for your time good luck in Melbourne good luck for the rest of the year and um yeah thanks"
    },
    {
        "start": 2980.7999999999997,
        "end": 2986.96,
        "text": " for your time thank you very much cheers"
    }
]