[
    {
        "start": 0.0,
        "end": 4.0,
        "text": " A few things that went wrong at Alpean, one of which was..."
    },
    {
        "start": 6.0,
        "end": 8.0,
        "text": " The value of winning is big, for us India."
    },
    {
        "start": 8.0,
        "end": 11.0,
        "text": " Is it the truth that you paid the salaries for the whole team?"
    },
    {
        "start": 11.0,
        "end": 12.0,
        "text": " Twice."
    },
    {
        "start": 12.0,
        "end": 14.0,
        "text": " Would you mind giving us an idea of how much money that is?"
    },
    {
        "start": 17.0,
        "end": 20.0,
        "text": " I didn't have control over the entire team."
    },
    {
        "start": 21.0,
        "end": 23.0,
        "text": " How was that for you?"
    },
    {
        "start": 23.0,
        "end": 24.0,
        "text": " Yeah, not great."
    },
    {
        "start": 24.0,
        "end": 29.0,
        "text": " HR didn't report to finance office, didn't report to the communications department,"
    },
    {
        "start": 29.0,
        "end": 39.0,
        "text": " didn't report to me, and I remember I had absolutely nothing to do with not signing Oscar PS3 correctly."
    },
    {
        "start": 40.0,
        "end": 41.0,
        "text": " That was..."
    },
    {
        "start": 44.0,
        "end": 46.0,
        "text": " Oh, my welcome to high performance."
    },
    {
        "start": 46.0,
        "end": 48.0,
        "text": " Good to be here."
    },
    {
        "start": 48.0,
        "end": 49.0,
        "text": " Nice to have you with us."
    },
    {
        "start": 49.0,
        "end": 54.0,
        "text": " I want to talk about kindness first off, because we have a mutual friend, Eddie Jordan,"
    },
    {
        "start": 54.0,
        "end": 55.0,
        "text": " who we both know pretty well."
    },
    {
        "start": 55.0,
        "end": 59.0,
        "text": " And there's that great, famous story that when he lost Michael Schumacher as his driver,"
    },
    {
        "start": 59.0,
        "end": 62.0,
        "text": " the result was welcome to the Parvana Club."
    },
    {
        "start": 62.0,
        "end": 66.0,
        "text": " So my question for you is, does Formula One need to be a Parvana Club?"
    },
    {
        "start": 66.0,
        "end": 70.0,
        "text": " Look, it has that reputation, that's for sure."
    },
    {
        "start": 70.0,
        "end": 72.0,
        "text": " It's not the first time I've heard it."
    },
    {
        "start": 72.0,
        "end": 81.0,
        "text": " And, you know, there's a saying that dolphins can kill sharks."
    },
    {
        "start": 81.0,
        "end": 86.0,
        "text": " And that's because they communicate and they will attack sharks and kill them."
    },
    {
        "start": 86.0,
        "end": 92.0,
        "text": " So, yeah, it's a Parvana Club or, you know, it's a shark-infested waters or whatever you want to call it."
    },
    {
        "start": 92.0,
        "end": 95.0,
        "text": " But you don't have to be a shark or a Parvana."
    },
    {
        "start": 95.0,
        "end": 98.0,
        "text": " You can be a dolphin and still succeed."
    },
    {
        "start": 98.0,
        "end": 100.0,
        "text": " And will you a dolphin?"
    },
    {
        "start": 100.0,
        "end": 102.0,
        "text": " I think I was more of a dolphin than..."
    },
    {
        "start": 102.0,
        "end": 105.0,
        "text": " But, I mean, you can't say I didn't succeed."
    },
    {
        "start": 105.0,
        "end": 113.0,
        "text": " You know, ultimately, although I was a dolphin and tried to do the right thing at Alpine,"
    },
    {
        "start": 113.0,
        "end": 119.0,
        "text": " they thought they knew a little bit better and look where they are now."
    },
    {
        "start": 119.0,
        "end": 121.0,
        "text": " So, it's not a controlled experiment."
    },
    {
        "start": 121.0,
        "end": 126.0,
        "text": " But for sure, what I try to do was understand the Paranas."
    },
    {
        "start": 126.0,
        "end": 134.0,
        "text": " And when you're in that Parvana Club and you understand exactly the incentive and what others are doing,"
    },
    {
        "start": 134.0,
        "end": 137.0,
        "text": " you can then afford to be a dolphin."
    },
    {
        "start": 137.0,
        "end": 140.0,
        "text": " We have to be a half step ahead of the Paranas."
    },
    {
        "start": 140.0,
        "end": 141.0,
        "text": " And then you can."
    },
    {
        "start": 141.0,
        "end": 145.0,
        "text": " I want to talk about your time at Ashtam Martin and your time at Alpine."
    },
    {
        "start": 145.0,
        "end": 149.0,
        "text": " Because, you know, we had a fleeting relationship when I hosted Formula One"
    },
    {
        "start": 149.0,
        "end": 152.0,
        "text": " and always thought you were a like a stand-up guy, really friendly, really kind."
    },
    {
        "start": 152.0,
        "end": 155.0,
        "text": " It was always a place that you could go and spend some time."
    },
    {
        "start": 155.0,
        "end": 160.0,
        "text": " And, you know, mutual friendly, Mackenzie was always a huge fan of yours and the team."
    },
    {
        "start": 160.0,
        "end": 165.0,
        "text": " I remember seeing the Ashtam Martin take over and the money coming in thinking, finally,"
    },
    {
        "start": 165.0,
        "end": 170.0,
        "text": " what might get the chance to be a team with millions of pounds of his disposal,"
    },
    {
        "start": 170.0,
        "end": 174.0,
        "text": " no issues financially, now what can he go and do?"
    },
    {
        "start": 174.0,
        "end": 178.0,
        "text": " And then it doesn't end in the way that I think either of us would have wanted."
    },
    {
        "start": 178.0,
        "end": 180.0,
        "text": " Can we talk about what happened there?"
    },
    {
        "start": 180.0,
        "end": 183.0,
        "text": " Yeah, so I think..."
    },
    {
        "start": 183.0,
        "end": 187.0,
        "text": " So, we had a decent run at Racing Point."
    },
    {
        "start": 187.0,
        "end": 195.0,
        "text": " So, when Laurence bought the team, Laurence wanted success as we all did."
    },
    {
        "start": 195.0,
        "end": 204.0,
        "text": " But, you know, he wanted it a little bit more once the right word."
    },
    {
        "start": 204.0,
        "end": 209.0,
        "text": " Sooner rather than waiting."
    },
    {
        "start": 209.0,
        "end": 216.0,
        "text": " And then he thought Martin could help."
    },
    {
        "start": 216.0,
        "end": 223.0,
        "text": " And, you know, like I said at the time, the Catholic Church can't have two popes, you know."
    },
    {
        "start": 223.0,
        "end": 229.0,
        "text": " And I would have been happy to stay there, but Martin took away most of my responsibilities."
    },
    {
        "start": 229.0,
        "end": 232.0,
        "text": " And that was a tough thing for me to face."
    },
    {
        "start": 232.0,
        "end": 234.0,
        "text": " And I left to go to Alpine."
    },
    {
        "start": 234.0,
        "end": 238.0,
        "text": " So, when did you first realize that Martin was coming in?"
    },
    {
        "start": 238.0,
        "end": 241.0,
        "text": " Probably July of that year."
    },
    {
        "start": 241.0,
        "end": 243.0,
        "text": " And you were okay with it initially?"
    },
    {
        "start": 243.0,
        "end": 244.0,
        "text": " Yeah, yeah."
    },
    {
        "start": 244.0,
        "end": 245.0,
        "text": " That was fine."
    },
    {
        "start": 245.0,
        "end": 254.0,
        "text": " But once, you know, you go from 100% of your responsibilities down to 10, 90 of them have been removed."
    },
    {
        "start": 254.0,
        "end": 258.0,
        "text": " Then you think to yourself, well, I don't have much to do here."
    },
    {
        "start": 258.0,
        "end": 262.0,
        "text": " And Alpine at the same time wanted somebody to help them."
    },
    {
        "start": 262.0,
        "end": 265.0,
        "text": " So, I had discussions with Alpine."
    },
    {
        "start": 265.0,
        "end": 272.0,
        "text": " And before we move on to the Alpine time, like I'm interested in how you deal with that."
    },
    {
        "start": 272.0,
        "end": 273.0,
        "text": " Do you go and fight your corner?"
    },
    {
        "start": 273.0,
        "end": 276.0,
        "text": " Do you pick up the phone to Lawrence and say, look at my experience."
    },
    {
        "start": 276.0,
        "end": 277.0,
        "text": " I know what I'm doing."
    },
    {
        "start": 277.0,
        "end": 283.0,
        "text": " Do you remind him that most of the team working for us, the Martin, were your people?"
    },
    {
        "start": 283.0,
        "end": 288.0,
        "text": " No, I think at the time you respect the fact that he's a team owner."
    },
    {
        "start": 288.0,
        "end": 292.0,
        "text": " And those decisions are his and he can make them."
    },
    {
        "start": 292.0,
        "end": 298.0,
        "text": " And, you know, like anything else in economics, you see what other choices you have."
    },
    {
        "start": 298.0,
        "end": 300.0,
        "text": " And then you make those choices."
    },
    {
        "start": 300.0,
        "end": 307.0,
        "text": " Would you take us inside then, if you don't mind and you're happy to about how you go from being the new boss there,"
    },
    {
        "start": 307.0,
        "end": 311.0,
        "text": " they courted you, they wanted you, you know, you left us the Martin to go."
    },
    {
        "start": 311.0,
        "end": 316.0,
        "text": " They had this great track record and it felt to me very quickly what Mars gone like he's out on his ear."
    },
    {
        "start": 316.0,
        "end": 318.0,
        "text": " Take us inside that."
    },
    {
        "start": 318.0,
        "end": 328.0,
        "text": " Yeah, so there's a few things that went wrong at Alpine, one of which was I didn't have control over the entire team."
    },
    {
        "start": 328.0,
        "end": 340.0,
        "text": " So, for example, and I knew straight away, HR didn't report to me, reported up through France."
    },
    {
        "start": 340.0,
        "end": 345.0,
        "text": " The finance office didn't report to me, reported up through France."
    },
    {
        "start": 345.0,
        "end": 354.0,
        "text": " The communications department didn't report to me and the marketing group commercial didn't report to me."
    },
    {
        "start": 354.0,
        "end": 358.0,
        "text": " And that in itself, I knew it was going to be problematic."
    },
    {
        "start": 358.0,
        "end": 359.0,
        "text": " Did you know that was right?"
    },
    {
        "start": 359.0,
        "end": 363.0,
        "text": " Before I took the job, it was everyone's reporting to me."
    },
    {
        "start": 363.0,
        "end": 366.0,
        "text": " I get there and that's not the case."
    },
    {
        "start": 366.0,
        "end": 373.0,
        "text": " And I knew at the beginning, I thought I could manage it, but I knew it's just, it's problematic."
    },
    {
        "start": 373.0,
        "end": 384.0,
        "text": " And I remember I had absolutely nothing to do with not signing Oscar PS3 correctly."
    },
    {
        "start": 384.0,
        "end": 391.0,
        "text": " That was, that mistake was made in November. I started in March."
    },
    {
        "start": 391.0,
        "end": 398.0,
        "text": " So, in November, the PS3 contract was meant to be signed. It was never signed."
    },
    {
        "start": 398.0,
        "end": 410.0,
        "text": " I started in March. I had no idea. They didn't, they didn't submit the CRB documents correctly and never signed a contract with them."
    },
    {
        "start": 410.0,
        "end": 415.0,
        "text": " So, for people that are not F1 officials, those that when they're thinking, what's the Oscar PS3 situation?"
    },
    {
        "start": 415.0,
        "end": 417.0,
        "text": " Just give us the backstory to what happened."
    },
    {
        "start": 417.0,
        "end": 427.0,
        "text": " Oscar PS3 was an Alpine Academy driver who had benefited from support from Alpine."
    },
    {
        "start": 427.0,
        "end": 440.0,
        "text": " And there was a contract after he finished his F2 career where Alpine had an option on Oscar PS3 as a Formula One driver for Alpine."
    },
    {
        "start": 440.0,
        "end": 450.0,
        "text": " And that contract was never executed in November. There's two week, two week time window where it could have been done and it wasn't."
    },
    {
        "start": 450.0,
        "end": 460.0,
        "text": " Now, my point is, come the CRB where Alpine lost because of the filings were incorrectly done."
    },
    {
        "start": 460.0,
        "end": 470.0,
        "text": " We put out a press release. And the press release has an image, my image on it."
    },
    {
        "start": 470.0,
        "end": 488.0,
        "text": " So, number one, nothing to do with me. I wasn't even there. But number two, the communications department that didn't report to me thought it was a good idea to deflect the incompetency of those that were Alpine at the time by putting my picture on the release."
    },
    {
        "start": 488.0,
        "end": 493.0,
        "text": " And you firmly believe that was it wasn't just a case of what he's the team principal is put him on."
    },
    {
        "start": 493.0,
        "end": 501.0,
        "text": " Because the lady who actually put the picture on Lucy Jenon worked for me at Force India."
    },
    {
        "start": 501.0,
        "end": 506.0,
        "text": " So I went to Lucy, I said, Lucy, you know better than this. She said, I'm sorry I was told to do this."
    },
    {
        "start": 506.0,
        "end": 509.0,
        "text": " How was that for you?"
    },
    {
        "start": 509.0,
        "end": 524.0,
        "text": " Yeah, not great. But it just showed at the time that there are some people within the Alpine organization that are untrustworthy and that were out to get me. So they weren't working with me."
    },
    {
        "start": 524.0,
        "end": 530.0,
        "text": " But that's what I don't understand in a workplace. Why do you believe they, what does that do for anyone?"
    },
    {
        "start": 530.0,
        "end": 545.0,
        "text": " Well, for rational thinkers, you're absolutely right. But when you don't care about the performance of the team, what you care about is your power base more than the performance of the team."
    },
    {
        "start": 545.0,
        "end": 553.0,
        "text": " That's when you do those types of things. And I remember a saying at Ford, and hopefully it's not like this anymore."
    },
    {
        "start": 553.0,
        "end": 561.0,
        "text": " But you know, we used to have a saying that Ford Motor Company didn't make cars. It made careers."
    },
    {
        "start": 561.0,
        "end": 567.0,
        "text": " Which means you care more about your career than, and that's not the case in Formula One."
    },
    {
        "start": 567.0,
        "end": 576.0,
        "text": " But it can be the case if you get a bunch of people from, say, the rental group, now be in put in charge of Formula One team."
    },
    {
        "start": 576.0,
        "end": 583.0,
        "text": " You don't care about untrack performance. You care about your career. And if that's the case, you make those types of decisions."
    },
    {
        "start": 583.0,
        "end": 590.0,
        "text": " I remember the you saying you said something like Zach Brown should be embarrassed by his behaviour about the PS3 route."
    },
    {
        "start": 590.0,
        "end": 594.0,
        "text": " So you must have thought at some point that you, that Alpine were doing the right thing."
    },
    {
        "start": 595.0,
        "end": 601.0,
        "text": " Look, we all know the struggle of deciding what to eat. But what if I told you that he'll make that decision easier?"
    },
    {
        "start": 601.0,
        "end": 605.0,
        "text": " Their taste of bundle has got eight ready to drink bottles, including their black edition."
    },
    {
        "start": 605.0,
        "end": 614.0,
        "text": " Which has got 35 grams of protein, six daily eight is a bit of vitamins, eight complete nutrition bars, two hot savoury pots, and a free fuel t-shirt."
    },
    {
        "start": 614.0,
        "end": 621.0,
        "text": " All you have to do is click the link in the description to unlock your offer now at hield.com slash high performance."
    },
    {
        "start": 622.0,
        "end": 633.0,
        "text": " Although we didn't sign, they didn't sign the contract in time. What was in that contract? We delivered to Oscar."
    },
    {
        "start": 633.0,
        "end": 640.0,
        "text": " And that was not insignificant. It was 5,000 kilometers in a two-year-old car that cost you a lot of money."
    },
    {
        "start": 640.0,
        "end": 649.0,
        "text": " And we did that. We absolutely did everything that was meant to be done by that contract that was never signed."
    },
    {
        "start": 649.0,
        "end": 659.0,
        "text": " And in English law had we taken it to an English courts, maybe we would have won. That's unjust enrichment."
    },
    {
        "start": 659.0,
        "end": 665.0,
        "text": " You didn't sign the contract, but you took all this and you're not delivering what you're supposed to deliver."
    },
    {
        "start": 665.0,
        "end": 671.0,
        "text": " So you've joined the team where things are not quite what you think. You haven't quite got the control that you want."
    },
    {
        "start": 671.0,
        "end": 679.0,
        "text": " And now there's been this PS3 moment that it's feels to you like it's been engineered so that you're the kind of full guy in that situation."
    },
    {
        "start": 679.0,
        "end": 682.0,
        "text": " Why not at that point just walk away?"
    },
    {
        "start": 682.0,
        "end": 688.0,
        "text": " Well, you don't look. I couldn't have predicted the future. I had a contract. I want to do the best I can for my team."
    },
    {
        "start": 688.0,
        "end": 696.0,
        "text": " I'm still working hard. I'm still delivering. You know, relative today. Yeah, we're six in that championship."
    },
    {
        "start": 696.0,
        "end": 701.0,
        "text": " But we had a couple of podiums. We're scoring points regularly."
    },
    {
        "start": 701.0,
        "end": 708.0,
        "text": " You know, it wasn't a disaster. We're in the midfield. It's not like today. I don't know where they are today."
    },
    {
        "start": 708.0,
        "end": 715.0,
        "text": " 9th or something in the championship. Yeah. Today it's a disaster. You know, back then. Yeah, it's a half step back."
    },
    {
        "start": 715.0,
        "end": 719.0,
        "text": " But sometimes you take a half step back to take two steps forward."
    },
    {
        "start": 719.0,
        "end": 728.0,
        "text": " The recruitment was happening. Good people were coming. I was going to turn that team into a top three team, which is what we wanted to do."
    },
    {
        "start": 728.0,
        "end": 735.0,
        "text": " I was working with the FIA at the time to help with the engine, the power unit equalization."
    },
    {
        "start": 735.0,
        "end": 745.0,
        "text": " You know, we're 25 horsepower down on power. When when the engine freeze happened, there's a gentleman's agreement amongst the engine manufacturers."
    },
    {
        "start": 745.0,
        "end": 750.0,
        "text": " That said, if somebody is way down on power, we'll allow them to come back up."
    },
    {
        "start": 750.0,
        "end": 767.0,
        "text": " In my last meeting, which was a Formula One commission meeting in Belgium, I at the Formula One commission put a strong case forward for allowing Alpine powertrain to come back up to equal the others."
    },
    {
        "start": 767.0,
        "end": 776.0,
        "text": " The other three were within a kilowatt of each other. You know, we're 15 kilowatts down 25 horsepower down. Well, it's hard to compete."
    },
    {
        "start": 776.0,
        "end": 782.0,
        "text": " So I was working on all those fronts to get Alpine better. And I did it to my last day."
    },
    {
        "start": 782.0,
        "end": 787.0,
        "text": " Let's talk with anybody about your last day. What unfolds that day?"
    },
    {
        "start": 787.0,
        "end": 796.0,
        "text": " Formula One commission meeting in the morning. And then I think the announcement happened at lunchtime."
    },
    {
        "start": 796.0,
        "end": 801.0,
        "text": " That weekend that both Alan Perman and I were leaving."
    },
    {
        "start": 801.0,
        "end": 808.0,
        "text": " And you obviously knew that was coming. I knew about a week before. And how was that delivered to you?"
    },
    {
        "start": 808.0,
        "end": 815.0,
        "text": " Just, you know, in a phone call from the head of HR."
    },
    {
        "start": 815.0,
        "end": 820.0,
        "text": " A Zoom call. Head of HR, not even the head of Alpine."
    },
    {
        "start": 820.0,
        "end": 831.0,
        "text": " No, it was a head of it. It was a head of Renault HR. Renault Group, what were the reasons of being because it felt like things were going in the right direction for you, I imagine."
    },
    {
        "start": 831.0,
        "end": 847.0,
        "text": " Yeah. So I don't know. I've never explored those reasons there. You know, they were, they were suggestions that I needed to change a corporate culture in a way that I didn't think was the right way to do it."
    },
    {
        "start": 847.0,
        "end": 857.0,
        "text": " You know, I know how to change corporate culture into a culture that has a winning mentality, psychological safety, everything that I talked about, which is I was on my way of doing."
    },
    {
        "start": 857.0,
        "end": 866.0,
        "text": " They wanted a corporate culture change in a different manner, you know, to get rid of some people that were doing a good job that have been there for a long time."
    },
    {
        "start": 866.0,
        "end": 875.0,
        "text": " And my thought was, well, if you get rid of people that do a good job, then the message you send is do a good job, get fired."
    },
    {
        "start": 875.0,
        "end": 881.0,
        "text": " Yeah. And that's not the culture that you really want. So will you explicitly ask to change to that culture?"
    },
    {
        "start": 881.0,
        "end": 885.0,
        "text": " I was asked, yeah. And I said, no."
    },
    {
        "start": 885.0,
        "end": 887.0,
        "text": " Well done."
    },
    {
        "start": 887.0,
        "end": 889.0,
        "text": " It's not a way of."
    },
    {
        "start": 889.0,
        "end": 899.0,
        "text": " What do you, it's in those moments that the principles get tested, isn't it? You know, like there's an argument you can say, well, I could still be in a job and earning a massive salary if I have."
    },
    {
        "start": 899.0,
        "end": 903.0,
        "text": " If I would have just done what they asked, yeah."
    },
    {
        "start": 903.0,
        "end": 910.0,
        "text": " But that would have been short term, you know, those people that have left actually did a good job."
    },
    {
        "start": 910.0,
        "end": 914.0,
        "text": " And, you know, that are most of them are at other teams now."
    },
    {
        "start": 914.0,
        "end": 919.0,
        "text": " And, yeah, I mean, you could just look at the results, you can see."
    },
    {
        "start": 919.0,
        "end": 921.0,
        "text": " I mean, it's been a difference."
    },
    {
        "start": 921.0,
        "end": 924.0,
        "text": " It's been a clear collapse, right? Since you left, if you look at the results."
    },
    {
        "start": 924.0,
        "end": 930.0,
        "text": " Yeah, it's not because I left. It's because of, you know, there's a massive people that left."
    },
    {
        "start": 930.0,
        "end": 931.0,
        "text": " Yeah."
    },
    {
        "start": 931.0,
        "end": 940.0,
        "text": " So, after two experiences like that, the, the, the, at the very skills that you think now you'll acquire that allow it not to happen to you again."
    },
    {
        "start": 940.0,
        "end": 942.0,
        "text": " Yeah. For sure."
    },
    {
        "start": 942.0,
        "end": 952.0,
        "text": " Well, for sure. So if, if this ever happens again, trust is great."
    },
    {
        "start": 952.0,
        "end": 957.0,
        "text": " Ownership is perfect."
    },
    {
        "start": 957.0,
        "end": 967.0,
        "text": " What I mean by that is I got to own the whole thing and not ownership by ownership, but like at Alpean, make sure everyone reports to you."
    },
    {
        "start": 967.0,
        "end": 969.0,
        "text": " Because now you have ownership."
    },
    {
        "start": 969.0,
        "end": 974.0,
        "text": " You don't have to trust the HR people. You don't have to trust the communications people."
    },
    {
        "start": 974.0,
        "end": 978.0,
        "text": " You don't have to trust the marketing or the commercial people."
    },
    {
        "start": 978.0,
        "end": 982.0,
        "text": " You don't have to trust the finance people. They actually report to you."
    },
    {
        "start": 982.0,
        "end": 989.0,
        "text": " And if you're a decent leader, they'll appreciate working for you as well."
    },
    {
        "start": 989.0,
        "end": 999.0,
        "text": " I'm so interested to have a conversation in a, through a formula on lens, but about kindness, empathy, understanding, creating a positive culture, psychological safety."
    },
    {
        "start": 999.0,
        "end": 1007.0,
        "text": " All these things that we know of vital in business from the conversations we've had on this show, but I sometimes think are actually lacking in certain areas."
    },
    {
        "start": 1007.0,
        "end": 1014.0,
        "text": " Yeah. You know, a lot of people talk about psychological safety and culture."
    },
    {
        "start": 1014.0,
        "end": 1020.0,
        "text": " I think it was Peter Drucker that said, you know, culture each strategy for breakfast, which is true."
    },
    {
        "start": 1020.0,
        "end": 1031.0,
        "text": " And you've got to create that culture within the team, that winning mentality, but also look after each other in a psychological safe environment."
    },
    {
        "start": 1031.0,
        "end": 1036.0,
        "text": " So you're free to make mistakes and learn from them and get better."
    },
    {
        "start": 1036.0,
        "end": 1041.0,
        "text": " You don't have to worry about taking calculated risks."
    },
    {
        "start": 1041.0,
        "end": 1043.0,
        "text": " The risk doesn't work out. You fail."
    },
    {
        "start": 1043.0,
        "end": 1049.0,
        "text": " And then you're looking over your shoulder to see who on your team is stabbing you in the back."
    },
    {
        "start": 1049.0,
        "end": 1053.0,
        "text": " You know, if that's the environment you have, you'll never succeed."
    },
    {
        "start": 1053.0,
        "end": 1059.0,
        "text": " And you need an environment where those calculated risks are encouraged."
    },
    {
        "start": 1059.0,
        "end": 1062.0,
        "text": " You learn from them and then you get better."
    },
    {
        "start": 1062.0,
        "end": 1069.0,
        "text": " Now, I recently heard somebody say, and I believe it, that, you know, we all say we learn from our mistakes and we do."
    },
    {
        "start": 1069.0,
        "end": 1072.0,
        "text": " But you learn more from your successes."
    },
    {
        "start": 1072.0,
        "end": 1076.0,
        "text": " And if you look at, you know, we talked about golf earlier."
    },
    {
        "start": 1076.0,
        "end": 1077.0,
        "text": " Yeah."
    },
    {
        "start": 1077.0,
        "end": 1081.0,
        "text": " When you first start golfing, do you hit a perfect shot on your first attempt?"
    },
    {
        "start": 1081.0,
        "end": 1083.0,
        "text": " No, we're near. I watch my son."
    },
    {
        "start": 1083.0,
        "end": 1093.0,
        "text": " And probably for the first six months, well, for the first few lessons, he was hitting the ground about six inches behind the ball."
    },
    {
        "start": 1093.0,
        "end": 1095.0,
        "text": " He wasn't even hitting the ball."
    },
    {
        "start": 1095.0,
        "end": 1100.0,
        "text": " So all those shots where you're trying to hit the ball, but you miss those are failures."
    },
    {
        "start": 1100.0,
        "end": 1102.0,
        "text": " And you learn from those failures."
    },
    {
        "start": 1102.0,
        "end": 1109.0,
        "text": " But the first time you hit the ball well, you learn more from that success than you did the previous failures."
    },
    {
        "start": 1109.0,
        "end": 1114.0,
        "text": " But if you, once you fail, you miss the ball and you say, that's it."
    },
    {
        "start": 1114.0,
        "end": 1116.0,
        "text": " You're never doing this again."
    },
    {
        "start": 1116.0,
        "end": 1118.0,
        "text": " You never get to that success."
    },
    {
        "start": 1118.0,
        "end": 1123.0,
        "text": " And that's where psychological safety in a team environment plays its role."
    },
    {
        "start": 1123.0,
        "end": 1125.0,
        "text": " Allow that failure."
    },
    {
        "start": 1125.0,
        "end": 1128.0,
        "text": " Allow that learning from the failure."
    },
    {
        "start": 1128.0,
        "end": 1131.0,
        "text": " So then you do get the success and learn a lot more."
    },
    {
        "start": 1131.0,
        "end": 1137.0,
        "text": " I think what you're putting on that, is the dichotomy that lots of people talk about good game."
    },
    {
        "start": 1137.0,
        "end": 1140.0,
        "text": " It comes to culture, values, psychological safety."
    },
    {
        "start": 1140.0,
        "end": 1144.0,
        "text": " But I'd say living it is often seen as a lot harder."
    },
    {
        "start": 1144.0,
        "end": 1148.0,
        "text": " So how do you get people to chunslite the theory into practice?"
    },
    {
        "start": 1148.0,
        "end": 1149.0,
        "text": " Living it is hard."
    },
    {
        "start": 1149.0,
        "end": 1155.0,
        "text": " So when all things go swimmingly and say, inform you of one, you're winning."
    },
    {
        "start": 1155.0,
        "end": 1157.0,
        "text": " Then it's easy to live it."
    },
    {
        "start": 1157.0,
        "end": 1159.0,
        "text": " It's easy because you're winning."
    },
    {
        "start": 1159.0,
        "end": 1162.0,
        "text": " When you go from winning to third or fourth or fifth,"
    },
    {
        "start": 1162.0,
        "end": 1170.0,
        "text": " and then putting that in practice because your natural tendency is not to have that,"
    },
    {
        "start": 1170.0,
        "end": 1171.0,
        "text": " to blame somebody else."
    },
    {
        "start": 1171.0,
        "end": 1172.0,
        "text": " It can't be my fault."
    },
    {
        "start": 1172.0,
        "end": 1173.0,
        "text": " It's your fault."
    },
    {
        "start": 1173.0,
        "end": 1174.0,
        "text": " You start finger pointing."
    },
    {
        "start": 1174.0,
        "end": 1175.0,
        "text": " No, no, I did my job."
    },
    {
        "start": 1175.0,
        "end": 1176.0,
        "text": " You didn't."
    },
    {
        "start": 1176.0,
        "end": 1180.0,
        "text": " And that's when all that comes to the fore."
    },
    {
        "start": 1180.0,
        "end": 1182.0,
        "text": " That's when you need it most."
    },
    {
        "start": 1182.0,
        "end": 1184.0,
        "text": " And that becomes harder."
    },
    {
        "start": 1184.0,
        "end": 1186.0,
        "text": " There's two things that become hard."
    },
    {
        "start": 1186.0,
        "end": 1190.0,
        "text": " One as a leader, you can practice psychological safety."
    },
    {
        "start": 1191.0,
        "end": 1195.0,
        "text": " And practicing means if we all make mistakes."
    },
    {
        "start": 1195.0,
        "end": 1198.0,
        "text": " And as a leader, when you make a mistake, you raise your hand and you say,"
    },
    {
        "start": 1198.0,
        "end": 1199.0,
        "text": " you know what, I screwed up."
    },
    {
        "start": 1199.0,
        "end": 1201.0,
        "text": " I recognize that I made this mistake."
    },
    {
        "start": 1201.0,
        "end": 1204.0,
        "text": " I'm going to try harder next time or I'll do better next time."
    },
    {
        "start": 1204.0,
        "end": 1208.0,
        "text": " So can you give us an example of why you did that and saw the ripple effect?"
    },
    {
        "start": 1208.0,
        "end": 1215.0,
        "text": " But many, many examples within meetings that we had, even on the pit wall."
    },
    {
        "start": 1216.0,
        "end": 1217.0,
        "text": " I made the call."
    },
    {
        "start": 1217.0,
        "end": 1219.0,
        "text": " It was down to me and I made a bad call."
    },
    {
        "start": 1219.0,
        "end": 1223.0,
        "text": " And then after you'd have to say, you know what, you were right."
    },
    {
        "start": 1223.0,
        "end": 1224.0,
        "text": " I was wrong."
    },
    {
        "start": 1224.0,
        "end": 1225.0,
        "text": " You remember one."
    },
    {
        "start": 1225.0,
        "end": 1226.0,
        "text": " I love these."
    },
    {
        "start": 1226.0,
        "end": 1227.0,
        "text": " I do."
    },
    {
        "start": 1227.0,
        "end": 1228.0,
        "text": " And this was at Alpine."
    },
    {
        "start": 1228.0,
        "end": 1239.0,
        "text": " And it was whether we went out on new tires in Q1 to get through to Q2 or used."
    },
    {
        "start": 1239.0,
        "end": 1242.0,
        "text": " Were we going to be quick enough unused?"
    },
    {
        "start": 1243.0,
        "end": 1246.0,
        "text": " And I was so worried and I get not on Q1."
    },
    {
        "start": 1246.0,
        "end": 1251.0,
        "text": " And we burned up a set of new, a new softs where we didn't have to."
    },
    {
        "start": 1251.0,
        "end": 1254.0,
        "text": " And I think it was Pat Fry who was right and I was wrong."
    },
    {
        "start": 1254.0,
        "end": 1258.0,
        "text": " And I said to him after I said, you're right."
    },
    {
        "start": 1258.0,
        "end": 1259.0,
        "text": " I was wrong."
    },
    {
        "start": 1259.0,
        "end": 1260.0,
        "text": " I learned something."
    },
    {
        "start": 1260.0,
        "end": 1264.0,
        "text": " But if you say, if you say that, it kind of sets the tone for everyone else."
    },
    {
        "start": 1264.0,
        "end": 1266.0,
        "text": " The boss made a mistake."
    },
    {
        "start": 1266.0,
        "end": 1267.0,
        "text": " He raised his hand."
    },
    {
        "start": 1267.0,
        "end": 1268.0,
        "text": " It's okay."
    },
    {
        "start": 1268.0,
        "end": 1270.0,
        "text": " It's okay for me to make a mistake."
    },
    {
        "start": 1270.0,
        "end": 1287.0,
        "text": " But the hard thing is in that is when you have a thousand people and you have other bosses and bosses below them that have people underneath them to get everyone to act in the same manner that you wish for them to act or in the same way that you're acting."
    },
    {
        "start": 1287.0,
        "end": 1289.0,
        "text": " So that's the hard thing."
    },
    {
        "start": 1289.0,
        "end": 1295.0,
        "text": " You know, I used to always say, if you want to recruit good people, I'd inform you one team."
    },
    {
        "start": 1295.0,
        "end": 1297.0,
        "text": " And it's all about the people and how you work together."
    },
    {
        "start": 1297.0,
        "end": 1299.0,
        "text": " Make it a good place to work."
    },
    {
        "start": 1299.0,
        "end": 1305.0,
        "text": " First and foremost, make it a good place to work such that people want to come to you."
    },
    {
        "start": 1305.0,
        "end": 1307.0,
        "text": " And I can try to make it a good place to work."
    },
    {
        "start": 1307.0,
        "end": 1312.0,
        "text": " And I'll have more of an influence than say the head of electronic design."
    },
    {
        "start": 1312.0,
        "end": 1317.0,
        "text": " But the head of electronic design might have 30 people underneath him or her."
    },
    {
        "start": 1317.0,
        "end": 1324.0,
        "text": " And if they don't make it a good place to work for those 30 people, you'll have pockets of not such a good place to work."
    },
    {
        "start": 1324.0,
        "end": 1332.0,
        "text": " And how do you communicate that importance of a good place to work to everybody?"
    },
    {
        "start": 1332.0,
        "end": 1336.0,
        "text": " Everyone that's got an influence of other people, how they treat them."
    },
    {
        "start": 1336.0,
        "end": 1338.0,
        "text": " And that is to the key to that."
    },
    {
        "start": 1338.0,
        "end": 1342.0,
        "text": " So throughout the organization, you have that same ethos."
    },
    {
        "start": 1342.0,
        "end": 1345.0,
        "text": " So how would you define a good place to work?"
    },
    {
        "start": 1345.0,
        "end": 1347.0,
        "text": " It's different for different people."
    },
    {
        "start": 1347.0,
        "end": 1349.0,
        "text": " And that's what you have to understand."
    },
    {
        "start": 1349.0,
        "end": 1351.0,
        "text": " That's where empathy comes in."
    },
    {
        "start": 1351.0,
        "end": 1355.0,
        "text": " A good place for you might be different than a good place for you."
    },
    {
        "start": 1355.0,
        "end": 1356.0,
        "text": " And I'll give you an example."
    },
    {
        "start": 1356.0,
        "end": 1364.0,
        "text": " Some people care more about money and others care more about the job and the breadth of what they're doing."
    },
    {
        "start": 1364.0,
        "end": 1368.0,
        "text": " You know, a good place for me is pay me the most."
    },
    {
        "start": 1368.0,
        "end": 1369.0,
        "text": " And I'm happy."
    },
    {
        "start": 1369.0,
        "end": 1373.0,
        "text": " A good place for me is I want to have a big influence on the performance of the car."
    },
    {
        "start": 1373.0,
        "end": 1378.0,
        "text": " A good place for me is I get to go home and tell my neighbors I work for a formula one team."
    },
    {
        "start": 1379.0,
        "end": 1382.0,
        "text": " So a good place to work is different for different people."
    },
    {
        "start": 1382.0,
        "end": 1388.0,
        "text": " And as a good manager, you have to understand what those differences are and give it to them."
    },
    {
        "start": 1388.0,
        "end": 1390.0,
        "text": " And how did you do that?"
    },
    {
        "start": 1390.0,
        "end": 1395.0,
        "text": " So my direct reports, for example, I knew all those that cared about money."
    },
    {
        "start": 1395.0,
        "end": 1398.0,
        "text": " I knew all those that cared about being bettered on the back."
    },
    {
        "start": 1398.0,
        "end": 1402.0,
        "text": " I knew all those that cared about just being left alone."
    },
    {
        "start": 1402.0,
        "end": 1405.0,
        "text": " So how will you get that information?"
    },
    {
        "start": 1406.0,
        "end": 1408.0,
        "text": " By reading the people really."
    },
    {
        "start": 1408.0,
        "end": 1411.0,
        "text": " Let's talk about the fourth India generally."
    },
    {
        "start": 1411.0,
        "end": 1416.0,
        "text": " I mean, that was a period where you came in chief operating officer there for a long time."
    },
    {
        "start": 1416.0,
        "end": 1420.0,
        "text": " And the team, if you look at it, was on a constant upward trajectory."
    },
    {
        "start": 1420.0,
        "end": 1428.0,
        "text": " 280 people when I started, 408 when I left."
    },
    {
        "start": 1428.0,
        "end": 1430.0,
        "text": " So I hired some people."
    },
    {
        "start": 1430.0,
        "end": 1431.0,
        "text": " Yeah, obviously."
    },
    {
        "start": 1431.0,
        "end": 1433.0,
        "text": " I hired personally."
    },
    {
        "start": 1433.0,
        "end": 1437.0,
        "text": " And one of the first hires was Andrew Green."
    },
    {
        "start": 1437.0,
        "end": 1446.0,
        "text": " And then together we assessed areas of competency that a formula one team required that we didn't have."
    },
    {
        "start": 1446.0,
        "end": 1451.0,
        "text": " And then we went out to recruit the best people that we could in those areas."
    },
    {
        "start": 1451.0,
        "end": 1458.0,
        "text": " And again, recruiting, how do you get good people to leave Red Bull and come to force India?"
    },
    {
        "start": 1459.0,
        "end": 1461.0,
        "text": " You got to make it a good place to work."
    },
    {
        "start": 1461.0,
        "end": 1468.0,
        "text": " And I remember when Guru Joel joined us from Red Bull."
    },
    {
        "start": 1468.0,
        "end": 1478.0,
        "text": " And I called Toto, and I don't know what we're talking about, but I said, oh, yeah, we've got this senior dynamicist guru coming from Red Bull to join us."
    },
    {
        "start": 1478.0,
        "end": 1480.0,
        "text": " And he was like, what?"
    },
    {
        "start": 1480.0,
        "end": 1483.0,
        "text": " Why is he not coming to Mercedes?"
    },
    {
        "start": 1483.0,
        "end": 1491.0,
        "text": " He couldn't believe that a guy from Red Bull at a senior level would actually entertain going to force India."
    },
    {
        "start": 1491.0,
        "end": 1494.0,
        "text": " But that's because we had a reputation of go there."
    },
    {
        "start": 1494.0,
        "end": 1496.0,
        "text": " It's a good place to work."
    },
    {
        "start": 1496.0,
        "end": 1508.0,
        "text": " You mentioned Toto, that when we spoke to him, one of the things that he thought he'd done particularly well at Mercedes was he translated values into action."
    },
    {
        "start": 1508.0,
        "end": 1513.0,
        "text": " So the example he famously used with us was he talks about attention to detail."
    },
    {
        "start": 1513.0,
        "end": 1517.0,
        "text": " And he came in and noticed that the reception area was dirty."
    },
    {
        "start": 1517.0,
        "end": 1520.0,
        "text": " It was all cups yesterday's newspapers."
    },
    {
        "start": 1520.0,
        "end": 1525.0,
        "text": " And what he felt he did was narrow that knowing and doing gap."
    },
    {
        "start": 1525.0,
        "end": 1531.0,
        "text": " What were the values that you were introducing into the India?"
    },
    {
        "start": 1532.0,
        "end": 1536.0,
        "text": " Yeah, so Toto is absolutely right."
    },
    {
        "start": 1536.0,
        "end": 1538.0,
        "text": " He did that at Mercedes."
    },
    {
        "start": 1538.0,
        "end": 1544.0,
        "text": " And when he got there, he took it to another level."
    },
    {
        "start": 1544.0,
        "end": 1555.0,
        "text": " And I remember people telling me that Toto would walk around in the pit lane and look to see who had the nicest garage setup."
    },
    {
        "start": 1555.0,
        "end": 1561.0,
        "text": " And you could see from the pit lane into everybody's garages and he would walk and benchmarked the best."
    },
    {
        "start": 1561.0,
        "end": 1563.0,
        "text": " And I think it was Red Bull at the time."
    },
    {
        "start": 1563.0,
        "end": 1570.0,
        "text": " And he would say to his sporting director Ron Meadows, I want some better nut."
    },
    {
        "start": 1570.0,
        "end": 1573.0,
        "text": " And which is great. And he did that."
    },
    {
        "start": 1573.0,
        "end": 1578.0,
        "text": " And that translates into a lot of other things too."
    },
    {
        "start": 1578.0,
        "end": 1584.0,
        "text": " But like I said, the one thing that I wanted at force India, because I knew we didn't have the money to do those things."
    },
    {
        "start": 1584.0,
        "end": 1588.0,
        "text": " Even if we wanted a better garage, you can't."
    },
    {
        "start": 1588.0,
        "end": 1590.0,
        "text": " Is a good place to work."
    },
    {
        "start": 1590.0,
        "end": 1593.0,
        "text": " And that was our differentiating factor."
    },
    {
        "start": 1593.0,
        "end": 1595.0,
        "text": " So I'll give you a couple other examples."
    },
    {
        "start": 1595.0,
        "end": 1606.0,
        "text": " We needed benches for our laminating department for the technicians to be able to laminate parts."
    },
    {
        "start": 1606.0,
        "end": 1609.0,
        "text": " And we couldn't afford them."
    },
    {
        "start": 1609.0,
        "end": 1613.0,
        "text": " And I remember telling Bob Halliwell, the operations director, I said, listen."
    },
    {
        "start": 1613.0,
        "end": 1618.0,
        "text": " Go to Costco. They have great work benches."
    },
    {
        "start": 1618.0,
        "end": 1622.0,
        "text": " There are about 220 pounds each and their high quality."
    },
    {
        "start": 1622.0,
        "end": 1627.0,
        "text": " We went to Costco and we bought work benches for everybody."
    },
    {
        "start": 1627.0,
        "end": 1629.0,
        "text": " We got to make Costco."
    },
    {
        "start": 1629.0,
        "end": 1633.0,
        "text": " It suited what they needed. They loved them."
    },
    {
        "start": 1633.0,
        "end": 1636.0,
        "text": " But it wasn't a lista that was ten times the money."
    },
    {
        "start": 1636.0,
        "end": 1638.0,
        "text": " We couldn't afford it."
    },
    {
        "start": 1638.0,
        "end": 1647.0,
        "text": " And I remember Lawrence Stroll coming in to have a look around because he was considering whether land should drive for us."
    },
    {
        "start": 1647.0,
        "end": 1650.0,
        "text": " And I think we were fourth in the championship at the time."
    },
    {
        "start": 1650.0,
        "end": 1653.0,
        "text": " And Lawrence himself said, I couldn't believe it."
    },
    {
        "start": 1653.0,
        "end": 1662.0,
        "text": " I walked in to the electronics department and they're instrumenting a front wing with a fellow sitting on a stool."
    },
    {
        "start": 1662.0,
        "end": 1667.0,
        "text": " And the wing was on top of a, like a rubbish bin."
    },
    {
        "start": 1667.0,
        "end": 1670.0,
        "text": " So he could work at the right height."
    },
    {
        "start": 1670.0,
        "end": 1682.0,
        "text": " He couldn't believe that we were performing at the level that we were performing with having the front wing instrumented sitting on top of a rubbish bin."
    },
    {
        "start": 1682.0,
        "end": 1683.0,
        "text": " But that's all we had."
    },
    {
        "start": 1683.0,
        "end": 1686.0,
        "text": " You had Vijay Malia as your team boss at Force India."
    },
    {
        "start": 1686.0,
        "end": 1691.0,
        "text": " You had Lawrence Stroll as your team boss at Aston Martin."
    },
    {
        "start": 1691.0,
        "end": 1696.0,
        "text": " Both sort of large-than-life individuals with their own stories."
    },
    {
        "start": 1696.0,
        "end": 1702.0,
        "text": " And I often look at people who have been really successful in business elsewhere and not replicated it in Formula One."
    },
    {
        "start": 1702.0,
        "end": 1704.0,
        "text": " And I often think how, how and why does that happen?"
    },
    {
        "start": 1704.0,
        "end": 1708.0,
        "text": " I wonder what you've learned about that."
    },
    {
        "start": 1708.0,
        "end": 1711.0,
        "text": " Today's show is in partnership with BetterHelp."
    },
    {
        "start": 1711.0,
        "end": 1714.0,
        "text": " And look, I know that sometimes we love that thought that we can do it alone, right?"
    },
    {
        "start": 1714.0,
        "end": 1716.0,
        "text": " You know, we've got the strength to cope with this."
    },
    {
        "start": 1716.0,
        "end": 1720.0,
        "text": " But the truth is that I think all of us need support in our lives."
    },
    {
        "start": 1720.0,
        "end": 1722.0,
        "text": " And I come at this from a very personal perspective."
    },
    {
        "start": 1722.0,
        "end": 1725.0,
        "text": " When I was in my 20s, I really struggled with my mental health."
    },
    {
        "start": 1725.0,
        "end": 1729.0,
        "text": " And you know what, it took me almost two years to finally reach out and have therapy."
    },
    {
        "start": 1729.0,
        "end": 1731.0,
        "text": " The moment I did, everything changed."
    },
    {
        "start": 1731.0,
        "end": 1736.0,
        "text": " And that's why I passionately implore you if you're thinking about it, have therapy."
    },
    {
        "start": 1736.0,
        "end": 1738.0,
        "text": " It was a game changer for me."
    },
    {
        "start": 1738.0,
        "end": 1740.0,
        "text": " It could be a game changer for you."
    },
    {
        "start": 1740.0,
        "end": 1745.0,
        "text": " And I love Partner With BetterHelp because they make therapy flexible, affordable, convenient."
    },
    {
        "start": 1745.0,
        "end": 1748.0,
        "text": " And you can start the process in just minutes."
    },
    {
        "start": 1748.0,
        "end": 1752.0,
        "text": " And I'm really pleased to say that thanks to this show, you can get 10% off."
    },
    {
        "start": 1752.0,
        "end": 1757.0,
        "text": " All you need to do is go to BetterHelp.com forward slash performance for 10% off."
    },
    {
        "start": 1757.0,
        "end": 1758.0,
        "text": " That's better."
    },
    {
        "start": 1758.0,
        "end": 1763.0,
        "text": " H-E-L-P.com forward slash performance for 10% off."
    },
    {
        "start": 1763.0,
        "end": 1766.0,
        "text": " Good luck."
    },
    {
        "start": 1766.0,
        "end": 1770.0,
        "text": " With Vijay, he was really, really hands off."
    },
    {
        "start": 1770.0,
        "end": 1777.0,
        "text": " And everything that I read now about high performing teams is"
    },
    {
        "start": 1777.0,
        "end": 1785.0,
        "text": " the owners, the leaders, allow the rest of the team members,"
    },
    {
        "start": 1785.0,
        "end": 1788.0,
        "text": " the latitude to do what they're good at."
    },
    {
        "start": 1788.0,
        "end": 1790.0,
        "text": " And they don't micromanage."
    },
    {
        "start": 1790.0,
        "end": 1792.0,
        "text": " And Vijay didn't micromanage."
    },
    {
        "start": 1792.0,
        "end": 1794.0,
        "text": " He let us get on with it."
    },
    {
        "start": 1794.0,
        "end": 1800.0,
        "text": " Now that's not to say there was twice that I remember where one time we had an"
    },
    {
        "start": 1800.0,
        "end": 1803.0,
        "text": " inordinate amount of on track failures."
    },
    {
        "start": 1803.0,
        "end": 1804.0,
        "text": " Right?"
    },
    {
        "start": 1804.0,
        "end": 1806.0,
        "text": " So our reliability was not great."
    },
    {
        "start": 1806.0,
        "end": 1808.0,
        "text": " And that's easy to know."
    },
    {
        "start": 1808.0,
        "end": 1811.0,
        "text": " I mean, we all follow it."
    },
    {
        "start": 1811.0,
        "end": 1813.0,
        "text": " We measure it."
    },
    {
        "start": 1813.0,
        "end": 1814.0,
        "text": " And everyone can see it."
    },
    {
        "start": 1814.0,
        "end": 1816.0,
        "text": " Another failure."
    },
    {
        "start": 1816.0,
        "end": 1822.0,
        "text": " And I remember Vijay got us all together in a room, the seniors, you know,"
    },
    {
        "start": 1822.0,
        "end": 1827.0,
        "text": " head of arrow, chief designers, head of mechanical design,"
    },
    {
        "start": 1827.0,
        "end": 1832.0,
        "text": " head of composite design, technical director, we're all in a room."
    },
    {
        "start": 1832.0,
        "end": 1842.0,
        "text": " And he said, ladies, gentlemen, we have too many reliability issues."
    },
    {
        "start": 1842.0,
        "end": 1849.0,
        "text": " I want all of us, including myself, to go home tonight and have an introspective view"
    },
    {
        "start": 1849.0,
        "end": 1853.0,
        "text": " as to why that is and what we can do better."
    },
    {
        "start": 1853.0,
        "end": 1856.0,
        "text": " And we'll come back tomorrow with some ideas."
    },
    {
        "start": 1856.0,
        "end": 1858.0,
        "text": " And it's all he said."
    },
    {
        "start": 1858.0,
        "end": 1861.0,
        "text": " And then the next day we came back with ideas out of fix it."
    },
    {
        "start": 1861.0,
        "end": 1862.0,
        "text": " And guess what?"
    },
    {
        "start": 1862.0,
        "end": 1866.0,
        "text": " Reliability got so much better and very quickly."
    },
    {
        "start": 1866.0,
        "end": 1870.0,
        "text": " Vijay sending everyone home saying, come back and we'll have an answer in the morning."
    },
    {
        "start": 1870.0,
        "end": 1873.0,
        "text": " I mean, I imagine you were all doing it already."
    },
    {
        "start": 1873.0,
        "end": 1876.0,
        "text": " So what did the owner of the team saying that?"
    },
    {
        "start": 1876.0,
        "end": 1883.0,
        "text": " I think the owner of the team saying that just gives you a much better focus for everybody on this is a priority."
    },
    {
        "start": 1883.0,
        "end": 1888.0,
        "text": " Because you've got other priorities, your chief designer, you're looking at not just reliability,"
    },
    {
        "start": 1888.0,
        "end": 1893.0,
        "text": " but you're looking at the next upgrade, making sure those designs are on time."
    },
    {
        "start": 1893.0,
        "end": 1901.0,
        "text": " Now suddenly reliability is the core issue that we need to solve today."
    },
    {
        "start": 1901.0,
        "end": 1904.0,
        "text": " And we had a reliability engineer like everyone else did."
    },
    {
        "start": 1904.0,
        "end": 1908.0,
        "text": " You know, and it was his job or it was a mail."
    },
    {
        "start": 1909.0,
        "end": 1916.0,
        "text": " It was his job to write it all down, go to the design engineers that had the responsibility for their part,"
    },
    {
        "start": 1916.0,
        "end": 1923.0,
        "text": " make sure that they did an analysis to find the root cause, fix the root cause."
    },
    {
        "start": 1923.0,
        "end": 1925.0,
        "text": " All that was happening in the background."
    },
    {
        "start": 1925.0,
        "end": 1928.0,
        "text": " But we were still weren't making enough progress."
    },
    {
        "start": 1928.0,
        "end": 1932.0,
        "text": " And you know, it took Vijay to say, you know what?"
    },
    {
        "start": 1932.0,
        "end": 1935.0,
        "text": " Let's all of us, including myself."
    },
    {
        "start": 1935.0,
        "end": 1937.0,
        "text": " And then we just did this."
    },
    {
        "start": 1937.0,
        "end": 1942.0,
        "text": " And that was early on. I was there very, that was right when I started."
    },
    {
        "start": 1942.0,
        "end": 1944.0,
        "text": " And what did you learn from Lawrence Joel?"
    },
    {
        "start": 1944.0,
        "end": 1947.0,
        "text": " Because I mean, I look at him and I think he owns the team."
    },
    {
        "start": 1947.0,
        "end": 1950.0,
        "text": " He owns the car company that names the team."
    },
    {
        "start": 1950.0,
        "end": 1951.0,
        "text": " His son drives for the team."
    },
    {
        "start": 1951.0,
        "end": 1956.0,
        "text": " I mean, if you're talking about not being emotionally invested, I'm not sure whether that's even possible for him."
    },
    {
        "start": 1956.0,
        "end": 1966.0,
        "text": " Yeah. So, I mean, the absolute good bits about Lawrence is he has this great desire to do well in everything he does."
    },
    {
        "start": 1967.0,
        "end": 1973.0,
        "text": " So, whether that's, you know, the fashion business or, you know, he does want to finish second."
    },
    {
        "start": 1973.0,
        "end": 1978.0,
        "text": " And he's also, you know, put money into the team."
    },
    {
        "start": 1978.0,
        "end": 1983.0,
        "text": " You know, there is this saying in Formula One that money doesn't buy you success."
    },
    {
        "start": 1983.0,
        "end": 1986.0,
        "text": " But without money, you will never have success."
    },
    {
        "start": 1986.0,
        "end": 1988.0,
        "text": " Right? So, you definitely need the money."
    },
    {
        "start": 1988.0,
        "end": 1992.0,
        "text": " And Lawrence is, you know, he's put his money where his mouth is."
    },
    {
        "start": 1992.0,
        "end": 1998.0,
        "text": " And he's given him the money that we required to have the resources, the infrastructure."
    },
    {
        "start": 1998.0,
        "end": 2001.0,
        "text": " There's a new wind tunnel coming on board soon."
    },
    {
        "start": 2001.0,
        "end": 2004.0,
        "text": " There's a beautiful new factory and another building."
    },
    {
        "start": 2004.0,
        "end": 2006.0,
        "text": " So, there's an entire campus."
    },
    {
        "start": 2006.0,
        "end": 2010.0,
        "text": " And he's definitely invested."
    },
    {
        "start": 2010.0,
        "end": 2016.0,
        "text": " Good powertrain, good engineers, good drivers, you know, Lance is very capable."
    },
    {
        "start": 2016.0,
        "end": 2018.0,
        "text": " And he's got Fernando too."
    },
    {
        "start": 2018.0,
        "end": 2021.0,
        "text": " And I've worked with both of them."
    },
    {
        "start": 2021.0,
        "end": 2024.0,
        "text": " Both very capable drivers."
    },
    {
        "start": 2027.0,
        "end": 2029.0,
        "text": " Adrian, do we go in there now?"
    },
    {
        "start": 2029.0,
        "end": 2037.0,
        "text": " So, my point is he definitely wants to win and he will put the building blocks in place that are required."
    },
    {
        "start": 2037.0,
        "end": 2040.0,
        "text": " I thought about this when I watched the episode of Drive to Survive."
    },
    {
        "start": 2040.0,
        "end": 2043.0,
        "text": " And I remember Lawrence like walking into, I mean, you might have even been in the meeting."
    },
    {
        "start": 2043.0,
        "end": 2046.0,
        "text": " And he kind of came in and he said something like, you've got five minutes to go."
    },
    {
        "start": 2046.0,
        "end": 2047.0,
        "text": " I was in the meeting."
    },
    {
        "start": 2048.0,
        "end": 2054.0,
        "text": " And I remember watching that thinking, what a way to not get the best of the people in that meeting to put,"
    },
    {
        "start": 2054.0,
        "end": 2057.0,
        "text": " it felt like instant pressure on the people in the room."
    },
    {
        "start": 2057.0,
        "end": 2059.0,
        "text": " How was it being in there?"
    },
    {
        "start": 2059.0,
        "end": 2066.0,
        "text": " That's a little bit different than VJ saying, let's have an introspective view tonight and we'll come back tomorrow."
    },
    {
        "start": 2068.0,
        "end": 2072.0,
        "text": " Yeah, no, I mean, so some people I had a pressure differently."
    },
    {
        "start": 2072.0,
        "end": 2081.0,
        "text": " You know, me personally, I would care about the things that I had control over and not worry about those things that I didn't."
    },
    {
        "start": 2081.0,
        "end": 2085.0,
        "text": " And if you do that, then you put less pressure on yourself."
    },
    {
        "start": 2085.0,
        "end": 2089.0,
        "text": " It's yourself that's really put the pressure on nobody else."
    },
    {
        "start": 2089.0,
        "end": 2096.0,
        "text": " And if you can deflect it by saying, I'm going to do the best I can at this bit that is my responsibility."
    },
    {
        "start": 2096.0,
        "end": 2099.0,
        "text": " And you're happy with that, then you don't feel the pressure as much."
    },
    {
        "start": 2099.0,
        "end": 2102.0,
        "text": " There's a story I want to pick up on from your time for India."
    },
    {
        "start": 2102.0,
        "end": 2108.0,
        "text": " Is it an urban myth or is it the truth that you paid the salary for the whole team twice?"
    },
    {
        "start": 2108.0,
        "end": 2110.0,
        "text": " I mean, twice."
    },
    {
        "start": 2110.0,
        "end": 2113.0,
        "text": " Would you mind giving us an idea of how much money that is?"
    },
    {
        "start": 2113.0,
        "end": 2117.0,
        "text": " At the time, it wasn't that much."
    },
    {
        "start": 2117.0,
        "end": 2119.0,
        "text": " It was a sizable number."
    },
    {
        "start": 2119.0,
        "end": 2128.0,
        "text": " But it was in the millions and I paid it with the help of my partner at SoftPower."
    },
    {
        "start": 2128.0,
        "end": 2131.0,
        "text": " So, you know, he too, we had money."
    },
    {
        "start": 2131.0,
        "end": 2136.0,
        "text": " We had money in the business. I had my own money and I knew the salaries were not going to get paid."
    },
    {
        "start": 2136.0,
        "end": 2140.0,
        "text": " And I know how difficult that is for people."
    },
    {
        "start": 2140.0,
        "end": 2145.0,
        "text": " You know, some people live from paycheck to paycheck and I understand it."
    },
    {
        "start": 2145.0,
        "end": 2148.0,
        "text": " And I just couldn't, we had to pay the salaries."
    },
    {
        "start": 2148.0,
        "end": 2152.0,
        "text": " And the Formula One money was coming in five days time."
    },
    {
        "start": 2152.0,
        "end": 2159.0,
        "text": " So, say the salaries are due on a Friday and we're getting the Formula One money the following Wednesday."
    },
    {
        "start": 2159.0,
        "end": 2169.0,
        "text": " So, I could have waited, not paid on Friday or paid with my own money and then waited till Wednesday to get that money back from when the Formula One money came."
    },
    {
        "start": 2169.0,
        "end": 2173.0,
        "text": " Did you let you seem know that you would pay a few new?"
    },
    {
        "start": 2173.0,
        "end": 2178.0,
        "text": " I mean, the finance department knew, Andy Green, the technical, there's a few that knew."
    },
    {
        "start": 2178.0,
        "end": 2180.0,
        "text": " But no, I didn't tell."
    },
    {
        "start": 2180.0,
        "end": 2183.0,
        "text": " And a lot of people would have enjoyed telling everyone, I've just paid all your salaries."
    },
    {
        "start": 2183.0,
        "end": 2186.0,
        "text": " No. No, it's not what it's about."
    },
    {
        "start": 2186.0,
        "end": 2189.0,
        "text": " Yeah, I did that twice for him."
    },
    {
        "start": 2189.0,
        "end": 2196.0,
        "text": " And in between that Friday and the Wednesday, there's a huge risk of, well, A, what if that money doesn't come?"
    },
    {
        "start": 2196.0,
        "end": 2201.0,
        "text": " Or what if that money does come and somebody else knocks on the door and says, hey, you owe me two million."
    },
    {
        "start": 2201.0,
        "end": 2204.0,
        "text": " And unless you give me this money, I'm shutting you down."
    },
    {
        "start": 2204.0,
        "end": 2212.0,
        "text": " So, there was that five, six, seven days of, what if, you know, there's always risk, but I did it."
    },
    {
        "start": 2212.0,
        "end": 2215.0,
        "text": " So, why was taking that risk in Poultsons here?"
    },
    {
        "start": 2215.0,
        "end": 2230.0,
        "text": " It's important because I knew that team did well because of the team spirit, the camaraderie we had,"
    },
    {
        "start": 2230.0,
        "end": 2236.0,
        "text": " that looking after each other, the, you know, there was only 400 of us, or 408 or whatever it was at the end."
    },
    {
        "start": 2236.0,
        "end": 2241.0,
        "text": " And we were competing with teams at the time, no budget cap, right?"
    },
    {
        "start": 2241.0,
        "end": 2245.0,
        "text": " That had 13, 14 hundred people, and we had 400."
    },
    {
        "start": 2245.0,
        "end": 2248.0,
        "text": " And we had 90 million pound budget."
    },
    {
        "start": 2248.0,
        "end": 2251.0,
        "text": " The others had 250 million pound budget."
    },
    {
        "start": 2251.0,
        "end": 2254.0,
        "text": " And you can say, oh, you know, that's three times a budget."
    },
    {
        "start": 2254.0,
        "end": 2255.0,
        "text": " It's not that."
    },
    {
        "start": 2255.0,
        "end": 2258.0,
        "text": " It's 100 times the budget."
    },
    {
        "start": 2258.0,
        "end": 2268.0,
        "text": " Because some of that budget has to go towards buying your engines, flying to races, buying your tires, making the race car."
    },
    {
        "start": 2268.0,
        "end": 2275.0,
        "text": " And at the end, out of that 90 million, we may have had four left over for development."
    },
    {
        "start": 2275.0,
        "end": 2278.0,
        "text": " Right? There's 86 of it that everyone has to spend."
    },
    {
        "start": 2278.0,
        "end": 2280.0,
        "text": " And you got four left over for development."
    },
    {
        "start": 2280.0,
        "end": 2285.0,
        "text": " Whereas the others probably had 60 left over for development, or 70."
    },
    {
        "start": 2285.0,
        "end": 2291.0,
        "text": " And it's that four that compares to that 70 that is really the true comparison."
    },
    {
        "start": 2291.0,
        "end": 2292.0,
        "text": " Because the rest you have to spend."
    },
    {
        "start": 2292.0,
        "end": 2294.0,
        "text": " And you're not spending it on going faster."
    },
    {
        "start": 2294.0,
        "end": 2299.0,
        "text": " You're spending it on going to the races and feeding the mechanics and buying your tires."
    },
    {
        "start": 2299.0,
        "end": 2300.0,
        "text": " And you know what I mean?"
    },
    {
        "start": 2300.0,
        "end": 2304.0,
        "text": " And that is really what force Indian did."
    },
    {
        "start": 2304.0,
        "end": 2310.0,
        "text": " Having four million of development budget versus 80 of something else and competing with them."
    },
    {
        "start": 2310.0,
        "end": 2311.0,
        "text": " And how do we do it?"
    },
    {
        "start": 2311.0,
        "end": 2313.0,
        "text": " Teamwork."
    },
    {
        "start": 2313.0,
        "end": 2314.0,
        "text": " Having that spirit."
    },
    {
        "start": 2314.0,
        "end": 2318.0,
        "text": " And if you don't pay them on time, guess what?"
    },
    {
        "start": 2318.0,
        "end": 2320.0,
        "text": " Remember, good place to work?"
    },
    {
        "start": 2320.0,
        "end": 2324.0,
        "text": " Well, for a lot of them, a good place to work is getting paid on time."
    },
    {
        "start": 2324.0,
        "end": 2326.0,
        "text": " Or the corollary holds true."
    },
    {
        "start": 2326.0,
        "end": 2330.0,
        "text": " If you don't get placed in on time, it's not such a good place to work."
    },
    {
        "start": 2330.0,
        "end": 2334.0,
        "text": " But I'm interested in your message of you're the one taking up the slack."
    },
    {
        "start": 2334.0,
        "end": 2336.0,
        "text": " I'm taking the risk."
    },
    {
        "start": 2336.0,
        "end": 2339.0,
        "text": " Being forced is an idea that we've got each other's back."
    },
    {
        "start": 2339.0,
        "end": 2341.0,
        "text": " But I didn't tell people."
    },
    {
        "start": 2341.0,
        "end": 2342.0,
        "text": " Why?"
    },
    {
        "start": 2342.0,
        "end": 2345.0,
        "text": " I didn't feel it necessary."
    },
    {
        "start": 2345.0,
        "end": 2349.0,
        "text": " What I felt was it was necessary for everyone to get paid out that."
    },
    {
        "start": 2349.0,
        "end": 2350.0,
        "text": " Sure."
    },
    {
        "start": 2350.0,
        "end": 2354.0,
        "text": " Can I ask you how you convince people to come on a journey with you?"
    },
    {
        "start": 2354.0,
        "end": 2357.0,
        "text": " Because I think the tiny thing you mentioned, which I think is massive,"
    },
    {
        "start": 2357.0,
        "end": 2360.0,
        "text": " is your business partner who has nothing to do with force India,"
    },
    {
        "start": 2360.0,
        "end": 2365.0,
        "text": " is also stumping up a large amount of money to help you pay the salaries for a company"
    },
    {
        "start": 2365.0,
        "end": 2367.0,
        "text": " he doesn't even work for."
    },
    {
        "start": 2367.0,
        "end": 2368.0,
        "text": " Yeah."
    },
    {
        "start": 2368.0,
        "end": 2369.0,
        "text": " And he did."
    },
    {
        "start": 2369.0,
        "end": 2371.0,
        "text": " Alex Powell, he helped."
    },
    {
        "start": 2371.0,
        "end": 2375.0,
        "text": " So what would you like to share with our audience about how you can bring people on the journey,"
    },
    {
        "start": 2375.0,
        "end": 2379.0,
        "text": " how you can convince them to support you, how you create such an incredible bond between you?"
    },
    {
        "start": 2379.0,
        "end": 2383.0,
        "text": " I think with Alex, I don't know, because I never asked him, because he just said,"
    },
    {
        "start": 2383.0,
        "end": 2385.0,
        "text": " yeah, I'll tell you."
    },
    {
        "start": 2385.0,
        "end": 2390.0,
        "text": " It was probably he probably thought, well, even if I never get this money back,"
    },
    {
        "start": 2390.0,
        "end": 2394.0,
        "text": " I'm sure Aatmar is good for it and he'll make me good."
    },
    {
        "start": 2394.0,
        "end": 2396.0,
        "text": " You want to mean."
    },
    {
        "start": 2396.0,
        "end": 2399.0,
        "text": " You probably had that trust already."
    },
    {
        "start": 2399.0,
        "end": 2400.0,
        "text": " Probably."
    },
    {
        "start": 2400.0,
        "end": 2401.0,
        "text": " I have to ask him."
    },
    {
        "start": 2401.0,
        "end": 2402.0,
        "text": " But he did it twice for me."
    },
    {
        "start": 2402.0,
        "end": 2407.0,
        "text": " Yeah, but then you also mentioned that it's a pick up on Jake's theme there at Maad,"
    },
    {
        "start": 2407.0,
        "end": 2409.0,
        "text": " like Andy Green, the guy that comes to you and goes,"
    },
    {
        "start": 2409.0,
        "end": 2412.0,
        "text": " I don't think that's the right decision you two are most invested."
    },
    {
        "start": 2412.0,
        "end": 2417.0,
        "text": " You obviously got the ability to create an environment where people do trust you,"
    },
    {
        "start": 2417.0,
        "end": 2420.0,
        "text": " to be able to speak freely or to lend you millions."
    },
    {
        "start": 2420.0,
        "end": 2422.0,
        "text": " Yeah, which is, what is your secret sauce?"
    },
    {
        "start": 2422.0,
        "end": 2424.0,
        "text": " Which is, it's important."
    },
    {
        "start": 2424.0,
        "end": 2426.0,
        "text": " That is really important because otherwise,"
    },
    {
        "start": 2426.0,
        "end": 2429.0,
        "text": " at Andy Green not come to me and said, you know what?"
    },
    {
        "start": 2429.0,
        "end": 2433.0,
        "text": " Let's remember the ethos here is making a good place to work."
    },
    {
        "start": 2433.0,
        "end": 2438.0,
        "text": " And what you're doing now goes, is the opposite of that."
    },
    {
        "start": 2438.0,
        "end": 2444.0,
        "text": " Had he not had the, that's right word."
    },
    {
        "start": 2444.0,
        "end": 2447.0,
        "text": " Had he been afraid to say that to me because I'm the boss?"
    },
    {
        "start": 2447.0,
        "end": 2451.0,
        "text": " I want to make a poor decision."
    },
    {
        "start": 2451.0,
        "end": 2453.0,
        "text": " I would have made a bad decision."
    },
    {
        "start": 2453.0,
        "end": 2455.0,
        "text": " And we've been worse off for it."
    },
    {
        "start": 2455.0,
        "end": 2458.0,
        "text": " There's a professor of mine."
    },
    {
        "start": 2458.0,
        "end": 2462.0,
        "text": " It's funny, and I mentioned this the other day in a talk."
    },
    {
        "start": 2462.0,
        "end": 2466.0,
        "text": " Political science professor, second year at university."
    },
    {
        "start": 2466.0,
        "end": 2469.0,
        "text": " And I remember just two things from that political science class."
    },
    {
        "start": 2469.0,
        "end": 2474.0,
        "text": " One was, why should you listen to the lonely dissenter?"
    },
    {
        "start": 2474.0,
        "end": 2478.0,
        "text": " If you're in a group and everyone says, oh, we should do this."
    },
    {
        "start": 2478.0,
        "end": 2481.0,
        "text": " And one guy says, no, no, I think we should do this."
    },
    {
        "start": 2481.0,
        "end": 2483.0,
        "text": " Why should you listen to him?"
    },
    {
        "start": 2483.0,
        "end": 2487.0,
        "text": " Because he might be right."
    },
    {
        "start": 2487.0,
        "end": 2489.0,
        "text": " That's simple."
    },
    {
        "start": 2489.0,
        "end": 2491.0,
        "text": " And if he's not right, then you should say, look,"
    },
    {
        "start": 2491.0,
        "end": 2493.0,
        "text": " you're not right for this and this reason we're doing this."
    },
    {
        "start": 2493.0,
        "end": 2495.0,
        "text": " But don't discount him."
    },
    {
        "start": 2495.0,
        "end": 2496.0,
        "text": " Listen to him."
    },
    {
        "start": 2496.0,
        "end": 2497.0,
        "text": " Who knows the second thing for me?"
    },
    {
        "start": 2497.0,
        "end": 2501.0,
        "text": " The second thing was, along the same lines,"
    },
    {
        "start": 2501.0,
        "end": 2505.0,
        "text": " if you're in a group of people and you've got a decision to make"
    },
    {
        "start": 2505.0,
        "end": 2508.0,
        "text": " and you have a subject matter expert,"
    },
    {
        "start": 2508.0,
        "end": 2512.0,
        "text": " do you listen to everybody and take a vote?"
    },
    {
        "start": 2512.0,
        "end": 2517.0,
        "text": " Or do you just listen to the subject matter expert?"
    },
    {
        "start": 2517.0,
        "end": 2519.0,
        "text": " Listen to everyone and take a vote."
    },
    {
        "start": 2519.0,
        "end": 2521.0,
        "text": " Both."
    },
    {
        "start": 2521.0,
        "end": 2524.0,
        "text": " So, and I remember this clearly,"
    },
    {
        "start": 2524.0,
        "end": 2527.0,
        "text": " only because of the example the professor gave."
    },
    {
        "start": 2527.0,
        "end": 2531.0,
        "text": " He said, in that situation, you listen to the subject matter expert."
    },
    {
        "start": 2531.0,
        "end": 2534.0,
        "text": " Don't take a vote with Lameen that don't know."
    },
    {
        "start": 2535.0,
        "end": 2538.0,
        "text": " And he said to us, imagine this,"
    },
    {
        "start": 2538.0,
        "end": 2542.0,
        "text": " you've ascended Mount Everest, you're all up there,"
    },
    {
        "start": 2542.0,
        "end": 2546.0,
        "text": " 14 of you, a 15 of you and a Sherpa."
    },
    {
        "start": 2546.0,
        "end": 2550.0,
        "text": " You're coming down and a storm comes in."
    },
    {
        "start": 2550.0,
        "end": 2552.0,
        "text": " You've got a decision to make."
    },
    {
        "start": 2552.0,
        "end": 2556.0,
        "text": " Do I go this path or that path and the storms coming in?"
    },
    {
        "start": 2556.0,
        "end": 2559.0,
        "text": " You choose the wrong path, you're dead."
    },
    {
        "start": 2559.0,
        "end": 2561.0,
        "text": " Do you take a vote or do you listen to the Sherpa"
    },
    {
        "start": 2561.0,
        "end": 2563.0,
        "text": " that's been up and down 40 times?"
    },
    {
        "start": 2563.0,
        "end": 2565.0,
        "text": " Do you listen to the Sherpa?"
    },
    {
        "start": 2565.0,
        "end": 2567.0,
        "text": " I like that."
    },
    {
        "start": 2567.0,
        "end": 2570.0,
        "text": " Can I ask you a question that just intrigues me about your background?"
    },
    {
        "start": 2570.0,
        "end": 2574.0,
        "text": " Do you obviously a successful, wealthy individual?"
    },
    {
        "start": 2574.0,
        "end": 2576.0,
        "text": " And I'm wondering, why do you do this?"
    },
    {
        "start": 2576.0,
        "end": 2579.0,
        "text": " Why do you want to put yourself in the arena?"
    },
    {
        "start": 2579.0,
        "end": 2581.0,
        "text": " So, that's a good question."
    },
    {
        "start": 2581.0,
        "end": 2586.0,
        "text": " The thing that I like most is competition."
    },
    {
        "start": 2586.0,
        "end": 2589.0,
        "text": " And when you work at a Ford Motor Company,"
    },
    {
        "start": 2589.0,
        "end": 2592.0,
        "text": " which I enjoyed my time there, I learned a lot."
    },
    {
        "start": 2592.0,
        "end": 2594.0,
        "text": " I know I'm a Ford Motor."
    },
    {
        "start": 2594.0,
        "end": 2596.0,
        "text": " And although there's competition,"
    },
    {
        "start": 2596.0,
        "end": 2599.0,
        "text": " it's not the same as a Formula One team."
    },
    {
        "start": 2599.0,
        "end": 2601.0,
        "text": " Every week or every other week,"
    },
    {
        "start": 2601.0,
        "end": 2604.0,
        "text": " you see how well you're doing in a car company"
    },
    {
        "start": 2604.0,
        "end": 2607.0,
        "text": " which is the only other experience I had."
    },
    {
        "start": 2607.0,
        "end": 2610.0,
        "text": " You had to wait four years for that car line"
    },
    {
        "start": 2610.0,
        "end": 2613.0,
        "text": " that you're working on to come out and see how well you did"
    },
    {
        "start": 2613.0,
        "end": 2618.0,
        "text": " against the same sports car that General Motors have produced,"
    },
    {
        "start": 2618.0,
        "end": 2620.0,
        "text": " which weren't selling more."
    },
    {
        "start": 2620.0,
        "end": 2623.0,
        "text": " This is immediate competition."
    },
    {
        "start": 2623.0,
        "end": 2625.0,
        "text": " And that's what I like about it."
    },
    {
        "start": 2625.0,
        "end": 2626.0,
        "text": " I like that competition."
    },
    {
        "start": 2626.0,
        "end": 2629.0,
        "text": " And if I didn't think I had the skill set"
    },
    {
        "start": 2629.0,
        "end": 2634.0,
        "text": " to put a good team together and lead it to be competitive,"
    },
    {
        "start": 2634.0,
        "end": 2636.0,
        "text": " I wouldn't want to do it again."
    },
    {
        "start": 2636.0,
        "end": 2639.0,
        "text": " But I still believe I've got the skill set"
    },
    {
        "start": 2639.0,
        "end": 2642.0,
        "text": " to put a good team together,"
    },
    {
        "start": 2642.0,
        "end": 2644.0,
        "text": " treat the people properly,"
    },
    {
        "start": 2644.0,
        "end": 2647.0,
        "text": " to get the best out of them,"
    },
    {
        "start": 2647.0,
        "end": 2649.0,
        "text": " and to be competitive."
    },
    {
        "start": 2649.0,
        "end": 2652.0,
        "text": " So your Formula One story is not yet over."
    },
    {
        "start": 2652.0,
        "end": 2655.0,
        "text": " Out, not, but you know, that's not completely up to me."
    },
    {
        "start": 2655.0,
        "end": 2658.0,
        "text": " There's only ten teams, hopefully 11 soon."
    },
    {
        "start": 2658.0,
        "end": 2661.0,
        "text": " And it seems like at the senior levels,"
    },
    {
        "start": 2661.0,
        "end": 2663.0,
        "text": " they have, you know,"
    },
    {
        "start": 2663.0,
        "end": 2666.0,
        "text": " the people that they've chosen to put in there"
    },
    {
        "start": 2666.0,
        "end": 2668.0,
        "text": " and put in place and see how it goes."
    },
    {
        "start": 2668.0,
        "end": 2670.0,
        "text": " But one thing for sure in Formula One"
    },
    {
        "start": 2670.0,
        "end": 2673.0,
        "text": " is it never, never stands still."
    },
    {
        "start": 2673.0,
        "end": 2675.0,
        "text": " You know, things change."
    },
    {
        "start": 2675.0,
        "end": 2678.0,
        "text": " So what would you love to do?"
    },
    {
        "start": 2678.0,
        "end": 2683.0,
        "text": " I'd like to put a new team together"
    },
    {
        "start": 2683.0,
        "end": 2686.0,
        "text": " with the right people in a few years"
    },
    {
        "start": 2686.0,
        "end": 2688.0,
        "text": " be super competitive,"
    },
    {
        "start": 2688.0,
        "end": 2691.0,
        "text": " be better than MidGrid in two, three years' time."
    },
    {
        "start": 2691.0,
        "end": 2693.0,
        "text": " An American team?"
    },
    {
        "start": 2695.0,
        "end": 2698.0,
        "text": " Maybe an American backed team."
    },
    {
        "start": 2698.0,
        "end": 2699.0,
        "text": " Okay."
    },
    {
        "start": 2699.0,
        "end": 2702.0,
        "text": " But I would definitely, definitely base it"
    },
    {
        "start": 2702.0,
        "end": 2705.0,
        "text": " in the heart of Motorsport Valley."
    },
    {
        "start": 2705.0,
        "end": 2707.0,
        "text": " That's where you need to be."
    },
    {
        "start": 2707.0,
        "end": 2708.0,
        "text": " In the UK."
    },
    {
        "start": 2708.0,
        "end": 2709.0,
        "text": " It has to be."
    },
    {
        "start": 2709.0,
        "end": 2712.0,
        "text": " I want to talk about how you create a culture"
    },
    {
        "start": 2712.0,
        "end": 2713.0,
        "text": " that everyone can play into,"
    },
    {
        "start": 2713.0,
        "end": 2716.0,
        "text": " but you also have to look after the megastars,"
    },
    {
        "start": 2716.0,
        "end": 2718.0,
        "text": " the drivers in Formula One team."
    },
    {
        "start": 2718.0,
        "end": 2720.0,
        "text": " How do you do that?"
    },
    {
        "start": 2720.0,
        "end": 2723.0,
        "text": " So you just treat them differently."
    },
    {
        "start": 2723.0,
        "end": 2727.0,
        "text": " We're a sport, supposedly."
    },
    {
        "start": 2727.0,
        "end": 2733.0,
        "text": " A team of 1,000 has 998 engineers,"
    },
    {
        "start": 2733.0,
        "end": 2738.0,
        "text": " aerodynamicists, mechanics, technicians, designers,"
    },
    {
        "start": 2738.0,
        "end": 2741.0,
        "text": " model makers, how many sportsmen?"
    },
    {
        "start": 2741.0,
        "end": 2744.0,
        "text": " 2."
    },
    {
        "start": 2744.0,
        "end": 2746.0,
        "text": " So are we really a sport?"
    },
    {
        "start": 2746.0,
        "end": 2747.0,
        "text": " Yeah."
    },
    {
        "start": 2747.0,
        "end": 2749.0,
        "text": " Or are we a technological,"
    },
    {
        "start": 2749.0,
        "end": 2753.0,
        "text": " technological development company?"
    },
    {
        "start": 2753.0,
        "end": 2755.0,
        "text": " That's really what we are."
    },
    {
        "start": 2755.0,
        "end": 2757.0,
        "text": " The successful ones are that."
    },
    {
        "start": 2757.0,
        "end": 2759.0,
        "text": " And you have two sportsmen."
    },
    {
        "start": 2759.0,
        "end": 2762.0,
        "text": " Now, yeah, we're a sport because you score points,"
    },
    {
        "start": 2762.0,
        "end": 2765.0,
        "text": " you win, you're on the podium, everybody watches, it's a race,"
    },
    {
        "start": 2765.0,
        "end": 2767.0,
        "text": " that's a sporting bit."
    },
    {
        "start": 2767.0,
        "end": 2769.0,
        "text": " But even when you look at that,"
    },
    {
        "start": 2769.0,
        "end": 2773.0,
        "text": " out of 1,000 people, 100 traveled to the race, 900 don't."
    },
    {
        "start": 2773.0,
        "end": 2779.0,
        "text": " So it's lopsided to technology development."
    },
    {
        "start": 2779.0,
        "end": 2781.0,
        "text": " So how do you get the best sportsmen?"
    },
    {
        "start": 2781.0,
        "end": 2786.0,
        "text": " So the two sportsmen are there in the minority."
    },
    {
        "start": 2786.0,
        "end": 2787.0,
        "text": " Right?"
    },
    {
        "start": 2787.0,
        "end": 2789.0,
        "text": " You treat them differently."
    },
    {
        "start": 2789.0,
        "end": 2792.0,
        "text": " You know, you make sure that,"
    },
    {
        "start": 2792.0,
        "end": 2797.0,
        "text": " like with anyone, you treat them with due respect."
    },
    {
        "start": 2797.0,
        "end": 2798.0,
        "text": " Right?"
    },
    {
        "start": 2798.0,
        "end": 2800.0,
        "text": " You have respect for their skillset."
    },
    {
        "start": 2800.0,
        "end": 2803.0,
        "text": " You don't look down on them for what they don't know."
    },
    {
        "start": 2803.0,
        "end": 2807.0,
        "text": " But you also remind them that, you know, you're the boss,"
    },
    {
        "start": 2807.0,
        "end": 2810.0,
        "text": " you might be wiser in some areas than they are."
    },
    {
        "start": 2810.0,
        "end": 2813.0,
        "text": " And a lot of these guys, supreme athletes,"
    },
    {
        "start": 2813.0,
        "end": 2818.0,
        "text": " but because of it, some had to forego a formal education"
    },
    {
        "start": 2818.0,
        "end": 2823.0,
        "text": " because they spent so much time in a cart or a form of three car or whatever."
    },
    {
        "start": 2823.0,
        "end": 2828.0,
        "text": " So they're not as formally educated as most of your aerodynamicist,"
    },
    {
        "start": 2828.0,
        "end": 2830.0,
        "text": " designers, engineers, some of the others."
    },
    {
        "start": 2830.0,
        "end": 2834.0,
        "text": " So when you know that, you treat them a little bit differently"
    },
    {
        "start": 2834.0,
        "end": 2836.0,
        "text": " than you do these guys over here."
    },
    {
        "start": 2836.0,
        "end": 2839.0,
        "text": " We're talking a day or two after Daniel Riccardo is lightly driven"
    },
    {
        "start": 2839.0,
        "end": 2841.0,
        "text": " for the final time in Formula One."
    },
    {
        "start": 2841.0,
        "end": 2844.0,
        "text": " And I always think, well, I say a driver midway through a season,"
    },
    {
        "start": 2844.0,
        "end": 2846.0,
        "text": " having to come out of a car."
    },
    {
        "start": 2846.0,
        "end": 2851.0,
        "text": " And I kind of think, is that causing more problems than it's solving?"
    },
    {
        "start": 2851.0,
        "end": 2855.0,
        "text": " Do you think sometimes F1 is too tough on the drivers?"
    },
    {
        "start": 2858.0,
        "end": 2861.0,
        "text": " The value of winning is big, and F1."
    },
    {
        "start": 2861.0,
        "end": 2871.0,
        "text": " And the bigger the value, the different decision making process that happens."
    },
    {
        "start": 2871.0,
        "end": 2879.0,
        "text": " And the value of 6th, 7th, 5th, 6th is also big."
    },
    {
        "start": 2879.0,
        "end": 2886.0,
        "text": " So I can see teams looking at it and thinking we're at risk of dropping a position."
    },
    {
        "start": 2886.0,
        "end": 2891.0,
        "text": " What's that monetary value of dropping that position?"
    },
    {
        "start": 2891.0,
        "end": 2894.0,
        "text": " And are we better off with a different driver?"
    },
    {
        "start": 2894.0,
        "end": 2897.0,
        "text": " So I can understand the decision making process."
    },
    {
        "start": 2897.0,
        "end": 2899.0,
        "text": " Should you do it?"
    },
    {
        "start": 2900.0,
        "end": 2907.0,
        "text": " I guess it's such a meritocracy that everybody wants to do the best they can in the championship."
    },
    {
        "start": 2907.0,
        "end": 2914.0,
        "text": " And you only know if you have better information whether the answer to that question is yes or no."
    },
    {
        "start": 2914.0,
        "end": 2918.0,
        "text": " Meaning, who else do you have that you can put in the car?"
    },
    {
        "start": 2918.0,
        "end": 2920.0,
        "text": " That might go a bit quicker."
    },
    {
        "start": 2920.0,
        "end": 2924.0,
        "text": " Number one, and number two, how quickly will that person come up to speed?"
    },
    {
        "start": 2925.0,
        "end": 2931.0,
        "text": " Now, I remember when Williams made the decision not long ago to remove Logan Sargent,"
    },
    {
        "start": 2931.0,
        "end": 2939.0,
        "text": " my first thought was whoever they put in the car is going to take three, four, five races to get up to speed."
    },
    {
        "start": 2939.0,
        "end": 2942.0,
        "text": " And I was wrong."
    },
    {
        "start": 2942.0,
        "end": 2943.0,
        "text": " Go by the way."
    },
    {
        "start": 2943.0,
        "end": 2945.0,
        "text": " It's a kid, like he's young isn't he?"
    },
    {
        "start": 2945.0,
        "end": 2946.0,
        "text": " Yeah."
    },
    {
        "start": 2946.0,
        "end": 2949.0,
        "text": " But he got up to speed nearly instantly."
    },
    {
        "start": 2949.0,
        "end": 2950.0,
        "text": " Yeah."
    },
    {
        "start": 2950.0,
        "end": 2951.0,
        "text": " I was wrong."
    },
    {
        "start": 2951.0,
        "end": 2952.0,
        "text": " I mean, I don't know."
    },
    {
        "start": 2952.0,
        "end": 2961.0,
        "text": " It's hard to know, but I do understand the decision making process because the value of a position is high."
    },
    {
        "start": 2961.0,
        "end": 2965.0,
        "text": " And the bigger that value, the more decisions like this you're going to make."
    },
    {
        "start": 2965.0,
        "end": 2968.0,
        "text": " The Daniel Ricotta situation is strange isn't it?"
    },
    {
        "start": 2968.0,
        "end": 2970.0,
        "text": " Because I used to think he was such a brilliant driver."
    },
    {
        "start": 2970.0,
        "end": 2973.0,
        "text": " I just wonder whether you think that's a confidence thing."
    },
    {
        "start": 2973.0,
        "end": 2974.0,
        "text": " I don't know."
    },
    {
        "start": 2974.0,
        "end": 2977.0,
        "text": " And he was absolutely a brilliant driver."
    },
    {
        "start": 2977.0,
        "end": 2983.0,
        "text": " I mean, I got to Alpine after both Daniel and Holkemberg left."
    },
    {
        "start": 2983.0,
        "end": 2992.0,
        "text": " And when we had the situation of replacing, we had an empty seat before we got gasoline."
    },
    {
        "start": 2992.0,
        "end": 2997.0,
        "text": " And on our list was Daniel and Holkemberg, both on the list."
    },
    {
        "start": 2997.0,
        "end": 3000.0,
        "text": " And I remember talking to the engineers at random."
    },
    {
        "start": 3001.0,
        "end": 3004.0,
        "text": " And they're all singing Daniel's praises how quick he was."
    },
    {
        "start": 3004.0,
        "end": 3006.0,
        "text": " He was quicker than Holkemberg."
    },
    {
        "start": 3006.0,
        "end": 3010.0,
        "text": " And Holkemberg and Daniel were neck and neck until towards the end."
    },
    {
        "start": 3010.0,
        "end": 3012.0,
        "text": " Then Daniel got the better home."
    },
    {
        "start": 3012.0,
        "end": 3015.0,
        "text": " And now, like I say, I don't know what happened."
    },
    {
        "start": 3015.0,
        "end": 3016.0,
        "text": " I don't know."
    },
    {
        "start": 3016.0,
        "end": 3018.0,
        "text": " But yeah."
    },
    {
        "start": 3018.0,
        "end": 3027.0,
        "text": " The guys at Alpine, I think it was Renault at the time, said really positive things about him here."
    },
    {
        "start": 3028.0,
        "end": 3029.0,
        "text": " He's been good for the sport."
    },
    {
        "start": 3029.0,
        "end": 3031.0,
        "text": " He's been a great guy to have around the sport."
    },
    {
        "start": 3031.0,
        "end": 3032.0,
        "text": " You're great."
    },
    {
        "start": 3032.0,
        "end": 3036.0,
        "text": " Before we get to the quick files, you're the best driver you work with."
    },
    {
        "start": 3036.0,
        "end": 3039.0,
        "text": " There's so many of them."
    },
    {
        "start": 3039.0,
        "end": 3042.0,
        "text": " And for so many different reasons."
    },
    {
        "start": 3042.0,
        "end": 3047.0,
        "text": " Best total total, Sebastian Vettel."
    },
    {
        "start": 3047.0,
        "end": 3048.0,
        "text": " Why?"
    },
    {
        "start": 3048.0,
        "end": 3053.0,
        "text": " The thing I like most about Sev is his relentless work ethic."
    },
    {
        "start": 3053.0,
        "end": 3059.0,
        "text": " And he does have that and maybe that competitiveness, that fire in his belly."
    },
    {
        "start": 3059.0,
        "end": 3064.0,
        "text": " Can you give us an insight into the time that you saw his work ethic at play?"
    },
    {
        "start": 3064.0,
        "end": 3067.0,
        "text": " Work ethic and fire in the belly at the same time."
    },
    {
        "start": 3067.0,
        "end": 3068.0,
        "text": " Right?"
    },
    {
        "start": 3068.0,
        "end": 3071.0,
        "text": " So, Sev was used to winning."
    },
    {
        "start": 3071.0,
        "end": 3073.0,
        "text": " He's won a lot four time world champion."
    },
    {
        "start": 3073.0,
        "end": 3080.0,
        "text": " And I'm sure the consideration at the other teams he was at was always right."
    },
    {
        "start": 3080.0,
        "end": 3091.0,
        "text": " At a restart, when I'm in the lead, I want to know on the front straight, the area of the track that has highest grip level."
    },
    {
        "start": 3091.0,
        "end": 3102.0,
        "text": " He got the tire engineer to measure different parts of the front straight to understand where the highest grip level was."
    },
    {
        "start": 3102.0,
        "end": 3108.0,
        "text": " Because at a restart, in case he was leading, that's where he was going to accelerate."
    },
    {
        "start": 3108.0,
        "end": 3115.0,
        "text": " So, he had highest grip level relative to the others that weren't at the highest grip level."
    },
    {
        "start": 3115.0,
        "end": 3118.0,
        "text": " So, he can have an advantage when accelerating."
    },
    {
        "start": 3118.0,
        "end": 3123.0,
        "text": " I remember at the time thinking that'd be great if we're in a lead at a restart."
    },
    {
        "start": 3123.0,
        "end": 3126.0,
        "text": " But it's that no stone unturned."
    },
    {
        "start": 3126.0,
        "end": 3133.0,
        "text": " The probability of us leading a race at a restart at Astermart wasn't high, but he didn't care."
    },
    {
        "start": 3133.0,
        "end": 3136.0,
        "text": " I need to know just in case."
    },
    {
        "start": 3136.0,
        "end": 3137.0,
        "text": " That's an example."
    },
    {
        "start": 3137.0,
        "end": 3138.0,
        "text": " That's not."
    },
    {
        "start": 3138.0,
        "end": 3142.0,
        "text": " And the driver you would happily never employ again?"
    },
    {
        "start": 3142.0,
        "end": 3145.0,
        "text": " I got to get this right."
    },
    {
        "start": 3145.0,
        "end": 3147.0,
        "text": " He was the oldest."
    },
    {
        "start": 3147.0,
        "end": 3149.0,
        "text": " Well, Fernando would be the oldest in the group."
    },
    {
        "start": 3149.0,
        "end": 3150.0,
        "text": " No, that's, yeah."
    },
    {
        "start": 3150.0,
        "end": 3156.0,
        "text": " But like Rubens, I worked with Rubens and he's so old I never employ him again."
    },
    {
        "start": 3156.0,
        "end": 3157.0,
        "text": " Come on out."
    },
    {
        "start": 3157.0,
        "end": 3160.0,
        "text": " But I'll tell you a story about Rubens."
    },
    {
        "start": 3160.0,
        "end": 3163.0,
        "text": " I just thought I can't believe this."
    },
    {
        "start": 3163.0,
        "end": 3171.0,
        "text": " He came to Honda or we'd be our Honda at the time."
    },
    {
        "start": 3171.0,
        "end": 3173.0,
        "text": " And we were testing somewhere."
    },
    {
        "start": 3173.0,
        "end": 3176.0,
        "text": " And Rubens came in and he said,"
    },
    {
        "start": 3176.0,
        "end": 3183.0,
        "text": " the tires moving on the rim, under breaking, the tires moving."
    },
    {
        "start": 3183.0,
        "end": 3185.0,
        "text": " He can't feel that."
    },
    {
        "start": 3185.0,
        "end": 3192.0,
        "text": " Number one and number two, the grip would go before the tires sealed to the rim goes."
    },
    {
        "start": 3192.0,
        "end": 3193.0,
        "text": " And he was adamant."
    },
    {
        "start": 3193.0,
        "end": 3196.0,
        "text": " I'm telling you, the tires moving on the rim."
    },
    {
        "start": 3196.0,
        "end": 3200.0,
        "text": " So we marked the tire to the rim."
    },
    {
        "start": 3200.0,
        "end": 3202.0,
        "text": " It moved that much."
    },
    {
        "start": 3202.0,
        "end": 3204.0,
        "text": " Sure enough, he could feel it."
    },
    {
        "start": 3204.0,
        "end": 3205.0,
        "text": " Wow."
    },
    {
        "start": 3205.0,
        "end": 3206.0,
        "text": " I love this."
    },
    {
        "start": 3206.0,
        "end": 3208.0,
        "text": " I could not believe it."
    },
    {
        "start": 3208.0,
        "end": 3212.0,
        "text": " And it wasn't moving like 180 degrees."
    },
    {
        "start": 3212.0,
        "end": 3215.0,
        "text": " It was moving a couple of degrees and he could feel it."
    },
    {
        "start": 3215.0,
        "end": 3219.0,
        "text": " Which driver would you most love to have been there bus off?"
    },
    {
        "start": 3219.0,
        "end": 3226.0,
        "text": " Probably Max driver today or Orlando."
    },
    {
        "start": 3226.0,
        "end": 3230.0,
        "text": " Yeah, while on the well, I've never worked with him."
    },
    {
        "start": 3230.0,
        "end": 3232.0,
        "text": " But I know his dad."
    },
    {
        "start": 3232.0,
        "end": 3234.0,
        "text": " I don't know, Lando that well."
    },
    {
        "start": 3234.0,
        "end": 3241.0,
        "text": " But I listen to him and he can be really hard on himself."
    },
    {
        "start": 3241.0,
        "end": 3244.0,
        "text": " He blames himself for a lot of things."
    },
    {
        "start": 3244.0,
        "end": 3248.0,
        "text": " And I think if he can just change that to be a bit more positive,"
    },
    {
        "start": 3248.0,
        "end": 3253.0,
        "text": " I mean, he's doing well to them that, but yeah, I wouldn't like to work with him"
    },
    {
        "start": 3253.0,
        "end": 3255.0,
        "text": " to say, hey, you're great."
    },
    {
        "start": 3255.0,
        "end": 3260.0,
        "text": " You know, in that American style of, forget all that, you're great."
    },
    {
        "start": 3260.0,
        "end": 3261.0,
        "text": " Believe in yourself."
    },
    {
        "start": 3261.0,
        "end": 3262.0,
        "text": " Yeah."
    },
    {
        "start": 3262.0,
        "end": 3263.0,
        "text": " I want to talk to you about a Venta."
    },
    {
        "start": 3263.0,
        "end": 3265.0,
        "text": " This is something that I know you're excited about."
    },
    {
        "start": 3265.0,
        "end": 3269.0,
        "text": " And what I love about this is all the time that we see you as a Formula One bus."
    },
    {
        "start": 3269.0,
        "end": 3272.0,
        "text": " You've actually got your own business going on in the background as well."
    },
    {
        "start": 3272.0,
        "end": 3274.0,
        "text": " I mean, you know, you don't need this Formula One stuff."
    },
    {
        "start": 3274.0,
        "end": 3275.0,
        "text": " If you don't want it anymore."
    },
    {
        "start": 3275.0,
        "end": 3276.0,
        "text": " Yeah."
    },
    {
        "start": 3276.0,
        "end": 3282.0,
        "text": " So a Venta actually grew out of my experience in Formula One."
    },
    {
        "start": 3282.0,
        "end": 3290.0,
        "text": " And when I was at Aston, we were having a lot of changes to our itinerary."
    },
    {
        "start": 3290.0,
        "end": 3296.0,
        "text": " And you know, you have about 120, 125 people that travel to every race."
    },
    {
        "start": 3296.0,
        "end": 3299.0,
        "text": " And we would have itineraries that were eight pages long."
    },
    {
        "start": 3299.0,
        "end": 3304.0,
        "text": " And the more people that travel, the more the probability of change."
    },
    {
        "start": 3304.0,
        "end": 3307.0,
        "text": " You know, my wife's having a baby."
    },
    {
        "start": 3307.0,
        "end": 3309.0,
        "text": " I can't go to this one."
    },
    {
        "start": 3309.0,
        "end": 3316.0,
        "text": " You know, we need another mechanic or I injured myself playing football or whatever it is."
    },
    {
        "start": 3316.0,
        "end": 3322.0,
        "text": " And we would have issue eight of the itinerary before we left."
    },
    {
        "start": 3322.0,
        "end": 3325.0,
        "text": " And everyone's printing them out, throwing them away."
    },
    {
        "start": 3325.0,
        "end": 3326.0,
        "text": " Another issue."
    },
    {
        "start": 3326.0,
        "end": 3328.0,
        "text": " We don't know what issue we're on."
    },
    {
        "start": 3328.0,
        "end": 3333.0,
        "text": " So I said to Andy Stephenson, I said, there's got to be a better way."
    },
    {
        "start": 3333.0,
        "end": 3339.0,
        "text": " And that's if ENTAR was born out of the fact that if you have an itinerary,"
    },
    {
        "start": 3339.0,
        "end": 3343.0,
        "text": " that's one interactive chronological."
    },
    {
        "start": 3343.0,
        "end": 3347.0,
        "text": " And you can see what others are doing, not just your own itinerary."
    },
    {
        "start": 3347.0,
        "end": 3351.0,
        "text": " It just makes it that much easier and more efficient."
    },
    {
        "start": 3351.0,
        "end": 3358.0,
        "text": " And now we instead of having that PDF email to you with everybody's data"
    },
    {
        "start": 3358.0,
        "end": 3362.0,
        "text": " that when it changes, you need another email."
    },
    {
        "start": 3362.0,
        "end": 3364.0,
        "text": " It's just an app on a phone."
    },
    {
        "start": 3364.0,
        "end": 3368.0,
        "text": " And when you open up the app, it's got all the latest information in there,"
    },
    {
        "start": 3368.0,
        "end": 3371.0,
        "text": " all the changes. It works offline."
    },
    {
        "start": 3371.0,
        "end": 3374.0,
        "text": " It also creates subgroups for you."
    },
    {
        "start": 3374.0,
        "end": 3379.0,
        "text": " So for example, if 20 of the 120 are staying in one hotel,"
    },
    {
        "start": 3379.0,
        "end": 3382.0,
        "text": " you can have a subgroup of all those in your hotel."
    },
    {
        "start": 3382.0,
        "end": 3383.0,
        "text": " You know who they are."
    },
    {
        "start": 3383.0,
        "end": 3386.0,
        "text": " You can message them saying, you know,"
    },
    {
        "start": 3386.0,
        "end": 3391.0,
        "text": " whatever, meet you for a coffee in the morning at 730 to all the 20"
    },
    {
        "start": 3391.0,
        "end": 3393.0,
        "text": " or subgroup of those."
    },
    {
        "start": 3393.0,
        "end": 3395.0,
        "text": " And it works."
    },
    {
        "start": 3395.0,
        "end": 3398.0,
        "text": " And because it's chronological, whenever you open the app,"
    },
    {
        "start": 3398.0,
        "end": 3404.0,
        "text": " everything that's already passed you from your itinerary perspective is in the background."
    },
    {
        "start": 3404.0,
        "end": 3407.0,
        "text": " It's just whatever's in front of you that it tells you."
    },
    {
        "start": 3407.0,
        "end": 3410.0,
        "text": " And it also tells you the next thing you got to do."
    },
    {
        "start": 3410.0,
        "end": 3413.0,
        "text": " So can people get hold of what sounds like the ultimate motion?"
    },
    {
        "start": 3413.0,
        "end": 3414.0,
        "text": " Okay."
    },
    {
        "start": 3414.0,
        "end": 3419.0,
        "text": " So ENTAR, if there's I think eight or less of you traveling"
    },
    {
        "start": 3419.0,
        "end": 3425.0,
        "text": " and you want to coordinate our tineraries, you can download it from the app store and it's free."
    },
    {
        "start": 3425.0,
        "end": 3433.0,
        "text": " If the groups are bigger, we also have a bit of software that we give the coordinator."
    },
    {
        "start": 3433.0,
        "end": 3435.0,
        "text": " It's called the coordinator hub."
    },
    {
        "start": 3435.0,
        "end": 3439.0,
        "text": " And usually if you have, you know, 500 people go into a convention."
    },
    {
        "start": 3439.0,
        "end": 3443.0,
        "text": " Somebody else is booking all the flights in the hotels and whatever,"
    },
    {
        "start": 3443.0,
        "end": 3445.0,
        "text": " just like a Formula One team."
    },
    {
        "start": 3445.0,
        "end": 3452.0,
        "text": " And then there's a group of four people booking flights, hotels, higher cars, transfers,"
    },
    {
        "start": 3452.0,
        "end": 3456.0,
        "text": " what else, visas, you know, all that kind of stuff."
    },
    {
        "start": 3456.0,
        "end": 3462.0,
        "text": " And that coordinator hub allows you to input all the data that you need to input."
    },
    {
        "start": 3462.0,
        "end": 3464.0,
        "text": " That you would have to do anyway."
    },
    {
        "start": 3464.0,
        "end": 3468.0,
        "text": " You'd either have to write it on a spreadsheet or you input it into,"
    },
    {
        "start": 3468.0,
        "end": 3473.0,
        "text": " and we've made such that inputting is a lot more efficient."
    },
    {
        "start": 3473.0,
        "end": 3479.0,
        "text": " After you've done it once, you can just pull names and add them to flights and all sorts of easy things."
    },
    {
        "start": 3479.0,
        "end": 3483.0,
        "text": " And then from there, the user just opens the app."
    },
    {
        "start": 3483.0,
        "end": 3484.0,
        "text": " It's got all the information."
    },
    {
        "start": 3484.0,
        "end": 3485.0,
        "text": " Sounds brilliant."
    },
    {
        "start": 3485.0,
        "end": 3490.0,
        "text": " I'm sure when you finally put together your American backed Formula One team based in Motorsport Valley,"
    },
    {
        "start": 3490.0,
        "end": 3492.0,
        "text": " that we're using ENTAR."
    },
    {
        "start": 3492.0,
        "end": 3493.0,
        "text": " Of course you are."
    },
    {
        "start": 3493.0,
        "end": 3495.0,
        "text": " Right, some quick fire questions."
    },
    {
        "start": 3495.0,
        "end": 3498.0,
        "text": " What is your definition of high performance?"
    },
    {
        "start": 3498.0,
        "end": 3502.0,
        "text": " Whatever it is, success."
    },
    {
        "start": 3502.0,
        "end": 3511.0,
        "text": " So whether it's table tennis, whether it's golf, whether it's motor racing,"
    },
    {
        "start": 3511.0,
        "end": 3516.0,
        "text": " the perform at a high level, you have to be successful."
    },
    {
        "start": 3516.0,
        "end": 3521.0,
        "text": " What are your three non-negotiable behaviors that you, whenever and around, you have to buy in, so?"
    },
    {
        "start": 3521.0,
        "end": 3523.0,
        "text": " Honesty."
    },
    {
        "start": 3523.0,
        "end": 3525.0,
        "text": " Number one."
    },
    {
        "start": 3525.0,
        "end": 3527.0,
        "text": " Respect."
    },
    {
        "start": 3527.0,
        "end": 3529.0,
        "text": " Number two."
    },
    {
        "start": 3529.0,
        "end": 3539.0,
        "text": " And the three non-negotiable for me is probably some essence of empathy."
    },
    {
        "start": 3539.0,
        "end": 3541.0,
        "text": " What advice would you give to a teenager?"
    },
    {
        "start": 3541.0,
        "end": 3545.0,
        "text": " Ma, just start the out one, is Jenny?"
    },
    {
        "start": 3545.0,
        "end": 3549.0,
        "text": " There's a time and place in your life or everything."
    },
    {
        "start": 3549.0,
        "end": 3552.0,
        "text": " And I learned this a bit too late."
    },
    {
        "start": 3553.0,
        "end": 3563.0,
        "text": " So as a teenager, do the best you can, learning what you're being taught at the moment at school."
    },
    {
        "start": 3563.0,
        "end": 3567.0,
        "text": " What's your biggest strength in your greatest weakness?"
    },
    {
        "start": 3567.0,
        "end": 3570.0,
        "text": " Sounds like an interview."
    },
    {
        "start": 3570.0,
        "end": 3573.0,
        "text": " You've got the job."
    },
    {
        "start": 3573.0,
        "end": 3576.0,
        "text": " Ah, biggest strength."
    },
    {
        "start": 3576.0,
        "end": 3582.0,
        "text": " I think listening."
    },
    {
        "start": 3582.0,
        "end": 3597.0,
        "text": " And my biggest weakness is probably, like I said before, that time in my life where I didn't take the risk and invest in things I should have done."
    },
    {
        "start": 3597.0,
        "end": 3601.0,
        "text": " So maybe just a bit too conservative sometimes."
    },
    {
        "start": 3601.0,
        "end": 3605.0,
        "text": " That's the best bit of advice you've ever received."
    },
    {
        "start": 3605.0,
        "end": 3618.0,
        "text": " Probably from my dad to, you know, just to be honest and straightforward, it goes a long way."
    },
    {
        "start": 3618.0,
        "end": 3623.0,
        "text": " And finally, what's your one golden rule to live a high performance life?"
    },
    {
        "start": 3623.0,
        "end": 3626.0,
        "text": " Never give up."
    },
    {
        "start": 3626.0,
        "end": 3628.0,
        "text": " Keep pushing."
    },
    {
        "start": 3628.0,
        "end": 3643.0,
        "text": " Probably the other bit of advice again, thinking about it, was from my mom, my first day at Ford Motor Company, because she worked at Ford as a seamstress sewing car seats."
    },
    {
        "start": 3643.0,
        "end": 3656.0,
        "text": " And she said, make sure that those people that you work with that don't have engineering degrees, you respect them for what they know."
    },
    {
        "start": 3656.0,
        "end": 3664.0,
        "text": " Because I see a lot of young engineers like you coming and working with the ladies at sew car seats that don't have engineering degrees."
    },
    {
        "start": 3664.0,
        "end": 3668.0,
        "text": " And they're not respectful for what we know."
    },
    {
        "start": 3668.0,
        "end": 3672.0,
        "text": " And she said, I can tell you, we know a lot more than they do."
    },
    {
        "start": 3672.0,
        "end": 3675.0,
        "text": " So respect those people."
    },
    {
        "start": 3675.0,
        "end": 3680.0,
        "text": " I think it's clear that you took the mindset of respect into your formula one career."
    },
    {
        "start": 3680.0,
        "end": 3684.0,
        "text": " It's been great things, experience, some amazing highs, a few challenges in recent times."
    },
    {
        "start": 3684.0,
        "end": 3689.0,
        "text": " But hey, as you said, the story isn't over yet. Let's see what's next."
    },
    {
        "start": 3689.0,
        "end": 3691.0,
        "text": " Thank you for joining us."
    },
    {
        "start": 3691.0,
        "end": 3694.0,
        "text": " Thank you very much."
    },
    {
        "start": 3698.0,
        "end": 3702.0,
        "text": " Struggling to find the motivation."
    },
    {
        "start": 3702.0,
        "end": 3706.0,
        "text": " Try this instead."
    },
    {
        "start": 3706.0,
        "end": 3708.0,
        "text": " Take it professionally, not personally."
    },
    {
        "start": 3708.0,
        "end": 3711.0,
        "text": " Why are we postponing love and community and friendship?"
    },
    {
        "start": 3711.0,
        "end": 3715.0,
        "text": " I'm not worried if anyone fails, as long as we are changing things for the good."
    },
    {
        "start": 3715.0,
        "end": 3722.0,
        "text": " To have those kinds of friendships, I think are absolutely essential to being what we would call a high performance human being."
    },
    {
        "start": 3732.0,
        "end": 3734.0,
        "text": " Take back control over your happiness."
    },
    {
        "start": 3734.0,
        "end": 3736.0,
        "text": " Give the high performance a try."
    },
    {
        "start": 3736.0,
        "end": 3738.0,
        "text": " Then see how you feel."
    }
]