[
    {
        "start": 0.0,
        "end": 1.68,
        "text": " This is the BBC."
    },
    {
        "start": 17.36,
        "end": 20.88,
        "text": " Hi and welcome to Podcasting House and if you're joining us for the first time"
    },
    {
        "start": 20.88,
        "end": 26.080000000000002,
        "text": " hello and where have you been. So this is the feed where we bring you an idea of something"
    },
    {
        "start": 26.080000000000002,
        "end": 29.92,
        "text": " you might like to listen to, we'll play you an episode and what you do after that is up to"
    },
    {
        "start": 30.16,
        "end": 34.72,
        "text": " you but usually we are offering you something that we think you might quite enjoy. So you can find"
    },
    {
        "start": 34.72,
        "end": 40.56,
        "text": " it and subscribe at the places where you usually find your podcasts. So my name is Rianne and"
    },
    {
        "start": 40.56,
        "end": 46.72,
        "text": " with me I have Eli. Hello. Who has his offer of the week? Yes this is how to invent a country."
    },
    {
        "start": 46.72,
        "end": 51.68000000000001,
        "text": " It's from Misha Glenni, the guy who wrote my mafia, the book of the recent TV show that was on"
    },
    {
        "start": 51.68000000000001,
        "end": 58.8,
        "text": " iPlayer, was based on and this is a podcast about how nations started. Specific nations."
    },
    {
        "start": 58.8,
        "end": 61.919999999999995,
        "text": " If you think about it the idea that you could even have a specific nation in the first place"
    },
    {
        "start": 61.919999999999995,
        "end": 66.39999999999999,
        "text": " also had to be invented and Misha Glenni gets into that too. He's got several episodes that"
    },
    {
        "start": 66.39999999999999,
        "end": 72.39999999999999,
        "text": " deal with the Habsburg Empire which stretch from Spain to Holland and most of Germany. Anyway in"
    },
    {
        "start": 72.39999999999999,
        "end": 78.08,
        "text": " this episode he talks about a much younger nation than that, United States. That's blessed."
    },
    {
        "start": 78.08,
        "end": 83.36,
        "text": " Great dear to my heart. This is how to invent the ghost that inventing yourselves. Oh gosh."
    },
    {
        "start": 84.16,
        "end": 90.8,
        "text": " Yeah. More on that from another podcast perhaps if there's still our podcasts in New Year's time."
    },
    {
        "start": 90.8,
        "end": 95.12,
        "text": " So this is how to invent a country presented by Misha Glenni for Radio 4."
    },
    {
        "start": 95.12,
        "end": 99.36,
        "text": " This is episode one of the invention of the USA."
    },
    {
        "start": 105.03999999999999,
        "end": 111.28,
        "text": " On July the 91776 here at the southern tip of Manhattan on what is known as bolling green,"
    },
    {
        "start": 111.28,
        "end": 116.64,
        "text": " American patriots toppled a great statue of the Tarant British King George III."
    },
    {
        "start": 117.44,
        "end": 123.28,
        "text": " Then they melted down the lead in the statue and turned it into bullets to shoot at the red"
    },
    {
        "start": 123.28,
        "end": 130.08,
        "text": " coats. There's revolutionary tales go. This one's red hot and it's worth adding that this blow for"
    },
    {
        "start": 130.08,
        "end": 136.16,
        "text": " liberty came just days after the Declaration of Independence of July the 4th. So it was good"
    },
    {
        "start": 136.16,
        "end": 143.12,
        "text": " riddance to King George hello to the American dream. Except that to pull down this statue the"
    },
    {
        "start": 143.12,
        "end": 149.51999999999998,
        "text": " patriots used African slaves. Nothing in history is ever quite what it seems."
    },
    {
        "start": 151.68,
        "end": 154.88,
        "text": " My name is Alan Taylor and I'm the author of American Revolutions."
    },
    {
        "start": 157.2,
        "end": 160.96,
        "text": " Well it's not that they hired slaves. They slaves were told to go and do it."
    },
    {
        "start": 161.76000000000002,
        "end": 166.0,
        "text": " But the backdrop of the story is this is something that happens right after the American"
    },
    {
        "start": 166.0,
        "end": 172.24,
        "text": " Declaration of Independence is announced. In this set off a wave of destroying symbols of the"
    },
    {
        "start": 172.24,
        "end": 179.28,
        "text": " British Empire and of monarchy and one of the most significant of those symbols was a large"
    },
    {
        "start": 179.28,
        "end": 184.88,
        "text": " equestrian statue of George III that stood on the bolling green of New York City."
    },
    {
        "start": 185.84,
        "end": 191.68,
        "text": " So we have a revolution which is in the name of liberty for people who felt that their liberty"
    },
    {
        "start": 191.68,
        "end": 198.16,
        "text": " was threatened by British rule. But it is not necessarily going to be a revolution that is"
    },
    {
        "start": 198.16,
        "end": 205.28,
        "text": " going to free the enslaved. Years later the artists introduced their own inventiveness."
    },
    {
        "start": 206.07999999999998,
        "end": 213.04,
        "text": " I have here a copy from the 1850s of a painting and it shows the good New Yorkers pulling King George"
    },
    {
        "start": 213.12,
        "end": 219.12,
        "text": " down to the ground. And here in the foreground a native American and his family are observing"
    },
    {
        "start": 219.12,
        "end": 227.51999999999998,
        "text": " their liberty being won. It's obviously completely romanticized tosh. And naturally the African"
    },
    {
        "start": 227.51999999999998,
        "end": 234.07999999999998,
        "text": " slaves are nowhere inside. Of course it's an invention. It used to be part of the British Empire."
    },
    {
        "start": 234.07999999999998,
        "end": 239.2,
        "text": " And so they had to invent a country. They had to invent an identity for that country. They had"
    },
    {
        "start": 239.2,
        "end": 244.64,
        "text": " to create a unity for that country and all of that required a great deal of inventiveness."
    },
    {
        "start": 245.44,
        "end": 251.2,
        "text": " The oath of office I take today is an oath of allegiance to all Americans."
    },
    {
        "start": 252.39999999999998,
        "end": 261.84,
        "text": " America today, this land of 50 states and some 325 million souls, is the third most populated"
    },
    {
        "start": 261.84,
        "end": 269.12,
        "text": " but undoubtedly the most powerful nation in the world. Because today we are not merely transferring"
    },
    {
        "start": 269.2,
        "end": 276.56,
        "text": " power from one administration to another. But we are transferring power from Washington DC"
    },
    {
        "start": 277.2,
        "end": 287.12,
        "text": " and giving it back to you the people. All men have created equals, St Thomas Jefferson in 1776,"
    },
    {
        "start": 287.76,
        "end": 294.8,
        "text": " endowed by the creator with certain inalienable rights among them, not just life, liberty and happiness,"
    },
    {
        "start": 294.8,
        "end": 300.64,
        "text": " but above all the right not to be taxed. That's what the revolution was fought for."
    },
    {
        "start": 301.36,
        "end": 307.36,
        "text": " And it's worth saying here how much and how often Donald Trump loves to quote the founding fathers."
    },
    {
        "start": 308.08000000000004,
        "end": 312.08000000000004,
        "text": " George Washington for example, on the need for an energetic government,"
    },
    {
        "start": 312.08000000000004,
        "end": 316.40000000000003,
        "text": " or Alexander Hamilton on the expediency of encouraging manufacturing."
    },
    {
        "start": 316.64,
        "end": 321.2,
        "text": " You're factoring in, in, in, in the United States."
    },
    {
        "start": 323.67999999999995,
        "end": 331.84,
        "text": " This is powerful crowd pleasing stuff. And his story ends like Alan Taylor, a double pullitzer winner,"
    },
    {
        "start": 331.84,
        "end": 338.0,
        "text": " believe what he's doing is employing the national myth. Well, I'm not sure that any national myth"
    },
    {
        "start": 338.0,
        "end": 343.91999999999996,
        "text": " is meant to be completely honest. It's meant to give a very positive identity and it's meant to"
    },
    {
        "start": 343.92,
        "end": 349.2,
        "text": " create a set of heroes at the very foundation. Of course it's happening now. I mean the people who"
    },
    {
        "start": 349.2,
        "end": 356.64000000000004,
        "text": " have just won the election have insisted early and often that they express better than any other"
    },
    {
        "start": 356.64000000000004,
        "end": 363.76,
        "text": " political persuasion, the intent of the founders. And if we go back to that intent that we will"
    },
    {
        "start": 363.76,
        "end": 370.24,
        "text": " set everything correctly in the American Republic. But what were these founding fathers really"
    },
    {
        "start": 370.24,
        "end": 374.88,
        "text": " trying to do? That's what I want to find out. And that's why this program starts not with the"
    },
    {
        "start": 374.88,
        "end": 379.76,
        "text": " revolution, but in the years immediately after the British have been defeated and flung out."
    },
    {
        "start": 380.56,
        "end": 386.8,
        "text": " The first person I turned to was Kathy Burke, author of Old World New World, an extremely rich"
    },
    {
        "start": 386.8,
        "end": 394.56,
        "text": " tale of relations between us and them. My first question, can you please list the 13 colonies who"
    },
    {
        "start": 394.64,
        "end": 401.76,
        "text": " now find themselves free? Well, Massachusetts, of course, and at that point Maine was part of it."
    },
    {
        "start": 402.64,
        "end": 408.56,
        "text": " This isn't fair, you know, I required advance notice of this one. New Hampshire, Vermont,"
    },
    {
        "start": 408.56,
        "end": 417.52,
        "text": " Connecticut, New York, New Jersey, Delaware, Virginia, North Carolina, South Carolina."
    },
    {
        "start": 417.52,
        "end": 421.76,
        "text": " Pennsylvania? Yes, I was trying to remember whether I'd said Pennsylvania."
    },
    {
        "start": 421.76,
        "end": 428.88,
        "text": " Rhode Island and Maryland. Great. One difficulty is that even at the end of the Revolutionary War,"
    },
    {
        "start": 428.88,
        "end": 434.8,
        "text": " they were not the American people. They were Carolinians. They were Massachusetts men. They were"
    },
    {
        "start": 434.8,
        "end": 442.4,
        "text": " New Yorkers. So at the end of the war, you had 13 colonies who were going to be turned into 13 states."
    },
    {
        "start": 442.4,
        "end": 449.36,
        "text": " And they came together and what's called the Confederation. So a Confederation is not a united entity."
    },
    {
        "start": 450.08000000000004,
        "end": 457.12,
        "text": " They set up tariffs. They set up barriers between themselves. What this meant was that there were all"
    },
    {
        "start": 457.12,
        "end": 464.24,
        "text": " these 13 little plums. And the British were pretty convinced they could pick them off one by one"
    },
    {
        "start": 464.24,
        "end": 472.08000000000004,
        "text": " and bring them back into the empire. So really, you had a number of years in which the United States,"
    },
    {
        "start": 472.08,
        "end": 479.91999999999996,
        "text": " as it then became, was really unsure it was going to remain united and be remained even"
    },
    {
        "start": 479.91999999999996,
        "end": 488.56,
        "text": " individually free from the British Empire. This story of fragmentation and fear reminds me very much"
    },
    {
        "start": 488.56,
        "end": 495.91999999999996,
        "text": " of the situation in 17th century Germany. Multiple states combined with multiple enemies still knocking"
    },
    {
        "start": 495.92,
        "end": 503.36,
        "text": " at the door. Now these young Americans, they had to unite if they didn't the whole enterprise would"
    },
    {
        "start": 503.36,
        "end": 511.36,
        "text": " have been threatened. Right now we're heading uptown up the Spineman-Handt at 79th Street, where I'm"
    },
    {
        "start": 511.36,
        "end": 516.16,
        "text": " going to meet someone who's made this period in US history pretty much her life's worth."
    },
    {
        "start": 516.48,
        "end": 523.6,
        "text": " Carol Birkin, author of a brilliant solution inventing the American Constitution."
    },
    {
        "start": 526.48,
        "end": 534.8,
        "text": " The revolution was 13 separate countries who wanted to be free of any regulation by a central"
    },
    {
        "start": 534.8,
        "end": 540.4,
        "text": " government. And that's what they got. The articles of Confederation and that was lovely except it"
    },
    {
        "start": 540.48,
        "end": 548.3199999999999,
        "text": " didn't work. The result was that the country, which was not yet really a country, it was, I love the"
    },
    {
        "start": 548.3199999999999,
        "end": 554.88,
        "text": " expression, a League of Friendship. Couldn't come out of the post-war depression because each and"
    },
    {
        "start": 554.88,
        "end": 565.84,
        "text": " every one of them said tariffs and Europeans know what that entails. So states were so hostile to"
    },
    {
        "start": 565.84,
        "end": 572.5600000000001,
        "text": " one another that on the Potomac River, Maryland and Virginia had gun boats aimed at one another."
    },
    {
        "start": 573.6800000000001,
        "end": 581.6,
        "text": " New York was charging New Jersey and Connecticut so much money for goods that came through New York"
    },
    {
        "start": 581.6,
        "end": 587.76,
        "text": " City that on the eve of the Constitutional Convention these two states were said to be meeting"
    },
    {
        "start": 587.84,
        "end": 596.56,
        "text": " in secret to invade New York. So let me ask you then that tension which we see every day in the"
    },
    {
        "start": 596.56,
        "end": 603.84,
        "text": " United States between central government and state rights, that tension was there at the very"
    },
    {
        "start": 603.84,
        "end": 609.28,
        "text": " beginning of the Constitution. Absolutely. The states are going to go to war with each other. And on"
    },
    {
        "start": 609.28,
        "end": 615.52,
        "text": " top of that there are going to be slave revolts. There's already been a major farmers revolt in"
    },
    {
        "start": 615.52,
        "end": 626.0,
        "text": " Massachusetts. So the Constitution was in a sense an invention to solve the problem of the country"
    },
    {
        "start": 626.0,
        "end": 632.3199999999999,
        "text": " disappearing. The only thing that had held these 13 states together was a common enemy. It was the"
    },
    {
        "start": 632.3199999999999,
        "end": 637.1999999999999,
        "text": " British Empire. So they're held together by the war and they could not have won that without"
    },
    {
        "start": 637.1999999999999,
        "end": 644.0799999999999,
        "text": " assistance from the French who provided their own fleet. But then these 13 states couldn't agree"
    },
    {
        "start": 644.1600000000001,
        "end": 648.32,
        "text": " on anything. Particularly they couldn't agree on how to fund their massive debt that they'd"
    },
    {
        "start": 648.32,
        "end": 654.5600000000001,
        "text": " incurred during the war. And so it's a very uncertain future that the United States embarks on in the"
    },
    {
        "start": 654.5600000000001,
        "end": 661.5200000000001,
        "text": " 1780s and it's not really a United States. It's a dis-United States. And they worried that the United"
    },
    {
        "start": 661.5200000000001,
        "end": 666.96,
        "text": " States then instead of being a United States would repeat the unhappy experiences of Europe"
    },
    {
        "start": 667.0400000000001,
        "end": 675.2800000000001,
        "text": " being divided into hostile states in chronic wars with one another in search, somewhat futile"
    },
    {
        "start": 675.2800000000001,
        "end": 681.2800000000001,
        "text": " search of some balance of power. And it is to avert that sort of future that they gathered in"
    },
    {
        "start": 681.2800000000001,
        "end": 688.48,
        "text": " Philadelphia in 1787 and came up with a new constitution to try to create a more national center"
    },
    {
        "start": 688.48,
        "end": 696.64,
        "text": " of power than anything they had ever known before. Let's go to this clip from Donald Trump when"
    },
    {
        "start": 696.64,
        "end": 703.84,
        "text": " he was speaking in Pennsylvania earlier about the founding fathers. Our founding fathers understood"
    },
    {
        "start": 703.84,
        "end": 710.96,
        "text": " trade much better than our current politicians believe. One of the peculiarities of a new nation is"
    },
    {
        "start": 710.96,
        "end": 716.64,
        "text": " no one necessarily knows where the capital should be. The Declaration of Independence was signed"
    },
    {
        "start": 716.8,
        "end": 724.56,
        "text": " in Philadelphia and the new constitution was too. So Philly from 1790 was the capital of the US."
    },
    {
        "start": 724.56,
        "end": 730.96,
        "text": " And that's why I've come here to meet a Philly native, the writer Joe Quinin. He's driving me around,"
    },
    {
        "start": 730.96,
        "end": 738.16,
        "text": " giving me the tour. He's during State Panatone Sherry which is now a museum. My uncle was in there"
    },
    {
        "start": 738.8,
        "end": 746.3199999999999,
        "text": " for a long time. Scary looking building. So Joe tell me why did the founding fathers assemble"
    },
    {
        "start": 746.32,
        "end": 752.8000000000001,
        "text": " here? For starters, Philadelphia was by far the biggest city in the United States. It was more than"
    },
    {
        "start": 752.8000000000001,
        "end": 758.8000000000001,
        "text": " twice the size of Boston. It was in fact one of the largest cities in the entire British Empire."
    },
    {
        "start": 758.8000000000001,
        "end": 765.2,
        "text": " It was easy to get to because it's between two rivers. It wasn't dirty like European cities. It"
    },
    {
        "start": 765.2,
        "end": 770.24,
        "text": " had beautiful red brick buildings. You could get a nice meal. It was a place that people were happy"
    },
    {
        "start": 770.24,
        "end": 776.64,
        "text": " to come. Also people in Pennsylvania had a more pacific temperament than people from other parts"
    },
    {
        "start": 776.64,
        "end": 781.92,
        "text": " at the country. People in the south were people in the south and people in Massachusetts were kind"
    },
    {
        "start": 781.92,
        "end": 786.08,
        "text": " of rabble browsers. They were much more radical. Whereas the people in Pennsylvania were more"
    },
    {
        "start": 786.08,
        "end": 791.44,
        "text": " conciliatory, more willing to say, okay, I'll give you a little bit if you give me a little bit."
    },
    {
        "start": 791.44,
        "end": 797.04,
        "text": " They wanted to make this thing work. And so temperamentally this was a good place. It was like,"
    },
    {
        "start": 797.04,
        "end": 804.3199999999999,
        "text": " it was like a neutral corner almost in a boxing ring. One scholar has very aptly referred to"
    },
    {
        "start": 804.3199999999999,
        "end": 810.9599999999999,
        "text": " the US Constitution and its union as a peace pact. As a pact between potential enemies and the"
    },
    {
        "start": 810.9599999999999,
        "end": 817.36,
        "text": " potential enemies were these states. So these 13 states had deep distrust of one another and it"
    },
    {
        "start": 817.36,
        "end": 825.12,
        "text": " is that distrust that paradoxically leads them to try to seek a union with one another. And so 55"
    },
    {
        "start": 825.12,
        "end": 830.0,
        "text": " delegates from across the former colonies of what was not yet even called the United States"
    },
    {
        "start": 830.64,
        "end": 838.32,
        "text": " began to travel to Philadelphia. James Madison arrived first. Ten days later the next delegate arrived."
    },
    {
        "start": 839.04,
        "end": 845.84,
        "text": " Rhode Island sent nobody. Jefferson was abroad in Paris. But Alexander Hamilton came in from New York"
    },
    {
        "start": 845.84,
        "end": 851.28,
        "text": " and with George Washington presiding over the debates, they all gathered in Independence Hall."
    },
    {
        "start": 852.0,
        "end": 859.6,
        "text": " It's a nice building isn't it? Classic red brick. Looks like a church. Beautiful but not imperial."
    },
    {
        "start": 859.6,
        "end": 866.24,
        "text": " What was going on in there? Interestingly enough we don't know exactly what did go on because they"
    },
    {
        "start": 866.24,
        "end": 872.4,
        "text": " made an agreement to maintain silence the entire time. So we don't know exactly what happened."
    },
    {
        "start": 872.4,
        "end": 876.72,
        "text": " They didn't want the public to get involved and they didn't want the press to get involved."
    },
    {
        "start": 876.8000000000001,
        "end": 882.0,
        "text": " And they argued about what kind of government they were going to have. And who were these people?"
    },
    {
        "start": 882.0,
        "end": 888.4,
        "text": " The delegates were they poor? Were they rich? What? There were no poor guys here. There were no"
    },
    {
        "start": 888.4,
        "end": 895.36,
        "text": " son Kulat. There were none of those. There were a lot of lawyers. They had an interest in the country"
    },
    {
        "start": 895.36,
        "end": 900.24,
        "text": " being successful. There were speculators involved but there weren't any poor people involved here."
    },
    {
        "start": 901.0400000000001,
        "end": 906.24,
        "text": " And they were educated and a lot of them influenced by the Enlightenment. Yeah they were educated"
    },
    {
        "start": 906.24,
        "end": 911.36,
        "text": " in a way that people today aren't. They knew what was going on in the rest of the world."
    },
    {
        "start": 911.36,
        "end": 916.48,
        "text": " They were excited by ideas. I think that that's one of the differences between them and people now."
    },
    {
        "start": 916.48,
        "end": 923.36,
        "text": " They were excited by ideas. They were excited by what they were doing. They were creating a country."
    },
    {
        "start": 923.36,
        "end": 931.04,
        "text": " It's hard to do that. The men who went there, Alexander Hamilton has a wonderful phrase."
    },
    {
        "start": 931.8399999999999,
        "end": 940.0799999999999,
        "text": " He said, the men at the convention thought continentally. So a lot of these people were born"
    },
    {
        "start": 940.0799999999999,
        "end": 947.8399999999999,
        "text": " outside the country like Hamilton or like William Patterson, men who were born in Scotland or Ireland"
    },
    {
        "start": 947.8399999999999,
        "end": 954.48,
        "text": " or England or the Caribbean. They had served in the continental army not in local regiments. So"
    },
    {
        "start": 954.5600000000001,
        "end": 960.8000000000001,
        "text": " they had actually traveled length and breadth of the country and had a kind of perspective about it."
    },
    {
        "start": 962.16,
        "end": 968.4,
        "text": " Many of them had gone to boarding school and to college in France and in England. They'd studied"
    },
    {
        "start": 968.4,
        "end": 975.6,
        "text": " in the ends of court. So these are men who had a broader perspective than some of the other"
    },
    {
        "start": 975.6,
        "end": 982.0,
        "text": " revolutionaries. But that didn't mean that they all agreed with each other despite the need to"
    },
    {
        "start": 982.0,
        "end": 989.04,
        "text": " find a settlement and fast. Alan Taylor again. The smaller states feared that if a more"
    },
    {
        "start": 989.04,
        "end": 995.6,
        "text": " national government was created, one where power was more concentrated at the center in a national"
    },
    {
        "start": 995.6,
        "end": 1002.0,
        "text": " capital. Those smaller states feared domination by the larger states. They worried that maybe the"
    },
    {
        "start": 1002.0,
        "end": 1007.44,
        "text": " larger states would just dissolve the smaller states and gobble them up. So that was one set of"
    },
    {
        "start": 1007.44,
        "end": 1013.84,
        "text": " conflicts that had to be dealt with. But then they discovered an even more powerful division and a"
    },
    {
        "start": 1013.84,
        "end": 1021.44,
        "text": " more dangerous one, which is that the northern states were in the process of gradually emancipating"
    },
    {
        "start": 1021.44,
        "end": 1028.16,
        "text": " their slaves. While the southern states, it was clear, were not prepared to do that. And the"
    },
    {
        "start": 1028.16,
        "end": 1035.6000000000001,
        "text": " southerners did not want to enter into a strong national union that would be capable of interfering"
    },
    {
        "start": 1035.6799999999998,
        "end": 1043.04,
        "text": " with slavery. You had huge differences. Up in the north you had the Puritans who were really,"
    },
    {
        "start": 1043.04,
        "end": 1048.8799999999999,
        "text": " really severe. In New York and Pennsylvania, they were a little bit more fun loving. And in the"
    },
    {
        "start": 1048.8799999999999,
        "end": 1055.6,
        "text": " south, they had plantations and they were living this kind of weird pastoral life. And the seeds of"
    },
    {
        "start": 1055.6,
        "end": 1061.4399999999998,
        "text": " the Civil War were planted. They were always here because the conflict between the industrial"
    },
    {
        "start": 1061.44,
        "end": 1067.2,
        "text": " north, the manufacturing base and the south, that was there from the very beginning."
    },
    {
        "start": 1069.52,
        "end": 1076.16,
        "text": " You can't escape the Civil War in American history. It signs its impact. They are still everywhere"
    },
    {
        "start": 1076.16,
        "end": 1086.0800000000002,
        "text": " on show. I'm looking at an extraordinary contraption, a heavy metal collar, and coming out of it that"
    },
    {
        "start": 1086.1599999999999,
        "end": 1095.9199999999998,
        "text": " the sides of two poles and at the bottom of those little poles are two bells. And this was a slave"
    },
    {
        "start": 1095.9199999999998,
        "end": 1104.48,
        "text": " collar with bells. So one of the most humiliating things I have ever seen in my life. And what it is"
    },
    {
        "start": 1104.48,
        "end": 1112.08,
        "text": " is that when slaves tried to escape, the owners would put this collar on them so that they could hear"
    },
    {
        "start": 1112.1599999999999,
        "end": 1120.3999999999999,
        "text": " wherever the slave was if they tried to run away again. The reality is that slavery is woven"
    },
    {
        "start": 1120.3999999999999,
        "end": 1126.72,
        "text": " throughout the U.S. Constitution. And there would not have been a deal unless there were certain"
    },
    {
        "start": 1126.72,
        "end": 1135.28,
        "text": " guarantees such as that northern states would commit themselves to return any runaway slaves"
    },
    {
        "start": 1135.28,
        "end": 1141.28,
        "text": " from the south rather than providing Haven for them. So we refer to the northern states as"
    },
    {
        "start": 1141.28,
        "end": 1147.76,
        "text": " free states because they were freeing themselves from slavery. But that does not mean that a runaway"
    },
    {
        "start": 1147.76,
        "end": 1154.3999999999999,
        "text": " slave would become free by going to those states. And that's because of the U.S. Constitution."
    },
    {
        "start": 1158.3999999999999,
        "end": 1162.56,
        "text": " There were some considerable achievements thrashed out by the men in Philadelphia,"
    },
    {
        "start": 1163.12,
        "end": 1168.16,
        "text": " a deal that resulted in three branches of government, the executive, the president,"
    },
    {
        "start": 1168.16,
        "end": 1174.16,
        "text": " the legislative, two houses, the senate representing every state, and a second house, the House of"
    },
    {
        "start": 1174.16,
        "end": 1180.5600000000002,
        "text": " Representatives, so called because it represented the number of people in each state. And finally,"
    },
    {
        "start": 1180.5600000000002,
        "end": 1189.76,
        "text": " the supreme court. But this says Kathleen Burke was not democracy. No, sadly, I believe that a"
    },
    {
        "start": 1189.76,
        "end": 1196.64,
        "text": " black slave was two thirds of a person in way of counting how many votes a state got."
    },
    {
        "start": 1196.64,
        "end": 1200.96,
        "text": " But that two thirds of a person wasn't able to vote his or herself."
    },
    {
        "start": 1200.96,
        "end": 1207.8400000000001,
        "text": " Surely not, nor were women. So manhood suffrage was really that. Manhood suffrage as long as you"
    },
    {
        "start": 1207.8400000000001,
        "end": 1215.2800000000002,
        "text": " were the right color. We the people, life, liberty and the pursuit of happiness, the great phrases of"
    },
    {
        "start": 1215.2800000000002,
        "end": 1222.0800000000002,
        "text": " the founding fathers still ring down the centuries. And yet cruelty and inequality are there in the"
    },
    {
        "start": 1222.08,
        "end": 1229.36,
        "text": " Constitution right from the start. Well, they're very careful in writing the Constitution to never"
    },
    {
        "start": 1229.36,
        "end": 1238.24,
        "text": " use the word slave or the word slavery. And they use various some low, you low cutions in order to"
    },
    {
        "start": 1238.24,
        "end": 1247.12,
        "text": " avoid those words. But there was this contradiction built right into the very beginning, which is that"
    },
    {
        "start": 1247.12,
        "end": 1253.12,
        "text": " they were fighting not just for human rights, but also for what they saw as the rights of property."
    },
    {
        "start": 1254.08,
        "end": 1261.84,
        "text": " They were defending property owners from the power of the British Parliament to tax people without"
    },
    {
        "start": 1261.84,
        "end": 1268.3999999999999,
        "text": " their consent. And so if you have announced that you are waging a revolution to protect the rights"
    },
    {
        "start": 1268.3999999999999,
        "end": 1273.84,
        "text": " of property, then you're also announcing that you are protecting the rights of property owners"
    },
    {
        "start": 1273.84,
        "end": 1280.9599999999998,
        "text": " who happen to own other human beings. I call it a birth myth. Carol Burkin, author of a brilliant"
    },
    {
        "start": 1280.9599999999998,
        "end": 1286.6399999999999,
        "text": " solution. Most of them were men of average intelligence. There were maybe five or six who were"
    },
    {
        "start": 1286.6399999999999,
        "end": 1294.8,
        "text": " truly brilliant, but the others just were rich. They knew how to be politicians and they had the"
    },
    {
        "start": 1295.6799999999998,
        "end": 1301.76,
        "text": " money to do things that other people couldn't do. And so everybody thought they were super smart."
    },
    {
        "start": 1302.56,
        "end": 1308.8,
        "text": " We should be wise enough to know better and take a look at these men and most of them, they weren't"
    },
    {
        "start": 1308.8,
        "end": 1317.28,
        "text": " stupid, but they were just sort of average intelligence. All of my students and half of the people I know"
    },
    {
        "start": 1317.92,
        "end": 1325.04,
        "text": " think that the Constitution invented separation of powers, Constitution invented that. By"
    },
    {
        "start": 1325.04,
        "end": 1332.0,
        "text": " Cameroon Congress, by George, we invented that independent judiciary. They didn't invent any of that."
    },
    {
        "start": 1332.8,
        "end": 1339.12,
        "text": " The single real innovation to get back to this question of states and the"
    },
    {
        "start": 1339.44,
        "end": 1347.6,
        "text": " Is federalism? Ah yes, federalism. An absurd idea. That elusive balance between what the"
    },
    {
        "start": 1347.6,
        "end": 1354.3999999999999,
        "text": " center can do and what individual states can do. The federal government had some powers exclusively."
    },
    {
        "start": 1354.4,
        "end": 1362.4,
        "text": " The states had some powers exclusively and they shared some powers. Alexander Hamilton sat there"
    },
    {
        "start": 1362.4,
        "end": 1370.96,
        "text": " amazed and he got up and he said, this is never going to work. That brings me on to my next question."
    },
    {
        "start": 1371.52,
        "end": 1377.0400000000002,
        "text": " On the one hand, we have this contradiction between central power and the states and the issue"
    },
    {
        "start": 1377.04,
        "end": 1384.96,
        "text": " of federalism and the other thing which we know the Constitution for, its rhetorical obsession with liberty."
    },
    {
        "start": 1386.24,
        "end": 1391.76,
        "text": " But of course not everyone in the 13 states could claim to enjoy that liberty."
    },
    {
        "start": 1392.3999999999999,
        "end": 1399.92,
        "text": " The Constitution does not talk about liberty. The Bill of Rights talks about all the rights and"
    },
    {
        "start": 1400.48,
        "end": 1409.04,
        "text": " privileges and guarantees. It's a legal document. It designs a frame of government."
    },
    {
        "start": 1409.3600000000001,
        "end": 1413.68,
        "text": " My students always think that these men had terrible nightmares when they slept it not."
    },
    {
        "start": 1413.68,
        "end": 1419.1200000000001,
        "text": " No, they didn't. Slavery was a reality in the 18th century."
    },
    {
        "start": 1419.1200000000001,
        "end": 1425.92,
        "text": " Hierarchy was a reality. Husbands could beat wives. Parents could be children. Everybody could be"
    },
    {
        "start": 1425.92,
        "end": 1434.64,
        "text": " apprentices and slaves. It takes a lot to change those. If we go back to what the founders intended,"
    },
    {
        "start": 1434.64,
        "end": 1442.0800000000002,
        "text": " we find that the founders powerfully disagreed over these issues and they understood that Americans"
    },
    {
        "start": 1442.0800000000002,
        "end": 1449.52,
        "text": " of the future would probably disagree over them and so they did what smart politicians do. They"
    },
    {
        "start": 1450.48,
        "end": 1458.96,
        "text": " then figured we'll let future congresses figure it out on a more ad hoc basis. So in other words,"
    },
    {
        "start": 1458.96,
        "end": 1466.6399999999999,
        "text": " they punted the decision down the road. That was a very pragmatic thing for them to do. I would say"
    },
    {
        "start": 1466.6399999999999,
        "end": 1472.32,
        "text": " if there's one principle that we could say if we go back to and find with the founders is that"
    },
    {
        "start": 1472.32,
        "end": 1479.2,
        "text": " they were willing to compromise very difficult issues and unfortunately that's a principle"
    },
    {
        "start": 1479.84,
        "end": 1486.72,
        "text": " that we no longer find in operation in American politics and we particularly don't find it from"
    },
    {
        "start": 1486.72,
        "end": 1493.6,
        "text": " those people who insist that we go back to the founders for some sort of principles to guide us."
    },
    {
        "start": 1494.56,
        "end": 1503.1999999999998,
        "text": " We've come for a little food break at the Midtown Diner here in Philadelphia and the"
    },
    {
        "start": 1503.1999999999998,
        "end": 1508.24,
        "text": " question... Midtown Diner number three. Midtown Diner number three. You've got to get it right"
    },
    {
        "start": 1508.24,
        "end": 1514.6399999999999,
        "text": " although apparently there is no one and two. Anyway, here we are at the Midtown Diner number three"
    },
    {
        "start": 1514.6399999999999,
        "end": 1521.6,
        "text": " and the question I've got for Joe on this occasion is why if the Declaration of Independence was"
    },
    {
        "start": 1521.6,
        "end": 1528.32,
        "text": " signed here in Philadelphia the Constitution was negotiating and promulgated here. Why did"
    },
    {
        "start": 1528.32,
        "end": 1534.7199999999998,
        "text": " Philadelphia stop being the capital of the United States which was then moved to Washington?"
    },
    {
        "start": 1535.6799999999998,
        "end": 1541.1999999999998,
        "text": " Because they never would have gotten the Southern States to go along with the Constitution unless"
    },
    {
        "start": 1541.1999999999998,
        "end": 1547.04,
        "text": " they agreed to move the capital literally to the South because Washington DC is basically in"
    },
    {
        "start": 1547.04,
        "end": 1554.32,
        "text": " Virginia so in effect they moved the physical capital of the country to Washington knowing that"
    },
    {
        "start": 1554.32,
        "end": 1560.8799999999999,
        "text": " the cultural and financial capital would remain in Philadelphia and in New York and in Boston."
    },
    {
        "start": 1562.3999999999999,
        "end": 1567.84,
        "text": " How many of the problems that we see them attempting to solve have a real resonance today?"
    },
    {
        "start": 1568.72,
        "end": 1573.36,
        "text": " Are we going to have a strong federal government that tells the states what they have to do?"
    },
    {
        "start": 1573.4399999999998,
        "end": 1577.84,
        "text": " Or are we going to have a weak Confederacy where the states can pretty much go their own"
    },
    {
        "start": 1577.84,
        "end": 1583.28,
        "text": " Murray way? And at the time that the Constitution was hammered out a lot of the states wanted to"
    },
    {
        "start": 1583.28,
        "end": 1588.7199999999998,
        "text": " lose Confederacy but people like Washington and Hamilton and Jefferson persuaded them that that"
    },
    {
        "start": 1588.7199999999998,
        "end": 1593.36,
        "text": " was not going to work. But the English would just come back in and pick off the colonies one by one"
    },
    {
        "start": 1593.36,
        "end": 1599.04,
        "text": " by one. That they had to have a central government that could coin money that could defend the borders"
    },
    {
        "start": 1599.04,
        "end": 1604.1599999999999,
        "text": " that could declare war that could maintain a standing army they had to have a strong federal"
    },
    {
        "start": 1604.1599999999999,
        "end": 1610.3999999999999,
        "text": " government and the states have always said well we we want our rights and usually states rights"
    },
    {
        "start": 1610.3999999999999,
        "end": 1617.12,
        "text": " means we want the right to mistreat minorities we want the rights to keep blacks out of schools we"
    },
    {
        "start": 1617.12,
        "end": 1622.1599999999999,
        "text": " want the rights to oppress women that's usually what states rights means because it's usually been"
    },
    {
        "start": 1622.1599999999999,
        "end": 1626.3999999999999,
        "text": " the Southern States been the red states what's interesting about what's happening in the United"
    },
    {
        "start": 1626.4,
        "end": 1631.0400000000002,
        "text": " States right now is the blue states are turning around and going we don't have to do what the"
    },
    {
        "start": 1631.0400000000002,
        "end": 1636.72,
        "text": " federal government tells us to do so California and New York are basically telling Trump and the"
    },
    {
        "start": 1636.72,
        "end": 1641.52,
        "text": " federal government if you tell us that we have to round up immigrants we're not going to do it and"
    },
    {
        "start": 1641.52,
        "end": 1647.8400000000001,
        "text": " that's turned the states rights argument completely on its head but the states rights argument was there"
    },
    {
        "start": 1647.84,
        "end": 1662.48,
        "text": " from the very beginning. We've just seen President Trump sweep past us in a motorcade here in"
    },
    {
        "start": 1663.1999999999998,
        "end": 1671.12,
        "text": " Washington everything stops for the president in Washington but it's always worth remembering that"
    },
    {
        "start": 1671.1999999999998,
        "end": 1678.08,
        "text": " this capital was a compromise a deal struck between North and South and much of the disdain that"
    },
    {
        "start": 1678.08,
        "end": 1684.6399999999999,
        "text": " Americans still feel towards it the political swamp as they call it now can be traced back to that"
    },
    {
        "start": 1684.6399999999999,
        "end": 1694.4799999999998,
        "text": " very deal. We are transferring power from Washington DC and giving it back to you the people."
    },
    {
        "start": 1695.1200000000001,
        "end": 1703.84,
        "text": " What's so fascinating listening to all of this is that the problems which the founding fathers"
    },
    {
        "start": 1703.84,
        "end": 1710.4,
        "text": " were grappling with are still with us today notwithstanding things like the amendment process the"
    },
    {
        "start": 1710.4,
        "end": 1716.88,
        "text": " Civil War they're all still here and the founding fathers themselves recognize this they thought"
    },
    {
        "start": 1716.88,
        "end": 1723.1200000000001,
        "text": " if the thing lasted 10 years it would have been an achievement and yet everyone wants to go back"
    },
    {
        "start": 1723.1999999999998,
        "end": 1727.9199999999998,
        "text": " to those debates but that's not necessarily where the answers lie."
    },
    {
        "start": 1729.6799999999998,
        "end": 1736.4799999999998,
        "text": " Next week a different problem they've invented a political system now they have to define"
    },
    {
        "start": 1736.4799999999998,
        "end": 1742.3999999999999,
        "text": " where their borders are so is the history of the United States a very cruel history?"
    },
    {
        "start": 1743.04,
        "end": 1748.8799999999999,
        "text": " It is a very cruel history it is a it is an eye opening experience when you get down to the"
    },
    {
        "start": 1748.88,
        "end": 1751.1200000000001,
        "text": " nitty-gritty of what happened in this country."
    },
    {
        "start": 1756.5600000000002,
        "end": 1760.96,
        "text": " What did you make of that, Rian? So that is one of those podcasts that you listen to if you want"
    },
    {
        "start": 1760.96,
        "end": 1766.88,
        "text": " to feel cleverer. Now I have moods where I want to feel cleverer and that's in my feel cleverer"
    },
    {
        "start": 1766.88,
        "end": 1773.2800000000002,
        "text": " box. Yeah yeah yeah it's really true he's he's so good after it's not a long episode but it's just"
    },
    {
        "start": 1773.2800000000002,
        "end": 1777.3600000000001,
        "text": " the little details that sort of seem to encapsulate the whole story and they suddenly just dawn on"
    },
    {
        "start": 1777.36,
        "end": 1782.8799999999999,
        "text": " a new boom and then you're telling them to other people in the pub. Yes yes so if you want to hear"
    },
    {
        "start": 1782.8799999999999,
        "end": 1794.08,
        "text": " more episodes search for how to invent a country and subscribe we'll see you next time."
    }
]