[
    {
        "start": 0.0,
        "end": 2.0,
        "text": " This is The BBC."
    },
    {
        "start": 17.5,
        "end": 19.78,
        "text": " Hello and welcome to Podcasting House."
    },
    {
        "start": 19.78,
        "end": 23.12,
        "text": " If you've never listened to the podcast before, let me explain what we're doing."
    },
    {
        "start": 23.12,
        "end": 29.02,
        "text": " Twice a week, we listen with you to an episode from a different BBC Podcast that we think is worth your time."
    },
    {
        "start": 29.02,
        "end": 32.32,
        "text": " If you like it and you want to hear more, you can search for it and subscribe."
    },
    {
        "start": 32.32,
        "end": 35.82,
        "text": " My name's Eli and as always, I'm joined by Rianne."
    },
    {
        "start": 35.82,
        "end": 37.72,
        "text": " What are we listening to today?"
    },
    {
        "start": 37.72,
        "end": 44.72,
        "text": " Today we are listening to a program called Digital Human, which has been going on radio for quite some time."
    },
    {
        "start": 44.72,
        "end": 54.32,
        "text": " And it looks at us, humans that we are, how we're affected by the digital world that we now are all forced to inhabit one way or the other."
    },
    {
        "start": 54.32,
        "end": 61.42,
        "text": " And we're led through this digital life by Alex Krochowski, who is a wonderful voice on all this stuff."
    },
    {
        "start": 61.42,
        "end": 64.22,
        "text": " She always has new takes on what she sees around."
    },
    {
        "start": 64.22,
        "end": 70.02,
        "text": " She's very aware and alert and brings all sorts of interesting thoughts to you and collects them all up in this program."
    },
    {
        "start": 70.02,
        "end": 76.02,
        "text": " This particular episode that we're recommending is called Bliss, as in Ignorance's Bliss."
    },
    {
        "start": 76.02,
        "end": 83.72,
        "text": " And it looks at how the internet has enabled us to know everything and whether that is a good idea."
    },
    {
        "start": 83.72,
        "end": 91.92,
        "text": " There's one person on it who advises not googling the answer to questions straight away, but sitting with a question."
    },
    {
        "start": 91.92,
        "end": 96.92,
        "text": " And now that feels like an indulgence and quite a nice one, I really enjoyed this program."
    },
    {
        "start": 96.92,
        "end": 97.92,
        "text": " Alright, let's give it a listen."
    },
    {
        "start": 105.12,
        "end": 113.12,
        "text": " If we look hard enough, we have access to information online about other people and about things that we may think we need to know about."
    },
    {
        "start": 113.72,
        "end": 119.52,
        "text": " But is this always a good thing? Are there some things that we would be better off not knowing?"
    },
    {
        "start": 122.32,
        "end": 125.12,
        "text": " I think in this situation, I think they did the right thing."
    },
    {
        "start": 125.12,
        "end": 127.92,
        "text": " You know what? Let me take that back."
    },
    {
        "start": 127.92,
        "end": 130.72,
        "text": " I don't know if there is a right or wrong."
    },
    {
        "start": 130.72,
        "end": 137.12,
        "text": " You know, because we can't go back in time and change and say, okay, if we told her the truth,"
    },
    {
        "start": 137.12,
        "end": 140.32,
        "text": " how many years would she be alive now? It's impossible."
    },
    {
        "start": 141.32,
        "end": 150.32,
        "text": " I'm Alex Kretowski and in today's episode of Digital Human, I'm looking at blissful ignorance."
    },
    {
        "start": 150.32,
        "end": 154.32,
        "text": " Follow the conversation at hashtag DigiHuman."
    },
    {
        "start": 154.32,
        "end": 160.92,
        "text": " There is something remarkable about the firehose of information that we can access through the web."
    },
    {
        "start": 160.92,
        "end": 168.72,
        "text": " Not just in its very existence, that is pretty remarkable, but also in how it affects what we believe about our own abilities."
    },
    {
        "start": 168.72,
        "end": 172.32,
        "text": " It makes us think that we are smarter than we really are."
    },
    {
        "start": 175.32,
        "end": 185.92,
        "text": " What we've been finding in our research is that when people search online, they tend to mistake the answers that they find for information that they already knew."
    },
    {
        "start": 185.92,
        "end": 192.92,
        "text": " So in a sense, they feel like they're looking up the information just to confirm the things that they already have mastered,"
    },
    {
        "start": 192.92,
        "end": 196.52,
        "text": " where in reality, they probably don't know that information."
    },
    {
        "start": 196.52,
        "end": 201.52,
        "text": " And so after finding that the new information, they sort of convince themselves that they knew it all along."
    },
    {
        "start": 201.52,
        "end": 213.52,
        "text": " So they end up feeling like they know more and experience this illusion of understanding after having searched compared to people who find information without using the internet."
    },
    {
        "start": 213.52,
        "end": 219.52,
        "text": " MapU Fisher is a researcher at the social and decision sciences department at Carnegie Mellon University."
    },
    {
        "start": 219.52,
        "end": 224.52,
        "text": " He believes in known unknowns, not the unknown ones."
    },
    {
        "start": 224.52,
        "end": 227.52,
        "text": " You have to know you don't know, know what I mean?"
    },
    {
        "start": 227.52,
        "end": 229.52,
        "text": " But with the internet, things are very different."
    },
    {
        "start": 229.52,
        "end": 234.52,
        "text": " It's so easy to just pull out your smartphone at any point in time."
    },
    {
        "start": 234.52,
        "end": 241.52,
        "text": " And this seamlessness of access seems to make it such that we don't even need to recognize our own ignorance."
    },
    {
        "start": 241.52,
        "end": 243.52,
        "text": " And so we built an experiment."
    },
    {
        "start": 243.52,
        "end": 253.52,
        "text": " What we find is that those who've just searched online rate themselves as more knowledgeable on these other domains of knowledge than those who are given information directly."
    },
    {
        "start": 253.52,
        "end": 261.52,
        "text": " And what this suggests is that by searching online, participants are sort of tapping into this network of knowledge."
    },
    {
        "start": 261.52,
        "end": 266.52,
        "text": " And even though they're just accessing it, they feel like it's a part of their own personal knowledge base."
    },
    {
        "start": 266.52,
        "end": 270.52,
        "text": " It's not that they think they can access the information more easily."
    },
    {
        "start": 270.52,
        "end": 273.52,
        "text": " It's that they think they know the information already."
    },
    {
        "start": 273.52,
        "end": 280.52,
        "text": " So searching seems to give people this illusion of understanding, this feeling of being smarter than they actually are."
    },
    {
        "start": 280.52,
        "end": 285.52,
        "text": " Stuart Firestein is a professor of neuroscience at Columbia University in New York."
    },
    {
        "start": 285.52,
        "end": 289.52,
        "text": " And he doesn't believe that ignorance means being stupid or indifferent."
    },
    {
        "start": 289.52,
        "end": 307.52,
        "text": " But rather, the notion of ignorance is you don't know something, you learn something, and that learning of something enables you now to ask a more sophisticated question that you hadn't even thought about before that hadn't been available until you had this other answer, this other, had answered this first question."
    },
    {
        "start": 307.52,
        "end": 318.52,
        "text": " And this way ignorance becomes higher and higher quality ignorance, if you will, and this is really what scientists spend most of their time arguing about is whether it's good ignorance or not great ignorance."
    },
    {
        "start": 318.52,
        "end": 322.52,
        "text": " It's not always a fact that's most important, but how you get there."
    },
    {
        "start": 322.52,
        "end": 327.52,
        "text": " I'm the first to use all of these new gadgets and ways of doing it."
    },
    {
        "start": 327.52,
        "end": 332.52,
        "text": " But it also, I think, somehow takes away the interest of the question."
    },
    {
        "start": 332.52,
        "end": 343.52,
        "text": " And sometimes it's a good idea to be able to sit with a question for a while and speculate about possible answers before you just whip out your phone and with a couple of clicks find out what somebody's answer is."
    },
    {
        "start": 343.52,
        "end": 355.52,
        "text": " I think it's important for us to know the bounds of our own knowledge, to face our ignorance in those situations, and not just feel like it's constantly filled in by the internet giving us this illusion of knowledge."
    },
    {
        "start": 355.52,
        "end": 360.52,
        "text": " When in fact, a lot of it, we don't know."
    },
    {
        "start": 360.52,
        "end": 366.52,
        "text": " Sometimes we may not even know our own ignorance because information has been kept away from us."
    },
    {
        "start": 366.52,
        "end": 373.52,
        "text": " Lulu Wang is a filmmaker. She's originally from China, but she moved to Los Angeles with her family as a little girl."
    },
    {
        "start": 373.52,
        "end": 377.52,
        "text": " Her grandmother, who she calls Nine-Night, still lives in China."
    },
    {
        "start": 377.52,
        "end": 380.52,
        "text": " Now this story starts in 2015."
    },
    {
        "start": 380.52,
        "end": 391.52,
        "text": " Lulu is only one of the characters. Her grandmother, Nine-Night, is another, and a third is her grandmother's sister, who everyone calls Little Nine-Night."
    },
    {
        "start": 395.52,
        "end": 401.52,
        "text": " I was always told that I took after her and her side of the family."
    },
    {
        "start": 402.52,
        "end": 409.52,
        "text": " And so we have a, you know, she's very funny and she likes that I'm kind of a prankster."
    },
    {
        "start": 409.52,
        "end": 418.52,
        "text": " When she got sick, I was really shocked because she just always seemed really strong and sturdy and happy."
    },
    {
        "start": 418.52,
        "end": 430.52,
        "text": " And so when I found out that she was sick, I was of course really sad, but then immediately there was this whole like plan of, well, she doesn't know, we're not going to tell her."
    },
    {
        "start": 431.52,
        "end": 442.52,
        "text": " This decision might be considered unhealthy or unhelpful or just plain wrong by some people, but Nine-Night's family thought that it was in her best interests."
    },
    {
        "start": 442.52,
        "end": 446.52,
        "text": " And so they would held the information about her diagnosis."
    },
    {
        "start": 446.52,
        "end": 459.52,
        "text": " I was in Berlin at the time editing my first feature film and my mom called and said that she had been diagnosed with stage 4 lung cancer."
    },
    {
        "start": 460.52,
        "end": 465.52,
        "text": " And that the doctor said she didn't have very long, probably three months at the most."
    },
    {
        "start": 468.52,
        "end": 474.52,
        "text": " A terminal diagnosis is like an earthquake and it absolutely shook Nine-Night's family."
    },
    {
        "start": 475.52,
        "end": 477.52,
        "text": " Three months? That's nothing."
    },
    {
        "start": 478.52,
        "end": 485.52,
        "text": " They had to bring everyone together to China from around the world to celebrate Lulu's grandmother's life."
    },
    {
        "start": 485.52,
        "end": 490.52,
        "text": " But they had to do it without Nine-Night realizing exactly why."
    },
    {
        "start": 490.52,
        "end": 503.52,
        "text": " It was my father. I later found out that it was his idea, but at the time I think it was just like we're going to have this wedding basically because your grandmother doesn't know that she's sick and that she's dying."
    },
    {
        "start": 503.52,
        "end": 510.52,
        "text": " And her sister, who we call little Nine-Night, was the one who decided not to tell her."
    },
    {
        "start": 510.52,
        "end": 516.52,
        "text": " And she's the one who found out from the doctor about my grandmother's diagnosis."
    },
    {
        "start": 516.52,
        "end": 520.52,
        "text": " So little Nine-Night went, she found the news out at the hospital."
    },
    {
        "start": 520.52,
        "end": 524.52,
        "text": " She told Nine-Night everything was fine."
    },
    {
        "start": 525.52,
        "end": 534.52,
        "text": " And knowing Nine-Night's personality, my grandmother's personality, she knew she had to do a little bit of convincing."
    },
    {
        "start": 534.52,
        "end": 545.52,
        "text": " And so she got the test results from the doctor and she whited out the other diagnosis and then wrote another diagnosis."
    },
    {
        "start": 545.52,
        "end": 553.52,
        "text": " So she had to put something there to explain why they were doing these tests, but make her believe that it was okay."
    },
    {
        "start": 553.52,
        "end": 558.52,
        "text": " So she wrote something like, I translated it to benign shadows."
    },
    {
        "start": 558.52,
        "end": 561.52,
        "text": " No, this plan was not to everyone's liking."
    },
    {
        "start": 561.52,
        "end": 573.52,
        "text": " Yeah, I felt it was really wrong, I think also because it's a very Chinese thing and growing up as a Chinese American immigrant of the family controlling your life."
    },
    {
        "start": 573.52,
        "end": 586.52,
        "text": " And so I felt like, you know, it was my grandmother's life and her own decision of how she may want to spend the last moments of her life."
    },
    {
        "start": 586.52,
        "end": 595.52,
        "text": " And if she had things to take care of or people to talk to, things that she may have always wanted to say and hasn't had the opportunity to say."
    },
    {
        "start": 595.52,
        "end": 599.52,
        "text": " So that's why I felt very much against it."
    },
    {
        "start": 599.52,
        "end": 607.52,
        "text": " And on top of that, you know, maybe she should have been in a hospital getting treatment instead of running around organizing a wedding."
    },
    {
        "start": 607.52,
        "end": 614.52,
        "text": " And I think as much as I wanted to tell her the truth or felt like she should know the truth, there was no way."
    },
    {
        "start": 614.52,
        "end": 618.52,
        "text": " As soon as I got there, I was like, there's no way I'm going to do it."
    },
    {
        "start": 618.52,
        "end": 626.52,
        "text": " Because, you know, my family was right in the sense that she had no symptoms and she seemed okay."
    },
    {
        "start": 626.52,
        "end": 630.52,
        "text": " So, and she was excited about the wedding and excited to see us all."
    },
    {
        "start": 630.52,
        "end": 634.52,
        "text": " So how was I going to ruin that for her?"
    },
    {
        "start": 634.52,
        "end": 636.52,
        "text": " I mentioned the cultural piece about this decision."
    },
    {
        "start": 636.52,
        "end": 640.52,
        "text": " Well, it turns out that this is something that is often done in China."
    },
    {
        "start": 640.52,
        "end": 643.52,
        "text": " The group deciding to protect the individual."
    },
    {
        "start": 643.52,
        "end": 649.52,
        "text": " I had to kind of later to get out of my grandma's sister, Little Nine, and I."
    },
    {
        "start": 649.52,
        "end": 665.52,
        "text": " And she said, you know, that I guess it, she said, well, I guess if I have to really stop and think about it and think about, you know, why we do this as a culture, it's because mind and body are so intimately connected."
    },
    {
        "start": 665.52,
        "end": 675.52,
        "text": " That any information that she has, one, you know, it's not necessarily going to help because at the, she's my grandmother's 80."
    },
    {
        "start": 675.52,
        "end": 681.52,
        "text": " So are they really going to put her through all of this treatment? Is that really going to help?"
    },
    {
        "start": 681.52,
        "end": 689.52,
        "text": " And, you know, and knowing her, knowing her personality, she would panic and she would get really, really depressed."
    },
    {
        "start": 689.52,
        "end": 693.52,
        "text": " And then if you get really depressed, you stop eating, you stop sleeping."
    },
    {
        "start": 693.52,
        "end": 701.52,
        "text": " So they just said, you know, let's just, if we don't tell her, then once the symptoms show up, then you know, we'll deal with it one step at a time."
    },
    {
        "start": 701.52,
        "end": 705.52,
        "text": " Henry Marsh is a neurosurgeon and author of the book Do Know Harm."
    },
    {
        "start": 705.52,
        "end": 709.52,
        "text": " And throughout his career, he has had to face exactly this decision."
    },
    {
        "start": 709.52,
        "end": 713.52,
        "text": " How much information to give to patients about their condition?"
    },
    {
        "start": 713.52,
        "end": 717.52,
        "text": " Is it better to maintain ignorance or to tell them the whole truth?"
    },
    {
        "start": 717.52,
        "end": 726.52,
        "text": " It's very difficult because it's difficult because you often don't have very much time to get to know the patient and the families to what they could cope with."
    },
    {
        "start": 726.52,
        "end": 731.52,
        "text": " Do I remember seeing it a long time ago, seeing patients who've been told they had unoperable aneurysms?"
    },
    {
        "start": 731.52,
        "end": 735.52,
        "text": " And their life had been ruined about it. And they became nervous ricks."
    },
    {
        "start": 735.52,
        "end": 746.52,
        "text": " And there's so much with modern medicine, there's so much scanning investigations done, which can turn up coincidental abnormalities,"
    },
    {
        "start": 746.52,
        "end": 753.52,
        "text": " which may or may not matter. So again, it's with my teaching, I'm always saying to my trainees, it's incredibly important."
    },
    {
        "start": 753.52,
        "end": 761.52,
        "text": " If you're not going to operate on something like an aneurysm, is terribly important how you convey that information so you don't terrify them."
    },
    {
        "start": 761.52,
        "end": 770.52,
        "text": " I sat for some years, I sat on a government committee to do with mad cow disease, or least it's human variant called Yuck Up Croix Felt Disease."
    },
    {
        "start": 771.52,
        "end": 780.52,
        "text": " And if you have multiple blood transfusions, or if you had had sort of brain surgery years ago, there was a very small risk."
    },
    {
        "start": 780.52,
        "end": 788.52,
        "text": " My feeling was, well, if it's untreatable, which it is, are you actually doing people a favor by telling them about it?"
    },
    {
        "start": 788.52,
        "end": 796.52,
        "text": " No paternalisms become a dirty word in medicine. But I think there is still a case for it sometimes, ignorance is bliss."
    },
    {
        "start": 797.52,
        "end": 805.52,
        "text": " Human beings being what we are, and many of us easily become anxious. I think I'd be very careful."
    },
    {
        "start": 805.52,
        "end": 815.52,
        "text": " But the idea is you just tell everybody the rule on Varunish truth is wrong. You have to do much more delicately than that often."
    },
    {
        "start": 815.52,
        "end": 825.52,
        "text": " I am glad I do not have to make such decisions. Meanwhile, back in China, the wedding was going ahead. The whole family descended on nine-night home village."
    },
    {
        "start": 825.52,
        "end": 830.52,
        "text": " It was really difficult, because I didn't know how I would respond to any of this."
    },
    {
        "start": 830.52,
        "end": 836.52,
        "text": " How do I contain my emotions? Because my mother told me that nobody in my family wanted me to go."
    },
    {
        "start": 836.52,
        "end": 845.52,
        "text": " And she tried to talk me out of attending the wedding. And she's like, you know, well, you know, she's got at least three months. The doctor says she has three months."
    },
    {
        "start": 845.52,
        "end": 852.52,
        "text": " I mean, maybe it'll be sooner. But look, the minute that things go south, you can fly there. And go see her."
    },
    {
        "start": 852.52,
        "end": 857.52,
        "text": " You don't have to come right now when everything's at this heightened state of emotions."
    },
    {
        "start": 857.52,
        "end": 863.52,
        "text": " But I wanted to be with everybody. And also I was kind of panicked. I didn't know how long she had."
    },
    {
        "start": 863.52,
        "end": 870.52,
        "text": " And I just wanted to see her. And so I went and got like a camcorder and thought, well, you know, this will be interesting. I'll document."
    },
    {
        "start": 870.52,
        "end": 877.52,
        "text": " And that way I'll be at a distance from it. But of course, then once I arrived, that proved to be pretty difficult."
    },
    {
        "start": 877.52,
        "end": 882.52,
        "text": " Because my grandmother would just be like, why do you have this camera in my face? Like, talk to me. Come here."
    },
    {
        "start": 882.52,
        "end": 888.52,
        "text": " And you know, talk to me. And she picked me up from the airport. And the minute that I saw her, I wanted to cry."
    },
    {
        "start": 888.52,
        "end": 893.52,
        "text": " And then she started crying when I first saw her at the airport. And she got really emotional."
    },
    {
        "start": 893.52,
        "end": 899.52,
        "text": " And then I couldn't figure out. I was like, does she know? Is she crying? Because she just like, it's happy to see me."
    },
    {
        "start": 899.52,
        "end": 905.52,
        "text": " And when my dad first arrived and I saw him and he came through the door and I was sort of hiding."
    },
    {
        "start": 905.52,
        "end": 911.52,
        "text": " Because I was scared of how what was going to happen. But I was also curious. And I had my camcorder."
    },
    {
        "start": 911.52,
        "end": 919.52,
        "text": " And I was recording it a little bit. But then I felt really like weird and voyeuristic so that I stopped recording."
    },
    {
        "start": 919.52,
        "end": 927.52,
        "text": " But he was very emotional. And again, you know, he comes into the door and he's crying a little bit. And my grandmother's crying."
    },
    {
        "start": 927.52,
        "end": 935.52,
        "text": " But again, like, it doesn't necessarily give away anything. It's just, oh, like, I haven't seen you. And come here and let me look at you."
    },
    {
        "start": 935.52,
        "end": 947.52,
        "text": " And my uncle is a more serious person. So he was very like much to me. Like, you know, don't forget. You can't tell. You can't tell her."
    },
    {
        "start": 947.52,
        "end": 955.52,
        "text": " We all made this decision. And this is how you're going to feel. You're going to feel sad. You're going to want to cry. But you can't tell her."
    },
    {
        "start": 955.52,
        "end": 963.52,
        "text": " And then he ultimately at the wedding was the one who kind of lost it. He was giving a speech. And then just start it crying."
    },
    {
        "start": 963.52,
        "end": 973.52,
        "text": " I was like, oh, my God. Oh, my God. Because it wasn't just like a single tear. It was like shaking and like convulsed on stage."
    },
    {
        "start": 973.52,
        "end": 983.52,
        "text": " And in the middle of like a wedding speech for his son. And, you know, like, congratulations. But also the person I have to think is my mother."
    },
    {
        "start": 983.52,
        "end": 991.52,
        "text": " And then just like lost it. I looked around and I thought, oh, my God. Like the secrets out. She's going to know."
    },
    {
        "start": 991.52,
        "end": 1001.52,
        "text": " And my grandmother just sort of like, you know, dabbed her eyes with the cankerchief. And then he collected himself. And was like, you know, I'm sorry to be so emotional."
    },
    {
        "start": 1001.52,
        "end": 1009.52,
        "text": " But this is like a really big reunion. We haven't been here. Despite the three month diagnosis a year later, nine I was still alive."
    },
    {
        "start": 1009.52,
        "end": 1020.52,
        "text": " grandmother does these like yearly tests. And so when they went back a year later to do her check up little nine I was like, I couldn't be bothered to like, white out and copy again."
    },
    {
        "start": 1020.52,
        "end": 1024.52,
        "text": " So she just told my grandmother that she lost the test results that year."
    },
    {
        "start": 1024.52,
        "end": 1033.52,
        "text": " After the thrill of the wedding and the emotional roller coaster of keeping something so elemental a secret. I mean, really who was being celebrated."
    },
    {
        "start": 1033.52,
        "end": 1038.52,
        "text": " Everyone went home and had to go back to normality. But of course things weren't really normal."
    },
    {
        "start": 1038.52,
        "end": 1047.52,
        "text": " Nine I still blissfully ignorant of her diagnosis was kept under watchful, but entirely hidden eye."
    },
    {
        "start": 1047.52,
        "end": 1059.52,
        "text": " When we left even before I mean, I think she was coughing a little bit. And of course at that point, you know, every cough every sniffle you think is related to the cancer and it's the beginning of the end."
    },
    {
        "start": 1059.52,
        "end": 1069.52,
        "text": " And we had these conversations of how is she doing and constantly checking in. And I set up like a video chat thing on her computer so that I could see her."
    },
    {
        "start": 1069.52,
        "end": 1080.52,
        "text": " I would call her every day after I left, you know, trying to track it and trying to hold on and she would cough a little and she's like, I think I need to go to the, I'll just have to go to the hospital to get some cough medicine."
    },
    {
        "start": 1080.52,
        "end": 1087.52,
        "text": " But little nine I was wanted to make sure she did not go to the hospital right because she could find out there."
    },
    {
        "start": 1087.52,
        "end": 1092.52,
        "text": " And so that became a debate where I was like, well, what if she needs medicine?"
    },
    {
        "start": 1092.52,
        "end": 1098.52,
        "text": " And you can just keep her from getting checkups and getting medicine and then they would get her like cough medicine or whatever."
    },
    {
        "start": 1098.52,
        "end": 1105.52,
        "text": " And I was like, well, it's not just a cough, but there was a period in which she was coughing and it was getting worse."
    },
    {
        "start": 1105.52,
        "end": 1111.52,
        "text": " And she kept saying it's the flu, it's the flu. And we were like, oh my god, oh my god, it's, she doesn't know it's not the flu."
    },
    {
        "start": 1111.52,
        "end": 1121.52,
        "text": " But then like a week later, she wasn't coughing anymore. And I was like, how's that cough? And she was like, oh yeah, no, I took that cough medicine, took some flu medicine."
    },
    {
        "start": 1121.52,
        "end": 1128.52,
        "text": " And now I'm fine. And like, you know, I don't know what to do with that because the other thing is they're always lying to me."
    },
    {
        "start": 1128.52,
        "end": 1133.52,
        "text": " You know, because it's the system of like, we love each other and so we protect each other."
    },
    {
        "start": 1133.52,
        "end": 1142.52,
        "text": " I also never know when she might be lying to make sure I'm not worried to protect me. But she did stop coughing."
    },
    {
        "start": 1145.52,
        "end": 1147.52,
        "text": " What a recipe for paranoia."
    },
    {
        "start": 1147.52,
        "end": 1153.52,
        "text": " Nine I didn't know that she was ill so she couldn't take any action. She didn't know the truth in order to make her own choices."
    },
    {
        "start": 1153.52,
        "end": 1157.52,
        "text": " But then again, Lulu explained, neither does she."
    },
    {
        "start": 1157.52,
        "end": 1168.52,
        "text": " Professor David Dunning is in the psychology department at the University of Michigan. His work suggests that even with vital information at our fingertips, we can still be misguided."
    },
    {
        "start": 1169.52,
        "end": 1182.52,
        "text": " I guess I'm best well known for the Dunning Kruger effect, which is the idea that incompetent people, uninformed people, don't know how little they know."
    },
    {
        "start": 1182.52,
        "end": 1190.52,
        "text": " Actually, you can go further than that. They're not in a position to know how little they know. Basically, because if they knew, they'd be taking steps already to correct it."
    },
    {
        "start": 1190.52,
        "end": 1197.52,
        "text": " This is something that influences a lot of areas in life. It influences a lot of intellectual tasks."
    },
    {
        "start": 1197.52,
        "end": 1214.52,
        "text": " It influences or comes into play in a lot of professional tasks. It comes into play in a lot of social tasks because often the knowledge we use to judge our actions is exactly the same knowledge we use to produce those actions in the first place."
    },
    {
        "start": 1214.52,
        "end": 1223.52,
        "text": " If they're the exact same skillset or the exact same knowledge, we're really down to position to know when we might be choosing incorrectly."
    },
    {
        "start": 1223.52,
        "end": 1236.52,
        "text": " We originally did this work, I guess, at the advent of the World Wide Web. What's interesting is to see how the digital world interacts with the Dunning Kruger effect because there's a lot of information out there."
    },
    {
        "start": 1236.52,
        "end": 1247.52,
        "text": " The truth is out there now. It's available to people just with a few taps of their figurative sort of keyboard, but there's a lot of misinformation. There's a lot of disguising stuff that's out there."
    },
    {
        "start": 1247.52,
        "end": 1258.52,
        "text": " People can become quite knowledgeable in this digital age, and they can become quite misguided in this digital age and not know that they're being misguided."
    },
    {
        "start": 1258.52,
        "end": 1269.52,
        "text": " And it might not be well-meaning family members sending us on wild goose chases. Now, it's Google that points us down lots of rabbit holes."
    },
    {
        "start": 1269.52,
        "end": 1276.52,
        "text": " A lot of people nowadays don't go to doctors. They try to diagnose themselves based on what they do on the internet."
    },
    {
        "start": 1276.52,
        "end": 1293.52,
        "text": " For those people who actually go to the doctor, the doctor disagrees with their diagnosis a third of the time, which suggests that not only do people think they're expert, but unfortunately they're not necessarily the best informed experts. They're misdiagnosing themselves."
    },
    {
        "start": 1293.52,
        "end": 1305.52,
        "text": " At least compared to what the expert says. So the internet does allow people to collect information, think that they are knowledgeable, think that they know everything there is to know about an area."
    },
    {
        "start": 1305.52,
        "end": 1311.52,
        "text": " But in fact, there's a lot they don't know, but unfortunately they don't know that they don't know."
    },
    {
        "start": 1311.52,
        "end": 1319.52,
        "text": " The real problem is when you have misinformation. There, that's what can get you into trouble, because people will act on those disbeliefs."
    },
    {
        "start": 1319.52,
        "end": 1332.52,
        "text": " And they might act in such a way that leads them to calamity. So being completely uninformed, actually sometimes is much more okay than having false information."
    },
    {
        "start": 1332.52,
        "end": 1345.52,
        "text": " That's the problem that leads people to mistakes. Now in terms of is it always good to be, let's say, uninformed rather than truly informed, that's an interesting question."
    },
    {
        "start": 1345.52,
        "end": 1354.52,
        "text": " That's a question that has been debated by philosophers since forever. Cultures in different parts of the world come to different answers to that question."
    },
    {
        "start": 1354.52,
        "end": 1359.52,
        "text": " What are the situations where it might be better to be uninformed rather than truly informed?"
    },
    {
        "start": 1359.52,
        "end": 1369.52,
        "text": " Had Nynai relied upon a search engine rather than her family for guidance about health issues, she might have realized that her symptoms were much more serious than the flu."
    },
    {
        "start": 1369.52,
        "end": 1376.52,
        "text": " Now, she actually found out about her cancer."
    },
    {
        "start": 1376.52,
        "end": 1384.52,
        "text": " She started having pain and she's had symptoms and she went into the hospital and she was there for quite a long time."
    },
    {
        "start": 1384.52,
        "end": 1388.52,
        "text": " She actually took herself to the hospital because she was like, something's not right."
    },
    {
        "start": 1388.52,
        "end": 1395.52,
        "text": " And I need to once and for all figure out what this is because over the years, as symptoms have come up, they've been like, oh, it's nothing."
    },
    {
        "start": 1395.52,
        "end": 1402.52,
        "text": " It's, you know, it's an infection. It's this and that. But people know they have a feeling. So she went into the hospital."
    },
    {
        "start": 1402.52,
        "end": 1410.52,
        "text": " And was there for quite a long time and my father flew back and I think they were there for almost like a month in the hospital."
    },
    {
        "start": 1410.52,
        "end": 1420.52,
        "text": " We were like, okay, well, this is it. And she felt like I may not leave. And she was getting worse because they put her on all kinds of medication and she was just feeling terrible."
    },
    {
        "start": 1420.52,
        "end": 1431.52,
        "text": " And so she finally, because the whole family told her, it's nothing. You're fine. She asked a nurse or somebody who didn't know the lie that was being kept up and said,"
    },
    {
        "start": 1431.52,
        "end": 1442.52,
        "text": " can you show me my test results? And so that person just not knowing handed her the files. And so she looked at them and then she knew."
    },
    {
        "start": 1442.52,
        "end": 1452.52,
        "text": " Right. And also, you know, she knew because she also has the secret from 2007 or whatever it was of her own breast cancer."
    },
    {
        "start": 1452.52,
        "end": 1464.52,
        "text": " And so when she found out she talked to little Nine-Eye, her sister. And the first thing she said was, let's not tell anyone. They don't need to know."
    },
    {
        "start": 1468.52,
        "end": 1475.52,
        "text": " And then Lulu couldn't let on that she knew that Nine-Eye knew. Oh, what a tangled web."
    },
    {
        "start": 1476.52,
        "end": 1482.52,
        "text": " I wasn't supposed to know that she was in the hospital. I didn't know what I was supposed to know or any of that."
    },
    {
        "start": 1482.52,
        "end": 1492.52,
        "text": " So I just kind of like didn't call and avoided it because I also didn't want to put her in a position of being more exhausted because I knew she would be trying to make this effort to lie to me."
    },
    {
        "start": 1492.52,
        "end": 1497.52,
        "text": " So I just didn't call her. And then she got out of the hospital."
    },
    {
        "start": 1498.52,
        "end": 1505.52,
        "text": " And then it unraveled even more. Nine-Eye found out that they all knew that she had cancer."
    },
    {
        "start": 1507.52,
        "end": 1515.52,
        "text": " She was like, I don't know how you guys all know. I don't know how she found out that we all knew. I don't know. There's, you know, communications all really confusing."
    },
    {
        "start": 1515.52,
        "end": 1523.52,
        "text": " But she's like, I didn't want to tell any of you guys. I don't know how your father notes. Probably little Nine-Eye. Probably my sister told you guys. Anyways."
    },
    {
        "start": 1523.52,
        "end": 1532.52,
        "text": " And she knows I get my information through my parents. So she was like, you know, but yeah, but then I didn't know what to say, right? I didn't know."
    },
    {
        "start": 1532.52,
        "end": 1551.52,
        "text": " Because at that point also I wasn't surprised. So I wasn't the one crying and really emotional. And I wonder now if it was like odd for her that I wasn't emotional and crying because she doesn't know that I've known this for now like four years and I'm making a movie about it."
    },
    {
        "start": 1551.52,
        "end": 1563.52,
        "text": " And like I've been living with the story in every aspect of it like personally and professionally for so many years now that it's just like, oh gee, okay, let's let's gonna happen next."
    },
    {
        "start": 1563.52,
        "end": 1580.52,
        "text": " All right, you know, she's just dealing with it in a very like new way and she's very emotional and crying. So every day she would call me crying and she reacted in the very way that my family said she would react, which is just like very dramatic and very..."
    },
    {
        "start": 1580.52,
        "end": 1593.52,
        "text": " emotional. You know, I think my father feels guilty because there are certain days where he's just like, you know, where my mom is like, did you, did you call her yet? You know, did you pick? I think she called earlier. Do you want to call her back?"
    },
    {
        "start": 1593.52,
        "end": 1600.52,
        "text": " He's like, and now let's skip a day. I'm not going to call her today. I'll call tomorrow because it's a lot."
    },
    {
        "start": 1600.52,
        "end": 1603.52,
        "text": " So Lou is making a film of it."
    },
    {
        "start": 1603.52,
        "end": 1612.52,
        "text": " It's very excited. We're making this movie in China in my grandmother's hometown, but of course she doesn't know what the movie is about."
    },
    {
        "start": 1612.52,
        "end": 1619.52,
        "text": " And I asked Little Nine, I said, you know, do you think we should tell, now that she knows that she's sick, do you think we should tell her what the movie is about?"
    },
    {
        "start": 1619.52,
        "end": 1624.52,
        "text": " Do you think we should tell her that like all these years we were protecting her?"
    },
    {
        "start": 1624.52,
        "end": 1634.52,
        "text": " And Little Nine, I said no because, you know, she's worried that it'll feel like this giant conspiracy all these years against her."
    },
    {
        "start": 1634.52,
        "end": 1647.52,
        "text": " And when my grandmother went into the hospital, I felt like we should tell her all of it, the whole thing because she was blaming my little Nine, you know, when she found out the diagnosis."
    },
    {
        "start": 1647.52,
        "end": 1652.52,
        "text": " There was a little bit of blame initially where she was like, I told you I wanted to come to the hospital."
    },
    {
        "start": 1652.52,
        "end": 1659.52,
        "text": " You know, it's been months. I wasn't feeling well. I wanted to come in. You kept saying everything was fine. And what have we caught this earlier?"
    },
    {
        "start": 1659.52,
        "end": 1672.52,
        "text": " And it was heartbreaking for me that Little Nine, I just took that, you know, took that blame because instead of saying, actually I've known all these years and I was trying to protect you."
    },
    {
        "start": 1673.52,
        "end": 1684.52,
        "text": " I don't know if there is a right or wrong, you know, because we can't go back in time and change and say, okay, if we told her the truth, how many years would she be alive now?"
    },
    {
        "start": 1684.52,
        "end": 1692.52,
        "text": " It's impossible. It works for them. And everyone knows that it's all out of love at the end of the day."
    },
    {
        "start": 1692.52,
        "end": 1702.52,
        "text": " You know, and of course, if I talk to Little Nine, I now and I say, would you think that you did the right thing and she's like, well, obviously, I mean, look at how long she's lived."
    },
    {
        "start": 1702.52,
        "end": 1714.52,
        "text": " The joy of not knowing something can clearly have very serious consequences. It could be that Little Nine, I got lucky. So obviously did her sister."
    },
    {
        "start": 1714.52,
        "end": 1728.52,
        "text": " Ignorance was not the magic pill that kept the cancer at bay, but perhaps Nine Eyes lack of knowing meant that she lived her life as usual, with less stress, without the burden of knowledge."
    },
    {
        "start": 1728.52,
        "end": 1734.52,
        "text": " Our drive to figure things out has taken each of us at some point in the wrong direction."
    },
    {
        "start": 1734.52,
        "end": 1741.52,
        "text": " Too much information can lead to even more uncertainty or certainty in something that doesn't actually deserve it."
    },
    {
        "start": 1741.52,
        "end": 1749.52,
        "text": " It may not get a good rep, but there are times when ignorance can still be bliss."
    },
    {
        "start": 1750.52,
        "end": 1767.52,
        "text": " You've been listening to an episode of Digital Human from BBC Radio 4. The producer this week was Kate Bissel, and the researcher was Elizabeth Ann Duffy."
    },
    {
        "start": 1768.52,
        "end": 1781.52,
        "text": " So that was Digital Human with Alex Kratowski. I completely agree that phones have killed a lot of great dinner party arguments."
    },
    {
        "start": 1781.52,
        "end": 1788.52,
        "text": " Who's in that film or stuff like that? It's like an entire category of conversation that just doesn't exist anymore."
    },
    {
        "start": 1788.52,
        "end": 1792.52,
        "text": " So you don't end up getting led down these little alleyways anymore because you can just take your phone out."
    },
    {
        "start": 1792.52,
        "end": 1800.52,
        "text": " Although I went to supper the other night with some friends of mine and one particular person at the party banned all phone usage."
    },
    {
        "start": 1800.52,
        "end": 1805.52,
        "text": " He said he'd collect up all the things we didn't know the answers to and he'd report back."
    },
    {
        "start": 1805.52,
        "end": 1813.52,
        "text": " So a day later I had a list of all the things that had been in contention and the answer as Googled by him."
    },
    {
        "start": 1813.52,
        "end": 1820.52,
        "text": " I thought that was great. So you get both. You get the benefit of knowing what the right answer was, but then you get the benefit of the actual conversation on the night."
    },
    {
        "start": 1820.52,
        "end": 1825.52,
        "text": " Fantastic. Fantastic. So if you'd like to Digital Human please search for it and subscribe."
    },
    {
        "start": 1825.52,
        "end": 1830.52,
        "text": " And if you liked us go ahead and subscribe to us too. See you next time."
    }
]