[
    {
        "start": 0.0,
        "end": 2.0,
        "text": " This is the BBC."
    },
    {
        "start": 17.36,
        "end": 19.44,
        "text": " Hello and welcome to Podcasting House."
    },
    {
        "start": 19.44,
        "end": 22.68,
        "text": " Thanks for joining us here and if you're wondering what we're up to,"
    },
    {
        "start": 22.68,
        "end": 27.12,
        "text": " we're here to guide you through the hundreds of podcasts that the BBC makes."
    },
    {
        "start": 27.12,
        "end": 30.400000000000002,
        "text": " We're going to select one, put it in front of you as a recommendation,"
    },
    {
        "start": 30.400000000000002,
        "end": 33.92,
        "text": " and then you can have a listen and then go away and subscribe to that feed."
    },
    {
        "start": 33.92,
        "end": 38.160000000000004,
        "text": " With me I've got Eli and he's got the recommendation for this edition."
    },
    {
        "start": 38.160000000000004,
        "end": 40.88,
        "text": " Well this is a brand new podcast."
    },
    {
        "start": 40.88,
        "end": 41.84,
        "text": " No way."
    },
    {
        "start": 41.84,
        "end": 44.64,
        "text": " And it's just a podcast."
    },
    {
        "start": 44.64,
        "end": 49.84,
        "text": " It's not a secret that most BBC podcasts are actually BBC radio programmes"
    },
    {
        "start": 49.84,
        "end": 51.52,
        "text": " that have been whacked online."
    },
    {
        "start": 51.52,
        "end": 53.2,
        "text": " Wacked? You mean place lovingly?"
    },
    {
        "start": 53.2,
        "end": 54.24,
        "text": " Yes, yes."
    },
    {
        "start": 54.24,
        "end": 55.2,
        "text": " Thank you Eli."
    },
    {
        "start": 55.2,
        "end": 58.800000000000004,
        "text": " Yes, we're lovingly crafted and recrafted and placed online."
    },
    {
        "start": 58.800000000000004,
        "end": 63.52,
        "text": " But now the BBC has recognised that podcasting is a distinct medium."
    },
    {
        "start": 65.60000000000001,
        "end": 69.04,
        "text": " So this is the first of a set of new podcast commissions."
    },
    {
        "start": 69.04,
        "end": 70.48,
        "text": " It's called The Boring Talks."
    },
    {
        "start": 70.48,
        "end": 75.12,
        "text": " This one is a special podcast version of The Boring Conference."
    },
    {
        "start": 75.12,
        "end": 76.48,
        "text": " Is it boring?"
    },
    {
        "start": 76.48,
        "end": 84.48,
        "text": " Well, each speaker takes an ostensibly boring topic and examines it so closely"
    },
    {
        "start": 84.48,
        "end": 86.72,
        "text": " that you wind up learning all sorts of things."
    },
    {
        "start": 86.72,
        "end": 89.36,
        "text": " Right, there's those talks about wouldn't you palettes?"
    },
    {
        "start": 89.92,
        "end": 90.56,
        "text": " Excellent."
    },
    {
        "start": 90.56,
        "end": 94.64,
        "text": " Well, or the regulatory history of wouldn't palettes to be really, really precise."
    },
    {
        "start": 96.08,
        "end": 97.36,
        "text": " Jigsaw puzzles."
    },
    {
        "start": 97.36,
        "end": 97.92,
        "text": " That's better."
    },
    {
        "start": 98.56,
        "end": 99.36,
        "text": " Ironing?"
    },
    {
        "start": 99.36,
        "end": 99.84,
        "text": " Great."
    },
    {
        "start": 99.84,
        "end": 101.12,
        "text": " Yeah, so you get the idea."
    },
    {
        "start": 101.12,
        "end": 101.52000000000001,
        "text": " Here it is."
    },
    {
        "start": 101.52000000000001,
        "end": 102.88000000000001,
        "text": " The first episode of The Boring Talks."
    },
    {
        "start": 102.88000000000001,
        "end": 104.24000000000001,
        "text": " It's about Wendy Universe."
    },
    {
        "start": 104.24000000000001,
        "end": 104.80000000000001,
        "text": " We'll end it."
    },
    {
        "start": 109.44,
        "end": 111.76,
        "text": " Hello and welcome to The Boring Talks."
    },
    {
        "start": 112.08,
        "end": 118.4,
        "text": " This is a podcast where we have a series of speakers who talk about subjects"
    },
    {
        "start": 118.4,
        "end": 122.16000000000001,
        "text": " that may appear boring to others, but that they find very interesting."
    },
    {
        "start": 122.96000000000001,
        "end": 124.0,
        "text": " And who knows?"
    },
    {
        "start": 124.0,
        "end": 124.88000000000001,
        "text": " Maybe you will too."
    },
    {
        "start": 128.8,
        "end": 133.52,
        "text": " My name is James Ward, and I'm sorry to say, I'm the host of this podcast."
    },
    {
        "start": 133.68,
        "end": 144.4,
        "text": " In this episode of The Boring Talks, we'll find out the exact date"
    },
    {
        "start": 144.4,
        "end": 147.60000000000002,
        "text": " that the earth was destroyed according to a famous author."
    },
    {
        "start": 148.48000000000002,
        "end": 150.88,
        "text": " To tell us this, here is Steve Cross."
    },
    {
        "start": 151.76000000000002,
        "end": 156.08,
        "text": " Steve is a public engagement and communication trainer and strategist."
    },
    {
        "start": 156.72,
        "end": 157.68,
        "text": " APPLAUSE"
    },
    {
        "start": 162.72000000000003,
        "end": 164.72000000000003,
        "text": " What a lovely title James has given me."
    },
    {
        "start": 164.72000000000003,
        "end": 170.96,
        "text": " I should explain what James said is really just a pretty exotic flavour"
    },
    {
        "start": 170.96,
        "end": 173.28,
        "text": " of being a university administrator."
    },
    {
        "start": 173.28,
        "end": 175.12,
        "text": " I used to be a university administrator."
    },
    {
        "start": 175.12,
        "end": 176.24,
        "text": " I'm now freelance."
    },
    {
        "start": 176.24,
        "end": 180.4,
        "text": " And the thing about being a university administrator is that you have to spend a lot of time"
    },
    {
        "start": 180.4,
        "end": 183.28,
        "text": " hanging out with people a lot cleverer than you are,"
    },
    {
        "start": 183.28,
        "end": 186.32,
        "text": " and you have to try and pretend to be clever like them."
    },
    {
        "start": 186.32,
        "end": 191.04,
        "text": " So one of the things that academics do is they do very deep readings of things."
    },
    {
        "start": 191.04,
        "end": 196.08,
        "text": " They get right into a subject in the way that superficial readers like you and I don't."
    },
    {
        "start": 196.08,
        "end": 202.4,
        "text": " So what I'm going to do for you today, partly to deal with the deep academic and intellectual"
    },
    {
        "start": 202.4,
        "end": 206.48,
        "text": " inadequacy I still feel compared to all the people that I used to work with,"
    },
    {
        "start": 206.48,
        "end": 213.04,
        "text": " is a very, very, very deep textual reading of the Hitchhiker's Guide to the Galaxy."
    },
    {
        "start": 213.12,
        "end": 216.79999999999998,
        "text": " And the reason I'm doing this is I'm asking a question about the quality of art."
    },
    {
        "start": 216.79999999999998,
        "end": 223.6,
        "text": " The question I'm asking is, was Douglas Adams a lazy hack who didn't do his research properly?"
    },
    {
        "start": 227.92,
        "end": 232.07999999999998,
        "text": " So in order to understand the kind of research I'm going to do, there's some things that you and I"
    },
    {
        "start": 232.07999999999998,
        "end": 233.28,
        "text": " have to agree on."
    },
    {
        "start": 233.28,
        "end": 238.16,
        "text": " And the first thing that we have to agree on is the multiverse theory of the nature of reality,"
    },
    {
        "start": 238.16,
        "end": 240.0,
        "text": " which comes from academic physics."
    },
    {
        "start": 240.0,
        "end": 244.32,
        "text": " The multiverse theory says that every single universe that could possibly exist"
    },
    {
        "start": 244.32,
        "end": 247.52,
        "text": " does exist and we just can't get in contact with it."
    },
    {
        "start": 247.52,
        "end": 252.48,
        "text": " And one of the great things this implies is that the book, the Hitchhiker's Guide to the Galaxy,"
    },
    {
        "start": 252.48,
        "end": 258.24,
        "text": " is actually being acted out in real life in a universe somewhere that we can never touch."
    },
    {
        "start": 261.28,
        "end": 265.68,
        "text": " The other thing I need you to take on board is that the book, the Hitchhiker's Guide to the"
    },
    {
        "start": 265.68,
        "end": 271.12,
        "text": " Galaxy, although it goes off into space and although it has amazing adventures, it starts and"
    },
    {
        "start": 271.12,
        "end": 276.32,
        "text": " exists in a world very much like our own. And that's the genius of this book, that's the reason"
    },
    {
        "start": 276.32,
        "end": 282.64,
        "text": " this book means so much to so many people, is that it starts from where we are and spreads out"
    },
    {
        "start": 282.64,
        "end": 288.24,
        "text": " into this incredible fantastic story. What this means is, if this book was written about a universe"
    },
    {
        "start": 288.24,
        "end": 293.04,
        "text": " that's exactly the same as ours until the moment the earth was destroyed, then we should be able"
    },
    {
        "start": 293.04,
        "end": 298.08000000000004,
        "text": " to work out the day that the world is destroyed in the books. Because Douglas Adams, who's a very,"
    },
    {
        "start": 298.08000000000004,
        "end": 304.08000000000004,
        "text": " very famous writer, if he's done research, he will have checked and related everything in the book"
    },
    {
        "start": 304.08000000000004,
        "end": 310.0,
        "text": " to the real world to build this sense of very similitude so that the fantasy that he's writing,"
    },
    {
        "start": 310.0,
        "end": 315.12,
        "text": " because it comes from reality has much more effect on us. So that's exactly what I've decided to do."
    },
    {
        "start": 315.12,
        "end": 320.72,
        "text": " I've decided to work out based entirely on things contained within this book, the exact date"
    },
    {
        "start": 320.8,
        "end": 333.92,
        "text": " that earth is destroyed by the vogons. To do this, I need to make some assumptions."
    },
    {
        "start": 333.92,
        "end": 338.24,
        "text": " The first thing I'm going to say is, we're only going to use this book, the Hitchhiker's Guide"
    },
    {
        "start": 338.24,
        "end": 342.48,
        "text": " to the Galaxy. We're not going to use the radio series, we're not going to use the subsequent"
    },
    {
        "start": 342.48,
        "end": 347.28000000000003,
        "text": " books, we're not going to use the TV series, we're definitely not going to use the film."
    },
    {
        "start": 347.28,
        "end": 351.84,
        "text": " And the reason that we're using this one book is that we know that this book is directly the work"
    },
    {
        "start": 351.84,
        "end": 357.35999999999996,
        "text": " of Douglas Adams. The second assumption we have to make is that nobody in this book is a complete"
    },
    {
        "start": 357.35999999999996,
        "end": 363.03999999999996,
        "text": " idiot except where the book says that they are a complete idiot. You will notice I do not"
    },
    {
        "start": 363.03999999999996,
        "end": 369.28,
        "text": " quote Zafo Bibblebrox at any point during this talk because the book says he is an unreliable witness."
    },
    {
        "start": 369.76,
        "end": 374.4,
        "text": " The third assumption, and the assumption that allows all of this to make sense, is that the fictional"
    },
    {
        "start": 374.4,
        "end": 380.47999999999996,
        "text": " universe of this book divides from our universe at or about the moment where the vogons appear"
    },
    {
        "start": 380.47999999999996,
        "end": 388.88,
        "text": " around the earth in order to destroy it."
    },
    {
        "start": 395.67999999999995,
        "end": 400.56,
        "text": " So with all of that in mind, let's have a look at the book and see if we can work out this date."
    },
    {
        "start": 400.56,
        "end": 404.8,
        "text": " The first thing we're going to do is try and sort out the year, the year when the earth was"
    },
    {
        "start": 404.8,
        "end": 410.48,
        "text": " destroyed. Douglas Adams doesn't give us this, it doesn't say and in 1975, so we're going to have"
    },
    {
        "start": 410.48,
        "end": 415.68,
        "text": " to look deeper into the text to find out the year when the earth was destroyed. Let's start with the"
    },
    {
        "start": 415.68,
        "end": 421.12,
        "text": " first possible year the earth can be destroyed. Thankfully we do have information that gives us this."
    },
    {
        "start": 421.12,
        "end": 427.28,
        "text": " The book says, at the moment when Arthur Dent and Ford Prefect are in the pub, the horse and"
    },
    {
        "start": 427.28,
        "end": 431.84,
        "text": " groom drinking in preparation for the end of the world. The book says the following."
    },
    {
        "start": 432.79999999999995,
        "end": 436.0,
        "text": " Turning quickly to the barman, he asked for four packets of peanuts."
    },
    {
        "start": 436.64,
        "end": 442.32,
        "text": " There you are sir, said the barman, slapping the packets on the bar. 28 pence if you'd be so kind."
    },
    {
        "start": 442.79999999999995,
        "end": 446.88,
        "text": " This text might seem like it's not important, but it actually gives us the first"
    },
    {
        "start": 446.88,
        "end": 451.76,
        "text": " possible year for the end of the world because the numbers, quote, are decimal, which means the"
    },
    {
        "start": 451.76,
        "end": 457.36,
        "text": " first possible date for the destruction of the earth is the 15th of February 1971 known as"
    },
    {
        "start": 457.36,
        "end": 463.36,
        "text": " decimal day in the UK. Brilliant, so we've got our first boundary on the possible year that this"
    },
    {
        "start": 463.36,
        "end": 468.64,
        "text": " can be. Now we need to find the last possible year. The book helps us out here as well and it"
    },
    {
        "start": 468.64,
        "end": 474.71999999999997,
        "text": " helps us out once again in the pub with the following exchange. Six pence of bitter said Ford"
    },
    {
        "start": 474.71999999999997,
        "end": 480.88,
        "text": " Prefect. Ford slapped a five pound note on the bar, he said, keep the change. What, from a fibre?"
    },
    {
        "start": 481.12,
        "end": 487.2,
        "text": " Thank you sir, you've got 10 minutes left to spend it. So what we know from this is that six pence"
    },
    {
        "start": 487.2,
        "end": 493.04,
        "text": " of beer in a pub and we're going to assume it's an average pub must cost less than five pounds."
    },
    {
        "start": 493.76,
        "end": 499.6,
        "text": " The reliable source that I've found of the average price of a pint of beer in the UK is of course"
    },
    {
        "start": 499.6,
        "end": 508.08,
        "text": " the HMRC alcohol fact sheet 2013 from which we find that in 1987 the average retail price of a"
    },
    {
        "start": 508.08,
        "end": 514.64,
        "text": " pint of beer in the UK is 85 pence that would make six pence five pounds ten. In order to err on"
    },
    {
        "start": 514.64,
        "end": 518.96,
        "text": " the side of caution, you know I don't want anyone saying, oh Steve, this is a pub in the west"
    },
    {
        "start": 518.96,
        "end": 524.0,
        "text": " country, maybe it's a bit cheaper than the average pub. I've chosen 1987 as the last possible date"
    },
    {
        "start": 524.0,
        "end": 533.76,
        "text": " this could be. So we now know that the earth is destroyed at some point between 1971 and 1987."
    },
    {
        "start": 534.3199999999999,
        "end": 538.72,
        "text": " The next thing we need in order to work out this date is the day of the week. This one's easy,"
    },
    {
        "start": 538.72,
        "end": 543.04,
        "text": " Douglas Adams gives us this one. On the day the earth is destroyed, Arthur Dent says,"
    },
    {
        "start": 543.04,
        "end": 549.76,
        "text": " it must be Thursday I could never get the hang of Thursdays. However, I have done the maths"
    },
    {
        "start": 549.76,
        "end": 557.2,
        "text": " and narrowing down to this date range, narrowing down to Thursday means that we have 939 Thursdays"
    },
    {
        "start": 557.2,
        "end": 561.52,
        "text": " in this date range to choose from. So we're going to have to narrow it down a lot more in order to"
    },
    {
        "start": 561.52,
        "end": 568.16,
        "text": " get to this specific day. Thankfully, Douglas Adams gives us one really important piece of"
    },
    {
        "start": 568.16,
        "end": 572.0,
        "text": " information with the following exchange. It also happens in the horse and groom."
    },
    {
        "start": 573.36,
        "end": 578.8,
        "text": " Going to watch the match this afternoon then, Ford glanced at him, no no point, he said and"
    },
    {
        "start": 578.8,
        "end": 583.68,
        "text": " looked out the window. What's that? Forgon conclusion then, you're a concern, said the barman,"
    },
    {
        "start": 583.76,
        "end": 594.3199999999999,
        "text": " Arsenal without a chance. This is the key piece of information that we needed. Arsenal are playing"
    },
    {
        "start": 594.3199999999999,
        "end": 600.2399999999999,
        "text": " football on a Thursday. Some of you straight away are thinking, we've caught Douglas Adams out now."
    },
    {
        "start": 600.88,
        "end": 605.68,
        "text": " The reason we think we've caught Douglas Adams out is that this conversation is talking about"
    },
    {
        "start": 605.68,
        "end": 610.9599999999999,
        "text": " the football team Arsenal. And yet we know that the pub, the horse and groom, is somewhere within"
    },
    {
        "start": 610.96,
        "end": 616.1600000000001,
        "text": " the West country. Let's not forget the book starts with Arthur Dent's house being described as"
    },
    {
        "start": 616.1600000000001,
        "end": 622.1600000000001,
        "text": " stood on its own, looking out over a broad spread of West country farmland. Arsenal are not"
    },
    {
        "start": 622.1600000000001,
        "end": 628.48,
        "text": " based in the West country. So we've caught Douglas Adams out. But have we? What if Arsenal are playing"
    },
    {
        "start": 628.48,
        "end": 632.88,
        "text": " in the West country? This is a vital piece of information that we need. If we can find Arsenal"
    },
    {
        "start": 632.88,
        "end": 638.48,
        "text": " playing in the West country on a Thursday, this is very easy. So I looked at every single Arsenal"
    },
    {
        "start": 638.5600000000001,
        "end": 646.64,
        "text": " football club fixture from 1971 to 1987. There are four occasions on which Arsenal plays on a"
    },
    {
        "start": 646.64,
        "end": 655.6800000000001,
        "text": " Thursday. They are the 11th of May 1972, Arsenal vs Tottenham, Division 1, the 26th of December 1974,"
    },
    {
        "start": 655.6800000000001,
        "end": 662.64,
        "text": " Arsenal vs Chelsea, in Division 1. The 1st of May 1980, Arsenal vs Liverpool FA Cup semi-final,"
    },
    {
        "start": 662.64,
        "end": 667.92,
        "text": " 3rd replay. And the 1st of January 1987, Arsenal vs Wimbledon in Division 1."
    },
    {
        "start": 672.0,
        "end": 677.68,
        "text": " None of these games are in the West country. So we've caught him out. Except maybe we haven't caught"
    },
    {
        "start": 677.68,
        "end": 683.92,
        "text": " him out. Because let's not forget, Ford and Arthur are drinking in the morning. And the game"
    },
    {
        "start": 683.92,
        "end": 688.72,
        "text": " we already know is later in the day. So we need to know the time that they were drinking and whether"
    },
    {
        "start": 688.8000000000001,
        "end": 692.8000000000001,
        "text": " it's possible for them to travel to an Arsenal game. Because otherwise we've caught Douglas Adams"
    },
    {
        "start": 692.8000000000001,
        "end": 699.2,
        "text": " out completely. In order to answer this question, I turned to Dr James Neal, who is a Geographer working"
    },
    {
        "start": 699.2,
        "end": 705.0400000000001,
        "text": " at University College London. And one of James's areas of research is the history and geography of"
    },
    {
        "start": 705.0400000000001,
        "end": 711.9200000000001,
        "text": " boozing in Britain. And I said to James, when did pubs open in the UK on a Thursday between 1971"
    },
    {
        "start": 711.92,
        "end": 717.52,
        "text": " and 1987. And he referred me to the Licensing Act 1964, Section 60, which says,"
    },
    {
        "start": 718.16,
        "end": 722.4799999999999,
        "text": " on weekdays, other than Christmas Day or Good Friday, the hours from 11 in the morning to"
    },
    {
        "start": 722.4799999999999,
        "end": 726.9599999999999,
        "text": " half past 10 in the evening with a break of two and a half hours beginning at three in the afternoon,"
    },
    {
        "start": 726.9599999999999,
        "end": 732.7199999999999,
        "text": " which is around about way of saying pubs open at 11. If we want to calculate whether it's"
    },
    {
        "start": 732.7199999999999,
        "end": 737.36,
        "text": " possible to go to the pub in the West country from 11am and still make it to an Arsenal game,"
    },
    {
        "start": 737.36,
        "end": 742.88,
        "text": " we need to look at how quickly you can travel from horse and groom pubs in the West country"
    },
    {
        "start": 742.88,
        "end": 748.96,
        "text": " to Arsenal. So what I did first of all was I had a look at where the West country is,"
    },
    {
        "start": 748.96,
        "end": 754.5600000000001,
        "text": " as a lovely Wikipedia page for the West country that defines this area as a loosely defined area"
    },
    {
        "start": 754.5600000000001,
        "end": 760.24,
        "text": " of Southwest England. The second thing I did was use Google Maps to locate every single pub"
    },
    {
        "start": 760.24,
        "end": 765.28,
        "text": " called the horse and groom in the West country. If we take a typical horse and groom pub in the"
    },
    {
        "start": 765.28,
        "end": 770.3199999999999,
        "text": " West country, I've chosen to have a look at the horse and groom up at Oddington, partly because"
    },
    {
        "start": 770.3199999999999,
        "end": 777.1999999999999,
        "text": " it has a very beautiful, easy to find and easy to read website, and partly because it's a quintessential"
    },
    {
        "start": 777.1999999999999,
        "end": 783.28,
        "text": " village in dating back to 1580. And if it's been an instance 1580, it was definitely open between"
    },
    {
        "start": 783.28,
        "end": 789.1999999999999,
        "text": " 1971 and 1987. If you are drinking at the horse and groom up at Oddington, according to the AA"
    },
    {
        "start": 789.2800000000001,
        "end": 795.5200000000001,
        "text": " Root Planner, it takes 2 hours and 2 minutes to drive the 85.3 miles to the Highbury Stadium,"
    },
    {
        "start": 795.5200000000001,
        "end": 802.0,
        "text": " not you'll note the new Arsenal Emirates Stadium built after 1987. So you've got plenty of time"
    },
    {
        "start": 802.0,
        "end": 810.4000000000001,
        "text": " to down six very quick pints and then have somebody else crucially drive you to the stadium."
    },
    {
        "start": 810.88,
        "end": 822.88,
        "text": " Anyway, let's have a little look at some of these games because I've got four possible dates for"
    },
    {
        "start": 822.88,
        "end": 826.3199999999999,
        "text": " the end of the world and I want to get rid of some of them. I want to draw your attention to"
    },
    {
        "start": 826.3199999999999,
        "end": 831.4399999999999,
        "text": " two games to start with. The first is Arsenal Chelsea on the 26th of December 1974,"
    },
    {
        "start": 831.4399999999999,
        "end": 836.96,
        "text": " and the second is Arsenal Wimbledon on the 1st of January 1987. These games have one thing in common,"
    },
    {
        "start": 836.96,
        "end": 841.6800000000001,
        "text": " which is that they are the day after a major public holiday. Now we know from the Hitchhiker's"
    },
    {
        "start": 841.6800000000001,
        "end": 847.0400000000001,
        "text": " guide to the galaxy that the day before the world is destroyed Arthur is in the pub. It says"
    },
    {
        "start": 847.0400000000001,
        "end": 854.0,
        "text": " the pub, he thought, oh dear, the pub. He vaguely remembered being angry. However, the book doesn't say"
    },
    {
        "start": 854.0,
        "end": 858.8000000000001,
        "text": " Arthur was in the pub because it was Christmas day and the book doesn't say Arthur was in the pub"
    },
    {
        "start": 858.8000000000001,
        "end": 863.6800000000001,
        "text": " because it was New Year's Eve. So I'd like to rule these dates out, but I know that many of you"
    },
    {
        "start": 863.76,
        "end": 868.3199999999999,
        "text": " are skeptical listeners to this talk, and you're thinking, well Steve, you can't just rule those out"
    },
    {
        "start": 868.3199999999999,
        "end": 873.12,
        "text": " on the omission of facts. Sometimes books have to skip over details, in which case I have a second"
    },
    {
        "start": 873.12,
        "end": 878.64,
        "text": " argument to convince you. One of the things that we know about the Thursday morning when the world"
    },
    {
        "start": 878.64,
        "end": 885.28,
        "text": " was destroyed was that as Arthur awoke, the Thursday morning sun was bright and clear. We also know"
    },
    {
        "start": 885.28,
        "end": 890.0,
        "text": " that the time Arthur awoke was eight o'clock. The book says at eight o'clock on Thursday morning,"
    },
    {
        "start": 890.24,
        "end": 895.68,
        "text": " Arthur didn't feel very good. I'd like to draw your attention to the fact that, according to the"
    },
    {
        "start": 895.68,
        "end": 901.2,
        "text": " Met Office website, on the 26th of December and the 1st of January in the West country, the sun"
    },
    {
        "start": 901.2,
        "end": 907.6,
        "text": " rises at 814. There is no way the sun can be bright and clear at the moment Arthur wakes up"
    },
    {
        "start": 907.6,
        "end": 913.6,
        "text": " if either of these days is the end of the world. Great news. We have our four possible dates for the"
    },
    {
        "start": 913.6,
        "end": 919.36,
        "text": " end of the world down to two. Let me remind you, they are the 11th of May 1972, Arsenal vs Tottenham"
    },
    {
        "start": 919.52,
        "end": 925.2,
        "text": " in Division 1 and the 1st of May 1980, Arsenal vs Liverpool in FA Cup semi-final replay."
    },
    {
        "start": 925.84,
        "end": 930.5600000000001,
        "text": " The first thing we know about both of these games is that they're evening kickoffs. We can"
    },
    {
        "start": 930.5600000000001,
        "end": 935.92,
        "text": " find on eBay paraphernalia from the games. There's an Arsenal Tottenham program, which says kickoff"
    },
    {
        "start": 935.92,
        "end": 942.72,
        "text": " 730pm. Old ticket stubs are still on sale from the Arsenal Liverpool game which had a kickoff of 745pm."
    },
    {
        "start": 950.08,
        "end": 954.96,
        "text": " The second thing that we need to do is to have a look at the timeline of the book itself,"
    },
    {
        "start": 954.96,
        "end": 959.84,
        "text": " to try and work out where our heroes go, see if there are hints in the text that tell us the day"
    },
    {
        "start": 959.84,
        "end": 965.44,
        "text": " that the world ends. I'll recap. We know that Arthur Dent wakes up at 8am. We know that,"
    },
    {
        "start": 966.16,
        "end": 972.32,
        "text": " Arthur and Ford can't start drinking any earlier than 11am. We know that a couple of hours after"
    },
    {
        "start": 972.32,
        "end": 978.08,
        "text": " this they are on a Vogue-on spaceship. We know that when they are ejected from the Vogue-on spaceship"
    },
    {
        "start": 978.1600000000001,
        "end": 983.84,
        "text": " because the book on page 57 gives us, it's now just after four in the afternoon and I'm already"
    },
    {
        "start": 983.84,
        "end": 988.8000000000001,
        "text": " being thrown out of an alien spaceship. 30 seconds after they are thrown off the ship,"
    },
    {
        "start": 988.8000000000001,
        "end": 994.08,
        "text": " Arthur and Ford are picked up by a second spaceship, the heart of gold. The heart of gold then"
    },
    {
        "start": 994.08,
        "end": 1000.96,
        "text": " travels to the planet of Magarathia. Two nuclear missiles are fired at it by a long dormant race"
    },
    {
        "start": 1000.96,
        "end": 1007.84,
        "text": " of people. The book doesn't mention at any point anybody having a sleep, having their"
    },
    {
        "start": 1007.84,
        "end": 1013.2,
        "text": " dinner, going to the Lou or drinking anything other than a cup of tea in this time,"
    },
    {
        "start": 1013.2,
        "end": 1018.1600000000001,
        "text": " which means I naturally assume that all of this story takes place in a single day. If we look at"
    },
    {
        "start": 1018.1600000000001,
        "end": 1022.1600000000001,
        "text": " the timings, that means that it's likely that nuclear missiles are fired at the heart of gold"
    },
    {
        "start": 1022.1600000000001,
        "end": 1028.48,
        "text": " somewhere between 8pm and 10pm in the evening. The amazing thing about the spaceship part of gold"
    },
    {
        "start": 1028.48,
        "end": 1032.72,
        "text": " in the hitchhiker's guide to the galaxy is that it's powered by something called the infinite"
    },
    {
        "start": 1032.72,
        "end": 1037.1200000000001,
        "text": " improbability drive. The thing we need to know about the infinite improbability drive is that every"
    },
    {
        "start": 1037.12,
        "end": 1042.9599999999998,
        "text": " time the heart of gold travels, it does so by passing through every single point in the universe"
    },
    {
        "start": 1042.9599999999998,
        "end": 1047.84,
        "text": " that it didn't have it simultaneously and then ending up at the place that it wanted to go."
    },
    {
        "start": 1048.56,
        "end": 1054.3999999999999,
        "text": " The other thing that we know is that the universe that the hitchhiker's guide to the galaxy exists in"
    },
    {
        "start": 1054.3999999999999,
        "end": 1061.76,
        "text": " is one of many universes in our multiverse. And interestingly, recent research published in Physics"
    },
    {
        "start": 1061.76,
        "end": 1069.28,
        "text": " Review X has started to suggest that in any given universe there is a point where that universe"
    },
    {
        "start": 1069.28,
        "end": 1075.28,
        "text": " connects with other universes of the multiverse. Current physics thinking suggests that there are"
    },
    {
        "start": 1075.28,
        "end": 1080.8799999999999,
        "text": " ways for different universes to talk to each other. Let's recap. The spaceship the heart of gold"
    },
    {
        "start": 1080.8799999999999,
        "end": 1086.32,
        "text": " passes through every single point in its own universe simultaneously, which means that the heart of"
    },
    {
        "start": 1086.56,
        "end": 1092.56,
        "text": " gold must pass through the point in its universe which is in contact with our universe when it travels"
    },
    {
        "start": 1092.56,
        "end": 1100.3999999999999,
        "text": " to macrothia. What this means is if we look for echoes of our universe within the book, this will tell"
    },
    {
        "start": 1100.3999999999999,
        "end": 1106.6399999999999,
        "text": " us which day it was that the earth is destroyed and I draw your attention to a specific part of"
    },
    {
        "start": 1106.6399999999999,
        "end": 1111.04,
        "text": " the description of the launch of new clear missiles from macrothia. It says the following."
    },
    {
        "start": 1112.0,
        "end": 1120.3999999999999,
        "text": " The computer started to sink. When you walk through the storm it winds nasily. Hold your head up high,"
    },
    {
        "start": 1120.3999999999999,
        "end": 1125.04,
        "text": " Zeyford screamed at it to shut up but his voice was lost in the din of what they quite naturally"
    },
    {
        "start": 1125.04,
        "end": 1130.8799999999999,
        "text": " assumed was approaching destruction. And don't be afraid of the dark."
    },
    {
        "start": 1131.2800000000002,
        "end": 1139.2,
        "text": " If you're thinking, Steve, why is that a hint to a football game?"
    },
    {
        "start": 1139.68,
        "end": 1160.24,
        "text": " Some of you will recognise these words, maybe the more football literature view, maybe the more"
    },
    {
        "start": 1160.24,
        "end": 1164.48,
        "text": " musical theatre literature view. These words are of course from the song, you'll never walk alone,"
    },
    {
        "start": 1164.48,
        "end": 1169.04,
        "text": " take them from the musical carousel written by Rogers and Hammerstein but these words are more"
    },
    {
        "start": 1169.04,
        "end": 1176.24,
        "text": " famous as the anthem of Liverpool Football Club. So there is only one conclusion. The day that"
    },
    {
        "start": 1176.24,
        "end": 1181.28,
        "text": " the earth ends in the Hitchhiker's Guide to the Galaxy is the date of the Arsenal Liverpool FA Cup"
    },
    {
        "start": 1181.28,
        "end": 1190.0,
        "text": " semi-final third replay played on the 1st of May 1980. However, the Hitchhiker's Guide to the"
    },
    {
        "start": 1190.0,
        "end": 1196.24,
        "text": " Galaxy was written in 1978 so we've discovered Douglas Adams definitely wasn't a hack. Douglas"
    },
    {
        "start": 1196.24,
        "end": 1202.48,
        "text": " Adams definitely could do research but he could only do research using his psychic powers to read the future."
    },
    {
        "start": 1213.36,
        "end": 1216.48,
        "text": " And that princessed the end of this edition of the football insorts."
    },
    {
        "start": 1216.56,
        "end": 1227.44,
        "text": " I'm James Ward and the producer was Luke Doran. Join us next time when we find out how a book on"
    },
    {
        "start": 1227.44,
        "end": 1234.32,
        "text": " fly genetics became one of the most expensive books in the world."
    },
    {
        "start": 1247.1200000000001,
        "end": 1252.64,
        "text": " Okay so I'm here now with Steve Cross who you've just heard talking about the end of the world."
    },
    {
        "start": 1252.64,
        "end": 1257.44,
        "text": " There was just one thing I wanted to ask you. Are you going to come at me about my analysis?"
    },
    {
        "start": 1257.44,
        "end": 1261.52,
        "text": " Because I want to warn you about this James because I've had a number of people come at me about"
    },
    {
        "start": 1261.52,
        "end": 1266.32,
        "text": " this analysis. Apparently book three says something different, don't care, I'm only analysing book one."
    },
    {
        "start": 1266.32,
        "end": 1271.76,
        "text": " I just wanted to question one thing. No please I'm keen for you to question one thing."
    },
    {
        "start": 1272.08,
        "end": 1281.36,
        "text": " So you pinpoint the end of the world as occurring on Thursday the 1st of May 1980 on the basis of"
    },
    {
        "start": 1281.36,
        "end": 1287.52,
        "text": " the Arsenal vs Liverpool match. On Equivically. Kick off 745 p.m. That's correct."
    },
    {
        "start": 1288.24,
        "end": 1295.28,
        "text": " And you quote as part of your evidence. Yes. This conversation from the book."
    },
    {
        "start": 1296.64,
        "end": 1299.92,
        "text": " Going to watch the match this afternoon then ford launched at him."
    },
    {
        "start": 1299.92,
        "end": 1303.68,
        "text": " Well James this is one of the wonders of the English language."
    },
    {
        "start": 1303.68,
        "end": 1306.8000000000002,
        "text": " It's going to watch the match this afternoon then."
    },
    {
        "start": 1306.8000000000002,
        "end": 1310.8000000000002,
        "text": " But it's the wonder of the English language is that sentences are often imprecise."
    },
    {
        "start": 1310.8000000000002,
        "end": 1313.1200000000001,
        "text": " So let's take a moment to look at this sentence in depth."
    },
    {
        "start": 1313.1200000000001,
        "end": 1317.52,
        "text": " Remember this is about deep reading. Going to watch the match this afternoon then."
    },
    {
        "start": 1317.52,
        "end": 1322.96,
        "text": " Not watching the match this afternoon implying that the match is this afternoon."
    },
    {
        "start": 1322.96,
        "end": 1327.28,
        "text": " But going to watch the match this afternoon. Let's remember it's an evening kick off."
    },
    {
        "start": 1327.76,
        "end": 1332.24,
        "text": " They've got to get from the West country to Coventry where the game's playing."
    },
    {
        "start": 1332.24,
        "end": 1337.84,
        "text": " They're probably going to have to go to watch the match at some point in the afternoon."
    },
    {
        "start": 1337.84,
        "end": 1340.24,
        "text": " In order to be there in the evening it makes perfect sense."
    },
    {
        "start": 1340.24,
        "end": 1344.96,
        "text": " So you're interpreting that sentence. Going to watch the match this afternoon then."
    },
    {
        "start": 1344.96,
        "end": 1348.96,
        "text": " As going this afternoon then to watch the match."
    },
    {
        "start": 1348.96,
        "end": 1353.6,
        "text": " It's more that I'm not interpreting it as watching the match this afternoon then."
    },
    {
        "start": 1353.6,
        "end": 1357.52,
        "text": " I think the going is a very intentional addition to that sentence."
    },
    {
        "start": 1358.3999999999999,
        "end": 1359.36,
        "text": " I think that solves it."
    },
    {
        "start": 1364.3999999999999,
        "end": 1367.36,
        "text": " So that's the boring talks. Please subscribe if you like that."
    },
    {
        "start": 1367.36,
        "end": 1369.36,
        "text": " There's going to be many, many more on the way."
    },
    {
        "start": 1370.1599999999999,
        "end": 1373.04,
        "text": " Each one radically different subject, different speaker."
    },
    {
        "start": 1373.84,
        "end": 1376.3999999999999,
        "text": " Each one just as boring."
    },
    {
        "start": 1377.36,
        "end": 1378.8,
        "text": " Fascination. Yeah, that's right."
    },
    {
        "start": 1378.8,
        "end": 1381.1999999999998,
        "text": " Can listeners suggest topics for boring talks?"
    },
    {
        "start": 1381.2,
        "end": 1385.76,
        "text": " Sure. They can email us at podcastinghouse at BBC.co.uk"
    },
    {
        "start": 1385.76,
        "end": 1387.92,
        "text": " until those guys have something set up on their own."
    },
    {
        "start": 1387.92,
        "end": 1391.44,
        "text": " So if you listen to this show and you've got an idea for a talk,"
    },
    {
        "start": 1391.44,
        "end": 1393.3600000000001,
        "text": " maybe you'd like to give one. Let us know."
    },
    {
        "start": 1393.3600000000001,
        "end": 1396.48,
        "text": " Podcastinghouse at BBC.co.uk."
    },
    {
        "start": 1396.48,
        "end": 1398.0,
        "text": " I'm going to give one on pronunciation."
    },
    {
        "start": 1399.04,
        "end": 1401.04,
        "text": " All right, see you next time."
    }
]